जिमेल, गुगल डक्स, गुगल‌‌+, युटुब र पिकासा सम्मिलित
एस्लेरिओट सोलिटेइर
विभिन्न सोलिटेइर खेल खेल्नुहोस्
विषयवस्तु फाइल नाम
तासका लागि ग्राफिक्स भएको फाइलको नाम ।
उपकरणपट्टीलाई देखाउने या नदेखाउने
नियन्त्रणको शैली चयन गर्नुहोस्
तासलाई तान्ने वा स्रोतमा क्लिक गरेर त्यसपछि गन्तब्यमा क्लिक गर्ने चयन गर्नुहोस् ।
ध्वनि
घटना ध्वनि प्ले गर्ने या नगर्ने ।
प्रयोग गरिने खेलको फाइल
खेलिने सोलिटेइर खेल सम्मिलित योजना फाइलको नाम ।
खेलिएका खेलको तथ्याङ्क
क्विन्टुपलका रूपमा आउने स्ट्रिङको सूची: नाम, विजेता, खेलेका खेलको कूल सङ्ख्या, उत्तम समय (सेकेन्डमा) र सबैभन्दा खराब समय (सेकेन्डमा) ।नखेलिएका खेललाई प्रतिनिधित्व गर्नु पर्दैन ।
हालै खेलेका खेल
हालै खेलेका खेलको सूची ।
नयाँ खेल
तथ्याङ्क
मद्दत
बारेमा
अन्त्य गर्नुहोस्
खेल चयन गर्नुहोस्
सामाग्री
पूरा पर्दा
सङ्केत_New" is for the menu item 'Game->New', implies "New Game
नयाँ_New Game
नयाँ खेल
चाललाई रिडू गर्नुहोस्Reset
रिसेट गर्नुहोस्_Restart" is the menu item 'Game->Restart', implies "Restart Game
फेरि सुरु गर्नुहोस्
चाललाई पुर्वस्थितिमा फर्काउनुहोस्
बाँड्नुहोस्
पूरा पर्दा छोड्नुहोस्
पज गर्नुहोस्
%s लाई कुनै पनि प्रतिभूति बिना; निश्चित उद्देश्यका लागि बजारिकरण र योग्यता कार्यान्वयन नगरिकन, उपयोगि हुने आशाले वितरण गरिएको छ । विस्तृत विवरणका लागि GNU सामान्य सार्वजनिक इजाजतपत्र हेर्नुहोस् ।
slot type
slot type
slot type
slot type
slot type
foundationslot hint
reserveslot hint
stockslot hint
tableauslot hint
wasteslot hint
यस खेलमा अहिलेसम्म सङ्केत समर्थन छैन ।
%s लाई %s मा सार्नुहोस् ।
यस खेलले तपाईँलाई सङ्केत दिन सक्षम छैन ।
एग्निस
एथेना
अल्ड ल्याङ साइन
अन्ट म्यारी
ब्याकबोन
बेकर डोजन
बेकर्स खेल
घेरिएको किल्ला
दश खण्ड
ब्रिस्टोल
क्यामलोट
क्यानफिल्ड
कार्पेट
चेसबोर्ड
घडी
आवरण
निर्दयी
हीराको खानी
दोहोरिन्छ
चीलको पँखेटा
इस्टहेभन
आठ बन्द
लिफ्ट
लिफ्ट
पहिलो नियम
गढी
भाग्य
चौध
फ्रीसेल
खाली ठाँउ
गे गर्डोन
ग्लेनवुड
गल्फ
जिप्सी
हेलसिन्की
हपस्कच
इसाबेल
जेम्सटाउन
जम्बो
कन्सास
राजा अल्बर्ट
राजाका दर्शक
क्लोन्डाइक
लेबिरिन्थ
लेडी जेन
मेज
मोन्टे कार्लो
नेपोलिएनको चिहान
छिमेकी
ओडेसा
ओस्मोसिस
टाकुरा
पाइलन
प्लेट
पोकर
क्वाटोर्ज
रोयल इस्ट
साराटोगा
बिच्छी
स्कफल
सिहेभन
सर टमी
माकुरो
स्पाइडर थ्री डेक
स्पाइडेरेट
सीधा माथि
सडक र गोरेटो
टेम्प्लेट
दश नजिक
चोर
तेह्र
थम्ब एन्ड पउच
ट्रेइज
तीनवटा टाकुरा
युनियन वर्ग
भ्यालेन्टाइन
वेस्टहेभन
व्हाइटहेड
विल ओ द विस्प
प्राप्त
युकोन
जेब्राcard symbol
card symbol
card symbol
card symbol
card symbol
card symbol
card symbol
card symbol
card symbol
card symbol
card symbol
card symbol
card symbol
card symbol
कालो जोकर
रातो जोकर
खेलिने खेलको प्रकार चयन गर्नुहोस्
नाम
फ्रिसेल सोलिटेइर
एस्लेरिओट
विजयी:
जम्मा:
प्रतिशत:
विजयी
सबैभन्दा उत्तम:
सबैभन्दा खराब:
समय%Id%d
%d%d" in this string this to "%Id%d%d%%%%%" (U+0025 PERCENT SIGN) you do NOT need to escape it with another "%
%d%%Not Applicable
N/A
%d:%02d
बधाइ छ, तपाईँले जित्नुभएको छ !
अब अरू चाल छैनन्
मुख्य खेल:
तासका खेल:
तासका विषयवस्तु:
एस्लेरिओटका बारेमा
अनुवादक श्रेय Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin
जिनोम खेल वेब साइट
एउटा योजना अपवाद उत्पन्न भयो
कृपया विकासकर्तालाई यस बगका बारेमा प्रतिवेदन गर्नुहोस् ।
प्रतिवेदन नगर्नुहोस्
प्रतिवेदन गर्नुहोस्
खेल
दृश्य
नियन्त्रण
मद्दत
नयाँ खेल सुरु गर्नुहोस्
खेल पुन सुरु गर्नुहोस्
भिन्न खेल खेल्नुहोस्
हालै खेलेको
तथ्याङ्क
खेल खेलिएको तथ्याङ्क देखाउनुहोस्
यस सञ्झ्याललाई बन्द गर्नुहोस्
अन्तिम चाललाई पूर्व स्थितिमा फर्काउनुहोस्
पुर्वावस्थामा फर्काउने चाललाई रिडू गर्नुहोस्
पछिल्लो तास वा तासहरू बाँड्नुहोस्
पछिल्लो चालका लागि सङ्केत दिनुहोस्
एस्लेरिओटका लागि मद्दत हेर्नुहोस्
यस खेलका लागि मद्दत हेर्नुहोस्
यस खेलका बारेमा
तास शैली
उपकरणपट्टी
उपकरणपट्टीलाई देखाउनुहोस् वा लुकाउनुहोस्
सार्नका लागि क्लिक गर्नुहोस्
क्लिक गरेर लिनुहोस् र छाड्नुहोस्
प्राप्ताङ्क:
समय:
एस्लेरिओटले तपाईँले खेलेको पछिल्लो खेल फेला पार्न सक्दैन ।
तपाईँले अन्त्यमा खेलेको खेल नहुने एस्लेरिओटको अन्तिम संस्करण चलाउँदा प्राय सधैँ यस्तो हुन्छ । साटोमा पूर्वनिर्धारित खेल, क्लोनडाइक, सुरु हुँदैछ ।
आधार तास: ~a
आधार तास: एक्का
आधार तास: गुलाम
आधार तास:मिस्सी
आधार तास: बास्सा
बाँकी मौज्दात:
बाँकी मौज्दात: ०
अरू तास बाँड्नुहोस्
तासलाई पुन: मिलाउने प्रयास गर्नुहोस्
अज्ञात रङ
चिडीको एक्का
चिडीको दुक्का
चिडीको तिर्का
चिडीको चौका
चिडीको पञ्जा
चिडीको छक्का
चिडीको सत्ता
चिडीको अठ्ठा
चिडीको नहर
चिडीको दहर
चिडीको गुलाम
चिडीको मिस्सी
चिडीको बास्सा
अज्ञात तास
हुकुमको एक्का
हुकुमको दुक्का
हुकुमको तिर्का
हुकुमको चौका
हुकुमको पञ्जा
हुकुमको छक्का
हुकुमको सत्ता
हुकुमको अठ्ठा
हुकुमको नहर
हुकुमको दहर
हुकुमको गुलाम
हुकुमको मिस्सी
हुकुमको बास्सा
पानाको एक्का
पानाको दुक्का
पानाको तिर्का
पानाको चौका
पानाको पञ्जा
पानाको छक्का
पानाको सत्ता
पानाको अठ्ठा
पानाको नहर
पानाको दहर
पानाको गुलाम
पानाको मिस्सी
पानाको बास्सा
ईँटको एक्का
ईँटको दुक्का
ईँटको तिर्का
ईँटको चौका
ईँटको पञ्जा
ईँटको छक्का
ईँटको सत्ता
ईँटको अठ्ठा
ईँटको नहर
ईँटको दहर
इँटको गुलाम
ईँटको मिस्सी
ईँटको बास्सा
तिनवटा तास बाँड्दछ
अर्को पारी बाँड्नुहोस्
बाँया पुन: बाड्नुहोस्:
तासको थाकबाट एउटा नयाँ तास बाँड्नुहोस्
आधार तास:
बायाँ जगेडा राख्नुहोस्:
नचाहिनेलाई भण्डारमा सार्नुहोस्
तासलाई आधारमा सार्नुहोस्
केही सामाग्रीलाई खाली तस्वीर स्लटमा सार्नुहोस्
क्रसवाल्क होपस्कच बोर्ड जस्तो देखिएको कारणले मात्रै यो एक्लो छ भन्ने हुँदैन
सडक पार गर्नुभन्दा पहिले दुवै तिरकाबाट हेर्नुहोस्
तपाईँले मद्दत फाइल पढ्नुभएको छ ?
अडेसा एउटा राम्रो खेल हो । साँच्चिकै ।
ठूलो सङ्कट नभएसम्म टर्निक्वेटलाई सिफारिस गरिँदैन
म अहिलेबाट नै ब्याकरब प्रयोग गर्ने कुरामा निश्चित गर्छु...
मोनिटरले तपाईँलाई भिटामिन डी दिदैन-- तर सनलाइटले दिन्छ...
तपाईँ हरारहनु भएको छ र जङ्गलमा एक्लै हुनुहुन्छ भने, एउटा रूखलाई अँगालो हाल्नुहोस्
माछाको तारले नराम्रो दाँतको फ्लस बनाउछ
कुञ्जी समरूपता छ
स्टेप्लर नभएको बेलामा स्टेपल र रुलरले काम गर्छ
कुकुरको कानमा प्रहार नगर्नुहोस्
बाँकी तास: ~a
पुन: बाँड्नुहोस् ।
अज्ञात मान
तास बाँड्नुहोस्
अहिले कुनै पनि सङ्केत उपलब्ध छैन
केहीलाई एउटा रित्तो ठाउँमा सार्नुहोस्
एक्कालाई हटाउनुहोस्
दुक्कालाई हटाउनुहोस्
तिर्कीलाई हटाउनुहोस्
चौकालाई हटाउनुहोस्
पञ्जालाई हटाउनुहोस्
छक्कालाई हटाउनुहोस्
सत्तालाई हटाउनुहोस्
अठ्ठालाई हटाउनुहोस्
नहरलाई हटाउनुहोस्
दहरलाई हटाउनुहोस्
गुलामलाई हटाउनुहोस्
मिस्सीलाई हटाउनुहोस्
बास्सालाई हटाउनुहोस्
म निश्चित छैन
तासलाई भण्डारमा फर्काउनुहोस्
केही सामाग्रीलाई खाली स्लटमा सार्दा ध्यान दिनुहोस्
चाल सम्भव छैन । पूर्वावस्थामा फर्काउनुहोस् वा फेरि सुरु गर्नुहोस् ।
खेलको समाधान छैन । पूर्वावस्थामा फर्काउनुहोस् वा फेरि सुरु गर्नुहोस् ।
फेरि बाँड्न कुनै पनि तासलाई डबल क्लिक गर्नुहोस् ।
सङ्केत उपलब्ध छैन ।
पङ्‌क्ति ~a को सबैभन्दा बायाँ स्लटमा दुई राख्नुहोस् ।
पङ्‌क्ति ~a को अनुक्रममा थप्नुहोस् ।
फेरि बाँड्दा अनियमित रूपमा राखिएको फरक
तासको पाइललाई वरपर सार्ने प्रयास गर्नुहोस्
पहिलो आधार पाइलका लागि जगेडाबाट एउटा तास चयन गर्नुहोस्
बाँकी मौज्दात: ०
अर्को तास बाँड्नुहोस्
खाली स्लटमा एउटा तास वा तासको निर्माण सार्नुहोस्
अर्को पटक बाँड्नुहोस्
नचाहिनेबाट तास सार्नुहोस्
नचाहिनेलाई भण्डारमा सार्नुहोस्
बाँकी मौज्दात: ~a
नयाँ तास बाँड्नुहोस्
आधारबाट तास तल सार्ने प्रयास गर्नुहोस्
एकल तास वितरण
फेरि नबाँड्नुहोस्
आधार तास:
हालको सजावट सबैभन्दा प्राकृतिक रूपले मिल्ने क्रममा सुटहरूलाई राख्ने लक्ष्य ।
बाँयाको फेरि बाँड्नुहोस्: ~a
तासको थाकबाट नयाँ तास बाँड्नुहोस्
केही
एउटा खाली स्लट
पोकर हात बनाउन तासलाई तस्वीरमा राख्नुहोस्
फिट्नुहोस्
तास बाँड्नुहोस्
तासलाई फेरि फिट्नुहोस्
नचाहिएकालाई जगेडा स्लटमा सार्नुहोस्
कृपया पहिला खाली पाइल भर्नुहोस् ।
खाली स्लटमा केही राख्नुहोस्
चारवटा सुट
दुईवटा सुट
एउटा सुट
खाली अस्थायी स्लटमा एउटा तासलाई सार्नुहोस्
कुनै सङ्केत उपलब्ध छैन
अस्थायी स्थान प्रयोग गर्ने अनुमति दिनुहोस्
आधार
थाकबाट एउटा तास बाँड्नुहोस्
नचाहिने ठाँउका माथिल्ला दुइवटा तास मिलाउनुहोस्
प्रगतिशील राउन्ड
प्राप्ताङ्क गुणक
खाली तस्वीर स्लटमा तासको निर्माणलाई सार्नुहोस्
जारी राख्नको लागि कुनै कुञ्जी थिच्नुहोस्...
रद्द गर्नुहोस् (C)
अज्ञात उपक्रम
माफ गर्नुहोस्, "%s" उपक्रम अप्रत्याशित बन्द भयो।
%s मा समस्या
अवैध समस्या प्रतिवेदन
त्रुटि
इजाजत अस्वीकार गरियो
अवैध PID
%s प्याकेज अस्तित्वमा छैन
तपाईले कस्तो समस्या प्रतिवेदन गर्न चाहनुहुन्छ?
अज्ञात लक्षण
"%s" लक्षण विदित छैन।
कुनै लक्षण सम्बन्धी त्रुटि प्रतिवेदन दर्ता गर्नुहोस्। (जब लक्षण नाम नै एकमात्र तर्क भएमा लागू हुने)
यो कार्यक्रम प्रतिवेदन गर्न सकिदैन: %s
पूर्वविदित समस्या
y
प्याकेज फाइल प्रतिस्थापन गर्नुहोस्
प्याकेज जानकारी ताजा गर्नुहोस्
org.debian.apt.install-or-remove-packages
प्याकेजहरू स्तरोन्नत गर्नुहोस्
अर्को प्रयोगकर्ताको कार्य रद्द गर्नुहोस्
आन्तरिक प्रक्रियारत जानकारी देखाउनुहोस्
पार्श्वरुप विवरण तोकिएको फाइलमा राख्नुहोस्
प्रतिस्थापित फाइल
प्रतिस्थापित प्याकेजहरू
फाइलबाट थपिएको कुञ्जी
हटाइएको विश्वस्त कुञ्जी
हटाइएका प्याकेजहरू
अद्यावधिक प्याकेजहरू
स्तरोन्नत गरिएको प्रणाली
लागू गरिएका परिवर्तनहरू
सफलतापूर्वक
रद्द गरियो
असफल भयो
फाइल प्रतिस्थापित हुँदै
प्याकेजहरू प्रतिस्थापित हुँदै
फाइलबाट कुञ्जी थपिँदै
क्यास अद्यावधिक गरिँदै
विश्वस्त कुञ्जी हटाइदै
प्याकेजहरू हटाइदै
प्याकेजहरू अद्यावधिक गरिदै
प्रणाली स्तरोन्नत गरिदै
परिवर्तनहरू लागू गरिदै
तपाईको इन्टरनेट सम्बन्ध जाँच गर्नुहोस्।
पर्दाको उच्च भागमा केही उपलब्ध आदेश प्रदर्शन गर्नुहोस्
सम्भव भएको बेला मिनिबफर-शैली प्रोम्प्ट प्रयोग गर्नुहोस्
आंशिक खोजी नतिजाहरू (बढोत्तरित खोजी) देखाउनुहोस्
अन्तिम दृश्य बन्द गर्दा कार्यक्रम निस्किन्छ
निस्कँदा यकिनको लागि प्रोम्प्ट गर्नुहोस्
फाइलहरू डाउनलोड गरेपछि पज गर्नुहोस्
कहिल्यै पनि
जब त्रुटि उत्पन्न हुन्छ
जहिले पनि
सबै डाउनलोडहरुको लागि 'वस्तुस्थिति-रेखा' डाउनलोड सूचक प्रयोग गर्नुहोस्
प्याकेजको वस्तुस्थिति परिवर्तन गरिसकेपछि हर्को वस्तुलाई उन्नत गर्नुहोस्
प्याकेजहरू किन विच्छेदन भएको स्वचालित देखाउनुहोस्
प्याकेज दृश्यहरुको लागि पूर्वनिर्धारित समूह विधि
प्याकेज दृश्यहरुको लागि पूर्वनिर्धारित प्रदर्शन-सीमा
प्याकेज दृश्यहरुको लागि प्रदर्शित ढाँचा
वस्तुस्थिति रेखाको लागि प्रदर्शित ढाँचा
हेडर लाइनको लागि प्रदर्शित ढाँचा
स्वचालित अपग्रेड स्थापित प्याकेजहरू
नयाँ प्याकेज सूचिहरू डाउनलोड गरेपछि अप्रचलित प्याकेज फाइलहरू हटाउनुहोस्
परिवर्तन लगहरू डाउनलोड गर्न URL प्रयोग गर्नुहोस्
यो गर्नु अघि गरिने पूर्ववलोकन प्रदर्शन गर्नुहोस्
जहिलेपनि प्याकेज सूचिहरू अपडेट भएको बेला "new" प्याकेजहरू बिर्सनुहोस्
जहिलेपनि प्याकेजहरू स्थापना वा हटाइएको बेला "new" प्याकेजहरू बिर्सनुहोस्
पढ्ने-मात्र मोडमा पहिलो परिवर्नत बनिरहेको बेला चेतावनी प्रदर्शन नगर्नुहोस्
मुल प्रयोगकर्ता नभएको प्रयोगकर्ताको रुपमा विशेषधिकार कार्य सम्पादन गर्ने कोसिस गरमा चेतावनी दिनुहोस्
भित्र कार्यहरू लग गर्ने फाइल
जब प्याकेज चयन हुन्छ यसको निर्भरताहरु स्वत: हल हुन्छ
स्थापना गर्न वा हटाउन अघि प्याकेजहरुको विच्छेदन स्वत: निश्चित हुन्छ
प्रयोग नभएको प्याकेजहरू स्वत: हटाउनुहोस्
विविध
निर्भरताहरू हल गर्न असक्षम भयो ।
समाधानकर्तामा घातक त्रुटि
[%d(%d)/...] निर्भरता हल गरिदैछ
आन्तरिक त्रुटि: अनपेक्षित शून्य समाधान ।
%F सुझाव दिनुहोस्
द्रष्टब्य: "%s", अवास्तविक प्याकेज उपलब्ध गराउने "%s", पहिल्यै स्थापना भयो ।
द्रष्टब्य: "%s", अवास्तविक प्याकेज उपलब्ध गराउने "%s", पहिल्यै स्थापना हुन गइरहेको छ ।
"%s" प्याकेज डेटाबेसमा अवस्थित छ, तर यो वास्तविक प्याकेज होइन र यसलाई कुनै प्याकेजहरू उपलब्ध छैन ।
"%s" द्वारा उपलब्ध गराइएको अवास्तविक प्याकेज हो:
स्थापना गर्न तपाईँले एउटा रोझ।नु पर्छ ।
द्रष्टब्य: अवास्तविक प्याकेज "%s" को सट्टा "%s" चयन गरिदैछ
%s अनुरोध गरिएको संस्करण (%s) मा पहिल्यै स्थापना भयो
%s हालै स्थापना गरिएको होइन, त्यसैले यो पुन: स्थापना हुने छैन ।
प्याकेज %s स्थापना भएन, त्यसैले यो हटाउन सकिदैन
प्याकेज %s स्थापना भएन, एउटा स्तरवृद्धि गर्न रोक्न सक्दैन
प्याकेज %s स्तरवृद्धियोग्य छैन, एउटा स्तरवृद्धि गर्न रोक्न सक्दैन
द्रष्टब्य: स्थापनाको लागि कार्य "%s: %s" चयन गरिदैछ
तपाईँ एउटा 'स्थापना' आदेश वा 'निषेधित-संस्करण' आदेश संगै प्याकेज संस्करण मात्र निर्दिष्ट गर्न सक्नुहुन्छ ।
तपाईँ 'स्थापना' आदेश संगै प्याकेज संग्रह मात्र निर्दिष्ट गर्नुहोस् ।
"%s" प्याकेज फेला पार्न सकिएन, र तिनीहरुको नाममा ४० प्याकेजहरू भन्दा बढी "%s" समविष्ट छ ।
"%s" प्याकेज फेला पार्न सकिएन । जे भए पनि, तिनीहरुको नाममा निम्न प्याकेजहरू "%s" समविष्ट छन् ।
नाम वा वर्णन मेल खाने कुनै प्याकेज फेला परेन "%s"
कुनै मेल खाने प्याकेज फेला परेन "%s", र तिनीहरुको वर्णनमा ४० भन्दा बढी प्याकेजहरू "%s" समविष्ट छन् ।
"%s" संग मेल खाने कुनै प्याकेज फेला परेन । जे भए पनि, तिनीहरुको वर्णनमा निम्न प्याकेजहरू "%s" समाविष्ट हुन्छन्:
खराब कार्य क्यारेक्टर '%c'
प्राप्त गर्नुहोस्:errorIgn
%s को लग परिवर्तन गर्नुहोस्
संवेदनशिल-पेजर कार्यन्वयन गर्न सक्दैन, के यो कार्य डेवियन प्रणाली हो ?
%s एउटा कार्यलय डेवियन प्याकेज होइन, यसको परिवर्तन लग प्रदर्शन गर्न सकिदैन ।
%s को लागि परिवर्तन लग फेला पार्न सकिदैन
E: clean आदेशले कुनै तर्क लिदैन
Del %s* %spartial/*
Del %s %s [%sB]
E: sutoclean आदेशले कुनै तर्क लिदैन
डिस्क खाली ठाऊँको %sB खाली गर्नुपर्नेछ
डिस्क खाली ठाऊँको %sB खाली गरियो
अवैध सञ्चालन %s
अनपेक्षित बान्की तर्क निम्न "keep-all"
परित्याग गर्नुहोस् ।
डाउनलोड: तपाईँले डाउनलोड गर्न कम्तिमा एउटा प्याकेज निर्दिष्ट गर्नुपर्छ
स्रोत सूचि पढ्न सकिदैन
"%s" नामकरण गरिएको प्याकेज फेला पार्न सकिएन
%s संस्करण %s को लागि कुनै डाउनलोड योग्य फाइल छैन; सायद यो स्थानिय वा अप्रचलित प्याकेज हो ?
ignoredErr
कुनै त्यस्तो प्याकेज छैन "%s"
E: forget-new आदेशले कुनै तर्क लिदैन
नयाँ प्याकेजहरू बिर्सन सक्छ
त्यहाँ यो कार्यक्रममा कुनै इस्टर एगहरू छैन ।
त्यहाँ साँच्चै यो कार्यक्रममा इस्टर एग छैन ।
के मैले पहिल्यै भने त्यहाँ यो कार्यक्रममा इस्टर एग छैन ?
यसलाई रोक्नुहोस् !
ठीक छ, ठीक छ, यदि मैले तपाईँलाई एउटा इस्टर एग दिए भने, तपाईँ बाहिर जानुहुन्छ ?
सबै ठीक छ, तपाईँले जित्नुभयो ।
यो के हो ? यो सर्पले खाएको हात्ती हो, वास्तवमा ।
DONE
स्रोतहरुको सूचि पढ्न सकिदैन
निम्न प्याकेजहरू विच्छेदन भयो:
निम्न प्याकेजहरू प्रयोग नभएकोले हटाइनेछ:
निम्न प्याकेजहरू स्वत: पछाडि राखियो:
निम्न नयाँ प्याकेजहरू स्वत: स्थापना हुनेछ:
निम्न प्याकेजहरू स्वत: हट्नेछन्:
निम्न प्याकेजहरू स्तरकम हुनेछन्:
निम्न प्याकेजहरू पछाडि राखियो:
निम्न प्याकेजहरू पुन:स्थापित हुनेछन्:
निम्न नयाँ प्याकेजहरू स्थापित हुनेछन्:
निम्न प्याकेजहरू हटाइनेछन्:
निम्न प्याकेजहरू स्तरवृद्धि हुनेछन्:
निम्न आंशिक स्थपना गरिएका प्याकेज कन्फिगर गरिने छन् ।
निम्न आवश्यक प्याकेजहरू हटाइनेछन्!
निम्न आवश्यक प्याकेजहरू यो कार्य द्वारा विच्छेदन हुनेछन्:
चेतावनी: यो कार्य सम्पादन गर्नाले सम्भवत: तपाईँको प्रणाली विच्छेदन गर्नेछ! तपाईँ के गर्दै हुनुहुन्छ यथार्थ नभएसम्म निरन्तरता नदिनुहोस्!
यो धेरै खराब विचारमा म सावधान छु
निरन्तरता दिन, वाक्यांश टाइप गर्नुहोस् "%s":
चेतावनी: निम्न प्याकेजहरुको अविश्वासिलो संस्करणहरू स्थापना हुनेछन्! अविश्वासिलो प्याकेजहरुले तपाईँको प्रणाली सुरक्षा संग सम्झौता गर्न सक्छ । यदि तपाईँ के गर्ने भन्ने निश्चित हुनुहुन्छ भने , तपाईँ स्थापना संगै प्रक्रिया गर्नुहोस् ।
*** चेतावनी *** यी विश्वासहरू उलङ्गन गर्न उपेक्षा गरिदैछ किनभने %s::CmdLine::विश्वास उलङ्गन गर्न उपेक्षा गर्नु 'ट्रु' हो!
*** चेतावनी *** यी विश्वास उलङ्घन गर्न उपेक्षा गर्नुहोस् किनकि Apt::Get::AllowUnauthenticated 'ठीक' छ!
के तपाईँ यो चेतावनीलाई उपेक्षा गर्नुहुन्छ र जे भए पनि प्रक्रिया गर्नुहुन्छ?
निरन्तर गर्न, "%s" प्रविष्ट गर्नुहोस्; परित्याग गर्न, "%s" प्रविष्ट गर्नुहोस्:
नचिनेको आगत । या "%s" वा "%s" प्रविष्ट गर्नुहोस् ।
निम्न प्याकेजहरू सिफारिस गरिएका छन् तर स्थापना हुनेछैन:
निम्न प्याकेजहरूलाई सुझाब गरिएका छन् तर स्थापना हुनेछैन:
कुनै प्याकेजहरू स्थापना हुने छैन, स्तरवृद्धि भयो, वा हटाइयो ।
%lu प्याकेजहरू स्तरवृद्धि गरियो, %lu नयाँ स्थापना गरियो,
%lu पुन: स्थापना गरियो,
%lu स्तरकम गरियो,
%lu हटाउन र %lu स्तरवृद्धि गरिएन ।
संग्रहहरुको %sB/%sB प्राप्त गर्न आवश्यक छ ।
संग्रहहरुको %sB प्राप्त गर्न आवश्यक छ ।
प्याक गरेपछि %sB प्रयोग हुनेछन् ।
प्याक गरेपछि %sB खाली हुनेछन् ।
देखाउन कुनै प्याकेजहरू छैन -- 'i' पछि रेखामा प्याकेज नाम प्रविष्ट गर्नुहोस् ।
निरन्तरता दिन 'फर्कनुहोस्' थिच्नुहोस् ।
कुनै प्याकेजहरू फेला परेन -- 'c' पछि रेखामा प्याकेज नाम प्रविष्ट गर्नुहोस् ।
स्थापना सँग निरन्तरता दिनुहोस्
परित्याग गर्नुहोस् र बन्द गर्नुहोस्
एउटा वा धेरै प्याकेजहरू बारे सूचना देखाउनुहोस्; प्याकेज नामहरुले 'i' लाई पछ्याउँदछ
एउटा वा धेरै प्याकेजहरुको डेवियन परिवर्तन लगहरू देखाउनुहोस्; प्याकेज नामहरुले 'c' लाई पछ्याउँदछ
निर्भरता सूचनाको प्रदर्शन टगल गर्नुहोस्
प्याकेज साइजहरुमा परिवर्तनको प्रदर्शन टगल गर्नुहोस्
संस्करण नम्बरहरुको प्रदर्शन टगल गर्नुहोस्
एकल प्याकेज स्थापनाको कारण फेला पार्ने प्रयास गर्नुहोस्, वा किन एक प्याकेज स्थापनाले अन्य प्याकेज स्थापनामा नेतृत्व गर्नुपर्दछ ब्याख्या गर्नुहोस् ।
पुरा दृश्यात्मक इन्टरफेस प्रविष्ट गर्नुहोस्
तपाईँले गर्नुहुने कार्यहरुमा परिमार्जनका लागि निर्दिष्ट गर्न सक्नुहुन्छ । सो गर्नको लागि, एउटा वा धेरै प्याकेज नामहरु (वा बान्कीहरू) ले पछ्याएको एउटा कार्य क्यारेक्टर टाइप गर्नुहोस् । यो कार्यले तपाईँले सूचि गर्नु भएको सबै प्याकेजहरुलाई लागू गर्नेछ । निम्न कार्यहरू उपलब्ध छन्:
'+' प्याकेजहरू स्थापना गर्न
'+M' प्याकेजहरू स्थापना गर्न र तत्काल तिनीहरुलाई स्वत: स्थापित भएको रुपमा झुण्डयाउने गर्दछ
'-' प्याकेजहरू हटाउन
'-' प्याकेजहरू निर्मल गर्न
'=' समाउनेमा प्याकेजहरू राख्नुहोस्
':' समाउनेमा प्याकेजहरुलाई स्थान्तरण नगरी हालको अवास्था राख्नुहोस्
'M' प्याकेजहरू म्यानुल्ली स्थापना भएकोमा चिनो गर्न
'M' प्याकेजहरू म्यानुल्ली स्थापना भएकोमा चिनो गर्न
आदेशहरू:
के तपाईँ निरन्तर गर्न चाहनुहुन्छ ? [Y/n/?]
अवैध प्रतिक्रिया । कृपया मद्दतको लागि वैध आदेश वा '?' प्रविष्ट गर्नुहोस् ।
निर्भरता सूचना देखिने छन् ।
निर्भरता सूचना देखिने छैन ।
संस्करणहरू देखिने छन् ।
संस्करणहरू देखिने छैन ।
साइज परिवर्तनहरू देखिने छन् ।
साइज परिवर्तनहरू देखिने छैन ।
लेख्नको लागि %s खोल्न असक्षम भयो
%s मा त्रुटि लेखन हलकर्ता स्थिति
हलकर्ता स्थिति सफलतापूर्वक लेखियो!
प्रस्तावित परिवर्तनहरू स्वीकार गर्नुहोस्
प्रस्तावित परिवर्तनहरू अस्वीकार गर्नुहोस् र अर्को समाधान खोज्नुहोस्
कार्यक्रमलाई त्याग्नुहोस् र बन्द गर्नुहोस्
पछिल्लो समाधानमा सर्नुहोस्
अघिल्लो समाधानमा सर्नुहोस्
समाधान र समाधानको वर्णनका सामाग्रीको बीचमा टगल गर्नुहोस्
दृश्यगत प्रयोगकर्ता इन्टरफेसमा समाधान परिक्षण गर्नुहोस्
सूचिकृत प्याकेजहरुको स्थिति समायोजन गर्नुहोस्, जहाँ कार्य एउटाको:
आवश्यकताको रुपमा छोड्न र पुन: गणना गर्न समायोजनहरुले नयाँ समाधान उत्पन्न गर्दछ ।
संस्करण %s निम्न संग्रहहरुमा उपलब्ध छैन:
प्रयोग हुने %s को संस्करण चयन गर्नुहोस्:
अवैध प्रतिक्रिया । कृपया १ र %d बीच इन्टिजर प्रविष्ट गर्नुहोस् ।
निम्न '%c' मा अपेक्षित कम्तिमा एक प्याकेज/संस्करण जोडा
%s संग कुनै संस्करण नाम छैन "%s"
%s को हटाइलाई अनुमति दिइदै
%s (%s) संस्करण %s को स्थापनालाई अनुमति दिइदैछ
%s लाई हटाइलाई अस्वीकार गरिदै
%s (%s) संस्करण %s को स्थापनालाई अस्वीकार गरिदैछ
%s को हटाइ धेरै लामो आवश्यक छैन
%s (%s) संस्करण %s को स्थापना धेरै लामो आवश्यक छैन
%s को हटाइ आवश्यक गरिदै
%s (%s) संस्करण %s को स्थापना आवश्यक गरिदैछ
Pkg1 depends upon Pkg2
rreject
rreject
aapprove
aapprove
निर्भरताहरू पुन समाधान गर्दैछ...
निम्न कार्यहरुले यी निर्भरताहरुलाई हल गर्दछ:
यो समाधान स्वीकार गर्नुहुन्छ ?[Y/n/q/?]
यी निर्भरताहरुलाई हल गर्न सबै प्रयासहरू त्याग गरिदैछ ।
निम्न आदेशहरू उपलब्ध छन्:
हलकर्ता स्थिति लेख्न फाइल:
अवैध प्रतिक्रिया; कृपया निम्न आदेशहरू मध्य एउटा प्रविष्टि गर्नुहोस्:
बाँडिएको समय भित्र कुनै समाधान फेला परेन । अझ कठिन प्रयास गर्नुहुन्छ ?[Y/n]
अवैध प्रतिक्रिया; कृपया 'y' वा 'n' प्रविषट गर्नुहोस् ।
निर्भरताहरू हल गर्न असक्षम भयो! छोडिदैछ...
*** त्यति धेरै समाधानहरू उपलब्ध छैन ***
*** ERROR: घातक अपवादद्वारा परित्याग गरिएको खोजी । तपाईँले खोजी गर्न निरन्तरता दिन सक्नुहुन्छ, तर केही समाधान पहुँचयोग्य हुदैँनन् ।
%s को iconv असफल भयो ।
खोज्नुहोस्: तपाईँले कम्तिमा एउटा खोज शब्द उपलब्ध गर्नुहोस्
तर %s स्थापना हुनुपर्छ ।
%s स्थापना भयो तर यो पछाडि राखियो ।
तर %s स्थापना भयो ।
कुन अवास्तविक प्याकेज हो ।
वा
निम्न प्याकेजहरु संग अनुपयोक्त निर्भरताहरू छन्:
<NULL>
स्थापना भएन
प्याक नभएको
आंशिक कनफिगर भयो
आंशिक स्थापना भयो
स्थापना भएन (कनफिगरेसन फाइलहरू बाँकी छ)
स्थापना भयो
%s; निर्मल हुनेछन् किनभने यसमा केही पनि निर्भर छैन
%s; निर्मल हुनेछन्
%s; हटाइनेछ किनभने यसमा केही पनि निर्भर छैन
%s; हटाइनेछ
%s%s; स्तरकम हुनेछन् [%s -> %s]
%s%s; स्तरवृद्धि हुनेछन् [%s -> %s]
वास्तविक प्याकेज होइन
[held]
%s; संस्करण %s स्थापना हुनेछन्
%s; संस्करण %s स्वत: स्थापना हुनेछन्
प्याकेज:
राज्य
द्वारा उपलब्ध
आवश्यक:
हो
नयाँ
निशेधित संस्करण
स्वत: स्थापना भयो
होइन
संस्करण:
प्राथमिकता:
N/A
सेक्सन:
सम्भारकर्ता:
वास्तुकला:
नच्यापिएको साइज:
च्यापिएको साइज:
फाइल नाम:
MD5sum:
संग्रह
निर्भर गर्दछ
पूर्व निर्भर गर्दछ
सिफारिस गर्दछ
सुझाव गर्दछ
द्वन्दहरू
बदल्दछ
अप्रचलित गर्दछ
प्रदान गर्दछ
वर्णन:
प्याकेज %s स्थानिय गर्न असक्षम भयो
बान्की %s पद वर्णन गर्न असक्षम भयो
के प्याकेजहरू डाउनलोड गर्ने/स्थापना गर्ने/हटाउने ।
आन्तरिक त्रुटि, आदेश समाप्त भएको छैन
अप्रचलित डाउनलोड गरेको फाइलहरू मेट्नुहोस्
E: अद्यावधिक आदेशले कुनै तर्कहरू लिदैन
%s को लागि कुनै उमेद्वार संस्करण फेला परेन
%s का लागि कुनै चालू अथवा प्रतिनिधि संस्करण फेला परेन
प्याकेज "%s" को लागि एउटा संग्रह "%s" फेला पार्न असक्षम भयो
प्याकेज "%s" को लागि एउटा संस्करण "%s" फेला पार्न असक्षम भयो
आन्तरिक त्रुटि: अवैध मान %i cmdline_find_ver मा पास भयो!
तपाईँ प्याकेजको लागि एउटा संग्रह र एउटा संस्करण दुवै निर्दिष्ट गर्न सक्नुहुन्न
स्थापना गर्नुहोस्
मानक आगतमा अनपेक्षित फाइलको समाप्तीERRERROR
UNSATISFIED
UNAVAILABLE
ट्यागहरू
[काम गर्दै]
[हान्नुहोस्]
[डाउनलोड भयो]
%s (%sB/s) मा %sB डाउनलोड भयो ।
%n%n केही फाइलहरू सफलपूर्वक डाउनलोड भएन ।
निरन्तर दिनुहोस्
रद्द गर्नुहोस्
जम्मा प्रगति:
[ %i%% ] (%sB/s, %s बाँकी)
[ %i%% ] (stalled)
[ %i%% ]
कृपया "%s" ड्राइभमा "%s" डिस्क लेबुल घुसाउनुहोस्
परित्याग गर्नुहोस्
[IGNORED]
[ERROR]
सम्पादन गर्न कुनै सोपानक्रम सूचाना छैन
लेख्नको लागि "%s" खुल्न सकेन
विस्तारित अभिरुचि स्थिति फाइल खोल्न सकिएन
विस्तारित राज्य सूचना पढिदैछ
प्याकेज प्रान्तहरू सुरुवात गरिदैछ
अभिरुचि स्थिति फाइल खोल्न सकिएन
विस्तारित राज्य सूचना लेखिदैछ
राज्य फाइल लेख्न सकिएन
राज्य फाइल लेख्दा त्रुटि
%s हटाउन असफल
%s लाई %s मा पुन:नामकरण गर्न असफल
%s लाई %s संग बदल्न सकिदैन
निर्भरताहरू सही गर्न असक्षम भयो, केही प्याकेजहरू स्थापना हुन सकेन
स्रोतहरुको सूचि पढ्न सकिदैन ।
प्याकेज सूचिहरू वा स्थिति फाइल पद वर्णन गर्न सक्दैन वा खोल्न सक्दैन ।
तपाईँ यी हराइरहेका फाइलहरुमा सुधार गर्न प्याकेज सूचिहरुलाई अद्यावधिक गर्न चाहनुहुन्छLocalized defaults_BAR_aptitude-defaults.ww
%s पढ्नयोग्य छ तर लेख्न योग्य छैन;कनफिगरेसन फाइल लेख्न असक्षम भयो ।
नयाँ कनफिगरेसन फाइल संग %s बदल्न असक्षम भयो
मुख्य
प्याकेज क्यास उपलब्ध छैन; प्याकेजहरू डाउनलोड गर्न र स्थापना गर्न असक्षम भयो ।
आन्तरिक त्रुटि: डाउनलोड गर्न प्याकेजहरुको सूचि सिर्जना गर्न सक्दैन
%s: %s तान्न असफल भयो
उपलब्ध नभएको प्याकेजहरुका लागि सुधार गर्न सकिएन
प्रणाली ताल्चा पुन:लाभ गर्न सकिदैन! (संभवतः अर्को apt वा dpkg चलिरहेको हुन्छ ?)
प्याकेज स्रोतहरुको सूचि पढ्न सक्दैन
सूचि डाइरेक्ट्रीहरू सफा गर्न सकिदैन
प्याकेज क्यास पुन:निर्माण गर्न सकिएन
कार्यहरू लग गर्न %s खोल्न असक्षम भयो
स्थानिय समय (%s) सिर्जना गर्दा त्रुटि
लग प्रतिवेदन
महत्वपूर्ण: यो लगले इच्छ्याएको कार्यहरुको मात्र सूचि गर्दछ; dpkg समस्याहरुले असफल भएको कार्यहरू पूरा हुन सकदैन ।
%li प्याकेजहरू स्थापना गर्नेछ, र %li प्याकेजहरू हटाउँनेछ ।
डिस्क खाली ठाउँको %sB प्रयोग हुनेछ
डिस्कको %sB खाली स्थान खाली हुनेछ
[UPGRADE] %s %s -> %s
[DOWNGRADE] %s %s -> %s
हटाउनुहोस्
स्थापना गर्नुहोस्
पुन:स्थापना गर्नुहोस्
समाउनुहोस्
भाँचिएको
हटाउनुहोस्, प्रयोग भएको छैन
निर्भरता, हटाउनुहोस्
निर्भरता, स्थापना गर्नुहोस्
निर्भरता, समाउनुहोस्
????????
[%s] %s
=============================================================================== लग समप्त भयो ।
अज्ञात कार्य प्रकार: %s
%s पछि वास्तविक स्ट्रिङ टर्मिनेट भएन
अज्ञात प्राथमिकता %s
अज्ञात निर्भरता प्रकार: %s
?
मेल खाएन '('
उपलब्ध गराउँदछ: भाँच्न सक्दैन
अज्ञात बान्की प्रकार: %c
"" खोजी गर्न सक्दैन
अनपेक्षित खाली अभिव्यक्ति
अनपेक्षित ')'
%s प्याकेजको लागि मैले फाइल स्थनियकरण गर्न सकिन । यसको मतलब तपाईँले यो प्याकेजलाई म्यानुल्ली तोक्नुपर्छ । (arch हराइरहेको कारणले)
प्याकेज अनुक्रमणिका फाइलहरू दूषित भयो । फाइलनाम छैन: प्याकेज %s को लागि फाँट ।
चेतावनी: समूह %s चक्रमा सम्मिलित छ
प्याकेज सोपानक्रम फाइल %s खोल्न सकिएन
पहिलो रेकर्ड पछि विश्वव्यापी ब्लक आइलाग्यो, उपेक्षा गरिदैछ
खराब रेकर्ड देखापर्यो (प्याकेज वा समूह प्रविष्टि छैन), फड्काइदैछ
खराब रेकर्ड देखापर्यो (प्याकेज=%s, समूह=%s), फड्काइदैछ
समूह %s को लागि बहुँविद वर्णनहरू फेला पर्यो, एउटा उपेक्षा गरिदैछ
ट्याग डेटाबेस निर्माण गरिदैछ
कार्य विवरणहरू पढिदैछ
"%s" टेम्प्लेटबाट अस्थायी डाइरेक्ट्री सिर्जना गर्न असफल भयो: %s
"%s" सुरू गर्न असक्षम
"%s" हटाउन असक्षम
फाइलहरुमा "%s" सूचीबद्ध असक्षम
डाइरेक्टरी "%s" बन्द गर्न असफल
डाइरेक्टरी "%s" हटाउन असक्षम
सबै हटाएकाहरू र स्थापना विचाराधिनहरू कार्यसम्पादन गर्नुहोस्
प्याकेजहरुको नयाँ संस्करणका लागि जाँच गर्नुहोस्
सबै अद्यावधिक गर्न लायक प्याकेजहरू जसलाई अद्यावधिकमा नराखिएको छ भने चिन्ह दिनुहोस्
विर्सनुहोस जुन प्याकेजहरू "new" छन्
सबै विचारधिन स्थापनाहरू, हटाउनेहरू, समात्नेहरू, र अद्यावधिकहरू रद्द गर्नुहोस् ।
पहिल्ले डाउनलोड गरिएको प्याकेज फाइलहरू मेट्नुहोस्
पुन पुन डाउनलोड गर्न नसकिने प्याकेज फाइलहरू मेट्नुहोस्
प्याकेज क्यास पुन लोड गर्नुहोस्
कार्यक्रमबाट निस्कनुहोस्
सञ्चालनहरुको समुह वा अन्तिम प्याकेज सञ्चालन पूर्वस्थितिमा फर्काउनुहोस्
प्याकेजहरू
पूर्वावलोकन
समाधान कर्ता
स्तर वृद्धि गर्नुहोस्
वर्णनश
स्वत:
अवास्तविक
स्थापना भयो
पुन:स्थापना गर्नुहोस्
स्तर कम गर्नुहोस्
हटाउनुहोस्
एउटा प्याकेज सूची अद्यावधिक वा स्थापना चलाउने पहिले नै लिएको छ ।
प्याकेजहरू डाउनलोड गर्दै
राख्नुहोस्
समाउनुहोस्
अज्ञात
दृश्य निर्माण गरिदैछ
असन्तुष्टि निर्भरता भएको प्याकेजहरू स्थापनाको समाप्ति पछि यी प्याकेजहरुको निर्भर आवश्यकताहरू भेटिने छैन । यो ट्रीको व्यवहारले, या तपाईँको प्रणालीमा वा डेवियन संग्रहमा केही भाँचिएको इंकित गर्दछ ।
प्याकेजहरू हटाइदै छन् किन भने तिनीहरू लामो समय सम्म प्रयोग भएको छैन यी प्याकेजहरू मेटाइदै छन् किनभने तिनीहरू निर्भरता पुरा गर्न स्वत: स्थापना भए, र एउटा 'महत्वपूर्ण' निर्भरतामा घोषणा गर्दै योजनाबद्ध कार्यले स्थापना नभएको प्याकेजमा नतिजा गर्नेछ ।
प्याकेजहरू तिनीहरुको हालको अवस्थामा स्वत: तरीकाले रहेका छन् यी प्याकेजहरू स्तर वृद्धि हुन सक्छन्, तर निर्भरताहरुको विच्छेदन त्याग्नको लागि तिनीहरू चालू अवास्थामा राखिएका छन् ।
निर्भरताहरू सन्तुष्ट पार्नको लागि प्याकेजहरू स्वत: स्थापना भयो यी प्याकेजहरू स्थापना भइरहेका छन् किन भने तिनीहरू अर्को प्याकेजलाई आवश्यकता पर्दछ जुन तपाईँले स्थापना गर्न रोज्नु भएको छ ।
असन्तुष्ट निर्भरताहरुको कारणले प्याकेजहरू मेटिदैछन् यी प्याकेजहरू मेटिदैछन् किन भने तिनीहरुको एक वा एक भन्दा बढी निर्भरताहरू लामो समय सम्म उपलब्ध हुदैन, वा अन्य प्याकेजले तिनिहरू संग द्वन्द उत्पन्न गर्दछ ।
स्तर कम गर्नु पर्ने प्याकेजहरू यी प्याकेजहरुको पुरानो संस्करण भन्दा हाल स्थापना भएको प्याकेजहरू स्थापना हुनेछन् ।
पछाडि रहनुपर्ने प्याकेजहरू यी प्याकेजहरुको स्तर वृद्धि हुन सक्छन्, तर तपाईँले तिनीहरुलाई हालै संस्करणमा रहन भन्नु भएको छ ।
पुन: स्थापना हुनुपर्ने प्याकेजहरू यी प्याकेजहरू पुन: स्थापना हुनेछन् ।
स्थापना हुनुपर्ने प्याकेजहरू यी प्याकेजहरू तपाईँको कम्प्युटरमा स्थापना गर्नको लागि म्यानुल्ली चयन भएका छन् ।
हटाइनु पर्ने प्याकेजहरू यी प्याकेजरू हट्नको लागि म्यानुल्ली चयन भएका छन्न ।
स्तर वृद्धि गर्नु पर्ने प्याकेजहरू यी प्याकेजहरू नयाँ संस्करणमा स्तर वृद्धि हुनेछन् ।
आंशीक स्थापना गरिएका प्याकेज यी प्याकेज पूर्ण रुपमा स्थापना र कन्फिगर गरिएका छैनन्; एक प्रयासद्वारा तिनको स्थापना पूर्ण हुनेछ ।
स्थापना गरिएको छैन
%s मा आधारित %s
%s मा पुर्व आधारित %s
%s सुझाव गर्दछ %s
%s सिफारिशहरू %s
%s संग द्धन्द %s
%s बदल्नुहोस् %s
%s अप्रचलितहरु %s
निम्न प्याकेजहरू हटाउनुहोस्:
निम्न प्याकेजहरू स्थापना गर्नुहोस्
निम्न प्याकेजहरू उन्नत गर्नुहोस:
निम्न प्याकेजहरू अवनति गर्नुहोस्:
अज्ञात रंग नाम "%s"
अज्ञात गुण नाम "%s"
शैली परिभाषा समूहमा अवैध प्रविष्टि: "%s"
शैली परिभाषा समूहमा अवैध ट्याग विहिन प्रविष्टि: "%s"
पूर्वनिर्धारित रंग पृष्टभूमिको रुपमा मात्र प्रयोग गर्न सकिनेछ ।
अज्ञात शैली गुण %s
कुञ्जी बाइन्डिङ समूहमा अवैध प्रविष्टि: "%s"
अवैध कुञ्जी बाइन्डिङ उपेक्षा गरिदै "%s" -> "%s"
अपेक्षित नीति परिचयकर्ता, ले '%c' प्राप्त गर्यो
अपेक्षित ',' वा '(', ले '%c' प्राप्त गर्यो
अज्ञात समूह नीति "%s"
टर्मिनल नीति '%s' सूचिमा अन्तिम नीति हुनेछ
'%s' सेटिङ्ग गर्दा खराब passthrough ('passthrough' वा 'nopassthrough' प्रयोग गर्नुहोस्)
'%s' पछि अपेक्षित '('
'%s' मा बान्की पद वर्णन गर्न असक्षम भयो
"%s" पछि बान्की पद वर्णन गर्न असक्षम भयो
"%s" पछि अनपेक्षित खाली ट्री शीर्षक
सजावट पद वर्णन गर्न सकिदैन: स्थिर वस्युको लागि कुनै ढाँचाबद्ध स्तम्भ निर्दिष्ट हुदैन
सजावट पद वर्णन गर्न सकिदैन: स्तम्भ वर्णनकर्तामा त्रुटि सङ्केतन गरिदैछ
सजावट पद वर्णन गर्न सकिदैन: अज्ञात दृश्य वस्तु प्रकार "%s"
सजावट पद वर्णन गर्न सकिदैन: कुनै पंक्ति संख्या निर्दिष्ट छैन
सजावट पद वर्णन गर्न सकिदैन: चौडा निर्दिष्ट गरिएको छैन
सजावट पद वर्णन गर्न सकिदैन: उचाई निर्दिष्ट गरिएको छैन
अज्ञात पंक्तिबद्धता प्रकार '%s'
अवैध शून्य-लम्बाई क्रमबद्ध नीति नाम
क्रमबद्ध नीति वर्णनमा '(' मेल खाएन
अवैध क्रमबद्ध नीति प्रकार '%s'
वहु बाइट स्ट्रिङ, "%ls" पछि विसङ्केतन गर्न सकिदैन
चौडा-कयारेक्टर स्ट्रिङ्ग "%s" पछि डिकोड गर्न सकिदैन
%s %s, %s %s मा कम्पाइल भयो
कम्पाइलर: g++ %s
उपयोग: झुकाब [-S fname] [-u_BAR_-i]
झुकाब [options] <action> ...
कार्यहरू (यदि कुनै पनि निर्दिष्ट छैन भने, झुकाबले अन्तरक्रियात्मक मोडलाई प्रविष्ट गर्दछ):
forbid-संस्करण - निर्दिष्ट प्याकेज संस्करणमा स्तरवृद्धिबाट Forbid झुकाब ।
विकल्पहरू:
-s कार्यहरू नक्कल गर्नुहोस्, तर तिनीहरुले साँच्चैकै सम्पादन गर्दैन ।
-d प्याकेजहरू मात्र डाउनलोड गर्नुहोस्, केही पनि स्थापना गर्ने वा हटाउने कार्य नगर्नुहोस् ।
-f आक्रमक ढंगले बिग्रेका प्याकेजहरू निश्चित गर्ने प्रयास गर्नुहोस् ।
-V प्याकेजहरुको कुन संस्करणहरू स्थापना गर्ने देखाउनुहोस् ।
-D स्वत: परिवर्तन भएका प्याकेजहरुको निर्भरता देखाउनुहोस् ।
-Z\t\t प्रत्येक प्याकेजको स्थापित साइजमा परिवर्तन देखाउनुहोस् ।
-s fname : fname बाट झुकाव विस्तारित वस्तुस्थिति सूचना पढ्नुहोस् ।
-u सुरुवातमा नयाँ प्याकेज सूचिहरू डाउनलोड गर्नुहोस् ।
-i सुरुवातमा एउटा स्थापना सञ्चालन सम्पादन गर्नुहोस् ।
यो झुकाब संग सुपर काऊ शक्ति छैन ।
.", such as "aptitude.util.logging
-q= पछि अपेक्षित एउटा नम्बर
-q= पछि अपेक्षित एउटा नम्बर, %s प्राप्त गर्यो
WEIRDNESS: अज्ञात विकल्प कोड प्राप्त भयो
why
अज्ञात आदेश "%s"
छोडिएको अपवाद: %s
को लागि खोजी गर्नुहोस्:
को लागि पछिल्तिर खोजी गर्नुहोस्:
माइनस्विपर
%i/%i धराप %d %s
सेकेण्ड
सेकेण्ड
%s मा %d %s
जित्नुभयो
हरायो
फाइल "%s" खोल्न सकिएन
%s बाट खेल लोड गर्न सकिएन
पाटी उचाई सकारात्मक इन्टिजर हुनुपर्छ
पाटी चौडा सकारात्मक इन्टिजर हुनुपर्छ
अवैध धराप गन्ति; कृपया सकारात्मक इन्टिजर प्रविष्टि गर्नुहोस्
अनुकूल खेल सेटअप गर्नुहोस्
पाटीको उचाई:
पाटीको चौडा:
धरापहरुको संख्या:
ठीक छ
कठिनाई स्तर रोज्नुहोस्
सजिलो
मध्यम
गाह्रो
अनुकूल
तपाईँले जित्नुभयो ।
तपाईँले हराउनु भयो!
तपाईँ मर्नुभयो... --धेरै--
कीलाहरू विषाक्त छन्! विष घातक थियो...--धेरै--
फलामको धारिलो कीलाहरुको सेटमा तपाईँ बस्नुभयो! --धेरै--
तपाईँ खाडलमा खस्नुभयो! --धेरै--
काबूम! तपाईँले धराप भूमिमा टेक्नुभयो । --धेरै--
बाँण विषाक्त थियो! विष घातक थियो... --धेरै--
एउटा सानो बाँणले तपाईँलाई मार्छ! तपाईँ एउटा सानो बाँण द्वारा मारिनुभयो! --धेरै--
तपाईँ ढुङ्गातिर फर्कनुभयो... --धेरै--
cockatrice लाश छुनु घातक गल्ति हो । --धेरै--
तपाईँले यहाँ cockatrice लाशको महशुस गर्नुभयो । --धेरै--
क्लिक गर्नुहोस्! तपाइँले एउटा घुमिरहेको ढुंगा पासो फुस्काउनुभयो! तपाईँलाई एउटा ढुंगाले हानियो! -- धेरै--
सुत्नुहोस्
हड्ताल गरिदैछ
मृत्यु
पोलिमोर्फ
चमत्कार क्षेप्यास्त्र
गोप्य ढोका खोज
अदृश्यात्मक
चिसो
तपाईँको दण्डको %s छुट्टाछुटै भाँचिएछ र फुटेछ! --धेरै--
तपाईँलाई बिजुलीको तरङ्गले धक्का दियो! --धेरै--
लोड गर्न फाइलनाम प्रविष्ट गर्नुहोस्:
बचत गर्न फाइलनाम प्रविष्ट गर्नुहोस्
धराप-मद्दत.पाठ
धराप-मद्दत.पाठको सङ्केतन_BAR_UTF-8
प्याकेज
InstSz
DebSz
कार्य
InstVer
CandVer
लामो राज्य
लामो कार्य
संभारकर्ता
प्राथमिकता
सेक्सन
RC
ट्याग
कार्यक्रम नाम
ProgVer
#भाँचियो
डिस्क उपयोग
साइज डाउनलोड गर्नुहोस्
<N\/A>
<none>
अवास्तविक
निर्मल गरियो
आधा-कनफिगरेसन
आधा-स्थापना
कनफिगरेसन-फाइलहरू
त्रुटि
समाउनुहोस्
निषेधित स्तर वृद्धि गर्नुहोस्
निर्मल गर्नुहोस्
मेट्नुहोस्
भाँचियो
स्थापना गर्नुहोस्
पुन:स्थापना गर्नुहोस्
स्तर वृद्धि गर्नुहोस्
कुनै पनि होइन
Imp
Req
Std
Opt
Xtr
ERR
#भाँचिएको: %ld
ले डिस्क खाली ठाउँको %sB प्रयोग गर्छ
ले डिस्क खाली ठाउँको %sB खाली गर्दछ
DL साइज: %sB
HN अति लामो छ
"%ls" पछि प्याकेज प्रदर्शन ढाँचा कोड स्थानान्तरण असक्षम
आन्तरिक त्रुटि: पूर्वनिर्धारण स्तम्भ स्ट्रिङ पद वर्णन गर्न अयोग्य छ
कार्यहरू
सुरक्षा अद्यावधिकहरू यी प्याकेजहरुका लागि सुरक्षा अद्यावधिकहरू security.debian.org बाट उपलब्ध हुन्छन् ।
स्तर वृद्धियोग्य प्याकेजहरू यी प्याकेजहरुको एउटा नयाँ संस्करण उपलब्ध छ ।
नयाँ प्याकेजहरू पछिल्लो समय तपाईँले "new" प्याकेजहरू खाली गरेबाट यी प्याकेजहरू डेवियनमा थपियो (यो सूचि खाली गर्न कार्यहरुको मेनुबाट "Forget new packages" रोज्नुहोस्) ।
स्थापित प्याकेजहरू यी प्याकेजहरू हालै तपाईँको कम्प्युटरमा स्थापना भयो ।
प्याकेजहरू स्थापना भएको छैन यी प्याकेजहरू तपाईँको कम्प्युटरमा स्थापना भएको छैन ।
बेकायम र स्थानिय सिर्जित प्याकेजहरू यी प्याकेजहरू हालै तपाईँको कम्प्युटरमा स्थापना भयो, तर तिनीहरू कुनै apt स्रोतमा उपलब्ध छैन । तिनीहरू सायद संग्रहबाट बेकायम गरको वा हटेको हुनुपर्छ, वा तपाईँ आफैले तिनीहरुको व्यक्तिगत संस्करण निर्माण गर्नु भएको हुनुपर्छ ।
अवास्तविक प्याकेजहरू यी प्याकेजहरू अवस्थित छैन; केही कार्यात्मकता उपलब्ध गर्न वा प्रयोग गर्न तिनीहरुलाई अन्य प्याकेजहरु नामकरण गरिएको छ ।
अन्य प्याकेजहरुले सिफारिस गरको प्याकेजहरू यी प्याकेजहरू जोरसंग आवश्यक छैन, तर तिनीहरू केही अरू कार्यक्रमहरुमा पुरा कार्यात्मकता उपलब्ध गराउन आवश्यक पर्न सक्छ जुन तपाईँ स्थापना र स्तर वृद्धि गर्दै हुनुहुन्छ ।
अन्य प्याकेजहरुले सुझाव दिएको प्याकेजहरू यी प्याकेजहरू तपाईँको प्रणाली कार्य उचित तरिकाले गर्न आवश्यक होइन, तर तिनीहरुले केही कार्यक्रमहरुको लागि अधिक कार्यात्मकता उपलब्ध गर्न सक्छ जुन तपाईँ हाल स्थापना गर्दै हुनुहुन्छ ।
अज्ञात
प्राथमिकता %s
UNCATEGORIZED
समाप्ति-प्रयोगकर्ता
सर्भरहरू
विकास
स्थानियकरण
हार्डवेयर समर्थन
नचिनिएको कार्यहरू
कार्यहरू प्याकेजहरुको समूह हो जसले छुट्टै उद्देश्यको लागि प्याकेजहरुको पूर्वपरिभाषित सेट चयन गर्न सजिलो तरिका उपलब्ध गराउँदछ ।
ढाँचाबद्ध स्ट्रिङमा खराब नम्बर: %ls
मिल्दो अनुक्रमणिकाहरू १ वा सो भन्दा बढी हुन सक्छ, "%s" होइन
मिल्दो अनुक्रमणिका %ls अति ठूलो छ; उपलब्ध समूहहरू (%s) हुन्
TAGLESS PACKAGES
स्रोत प्याकेज:
%s द्वारा उपलब्ध गरिएको प्याकेज नामहरू
%s मा भर पर्ने प्याकेजहरू
%s एउटा आवश्यक प्याकेज हो!%n%nके तपाईँ यसलाई हटाउन निश्चिन्त हुनुहुन्छ ?%n यदि हुनुहुन्छ भने '%s' टाइप गर्नुहोस् ।
%s मा बग प्रतिवेदन गर्नुहोस्:
तपाईँ मूल होइन र मैले मूल हुने कुनै बाटो फेला पारिन । यो प्याकेजलाई पुन:कनफिगर गर्न,मूलको रुपमा मेनु प्याकेज, लगइन प्याकेज, वा सञ्चालित झुकाव स्थापना गर्नुहोस् ।
%s पुन:कनफिगर गरिदैछ
सोपानक्रम सम्पादक
सबै प्याकेजहरू
बान्की "%ls" संग कुनै प्याकेजहरू मेल खाएन ।
नयाँ प्याकेज ट्री सिमा प्रविष्ट गर्नुहोस्:
यो प्रदर्शनको लागि नयाँ प्याकेज समूह मेकानिजम प्रविष्ट गर्नुहोस्:
यो प्रदर्शनको लागि नयाँ प्याकेज क्रमबद्ध मेकानिजम प्रविष्ट गर्नुहोस्:
स्तम्भ परिभाषा पद वर्णन गर्न सकिएन
प्याकेज-दृश्य-बनाउनुहोस्:तर्कहरुमा त्रुटि --दुई मुख्य विजेटहरू ??
प्याकेज-दृश्य-बनाउनुहोस्:तर्कहरुमा त्रुटि --स्थिर वस्तुको लागि खराब स्तम्भ सूचि
प्याकेज-दृश्य-बनाउनुहोस्:खराब तर्क!
प्याकेज-दृश्य-बनाउनुहोस्:कुनै मुख्य विजेट फेला परेन
मा आधारित
मा पूर्व आधारित
सुझाव दिन्छ
सिफारिस गर्दछ
संग द्धन्द
बदल्छ
अप्रचलितहरू
(%F द्धारा प्रदान)
%F%s %F %F
यदि तपाईँले प्याकेज चयन गर्नु भयो भने, यसको चालु अवास्थाको एउटा व्याख्या यो खाली ठाउँमा देखिने छ ।
%B%s%b स्वत: स्थापना भयो;यो हट्यो किन भने यसमा आधारित सबै प्याकेजहरू हटिरहेका छन्:
निर्भरता त्रुटिहरुको कारणले %B%s%b स्वत: हट्नेछ:
निम्न निर्भरताहरू सन्तुष्ट पार्न %B%s%b स्वत: स्थापना हुनेछ:
%B%s%b अहिले स्तरवृद्दि हुन सक्दैन, तर यदि भयो भने, यो %B%s%b संस्करणमानै रहनेछ ।
संस्करण %B%s%b मा, %B%s%b उन्नत हुनेछैन, निम्न निर्भरताहरू बिग्रन त्याग गर्न सकिन्छ :
%B%s%b हालमा स्थापना छ ।
%B%s%b हालमा स्थापना छैन ।
%B%s%b का केहि निर्भरताहरू सन्तुष्ट छैन:
%B%s%b अवनति हुनेछ ।
बिर्सने संस्करण %B%s%b मा %B%s%b उन्नत हुदैन ।
%B%s%b संस्करण %B%s%b उन्नत गर्न सकिदैन , तर यो %B%s%b संस्करणमा रहि रहेको छ ।
%B%s%b पुन स्थापना हुनेछ ।
%B%s%b स्थापना हुनेछ ।
%B%s%b हट्ने छ ।
%B%s%b संस्करण %B%s%b देखी संस्करण %B%s%b उन्नत हुनेछ ।
%B%s%b आंशीक मात्र स्थापना भएको छ; यसको स्थापना पुरा हुनेछ ।
निम्न प्याकेजहरू %B%s%b मा आधारित छ र त्यसको हटाउने द्धारा बिग्रिन् सक्छ:
निम्न प्याकेजहरू %B%s%b मा आधारित छ र बिग्रएको छ:
निम्न प्याकेजहरू %B%s%b संग द्धन्द गर्दछ र यसको स्थापना द्धारा बिग्रन सक्छ:
निम्न प्याकेजहरू संस्करण %B%s%b मा आधारित छ हालमा स्थापना गरिएको संस्करण %B%s%b भन्दा अर्को, वा हालमा स्थापना गरिएको संस्करण संग द्धन्द हुन्छ:
निम्न प्याकेजहरू %B%s%b संग द्धन्द गर्दछ, वा स्थापना नगर्ने संस्करणकमा आधारित हुन्छ ।
निम्न प्याकेजहरू %B%s%b संग द्धन्द गर्दछ:
निम्न प्याकेजहरू %B%s%b संस्करणमा आधारित छ भर्खरै स्थापना गरिएको संस्करण %B%s%b भन्दा भिन्न:
निम्न प्याकेजहरू %B%s%b संस्करणमा आधारित छ जसलाई स्थापना गर्न गइएको छैन ।
उन्नत गरिएको
अवनति गरिएको
निम्न प्याकेजहरू हाल मात्र स्थापना गरिएको संस्करण %B%s%b (%B%s%b) मा आधारित छ, वा संस्करण संग द्धन्द छ यो %s हुन सक्छ (%B%s%b), र यदि %s हो भने बिग्रन्छ ।
निम्न प्याकेजहरू संस्करण %B%s%b of %B%s%b संग द्धन्द गर्दछ, यो हो भने %s बिग्रन्छ ।
निम्न प्याकेजहरू संस्करण %B%s%b of %B%s%b मा आधारति छ, यदि यो छ %s भने बिग्रन्छ ।
प्याकेज क्यास उपलब्ध छैन ।
कुनै पनि प्याकेजहरू बिग्रिएको छैन ।
कुनै पनि रिसोलुसन फेला परेन ।
अघिल्लो
पछिल्लो
लागू गर्नुहोस्
बन्द गर्नुहोस्
%s संग द्धन्द %s [%s %s द्धारा प्रदान गरिएको]
%s हटाउदै
%s %s (%s) स्थापना हुदै
%BRemove%b निम्न प्याकेजहरू:%n
%BInstall%b निम्न प्याकेजहरू:%n
%BKeep%b निम्न प्याकेजहरुलाई हालको संस्करणमा :%n
%B अवनति %b निम्न प्याकेजहरू:%n
%B अवनति %b निम्न प्याकेजहरू:%n
हटाउनुहोस् %F [%s (%s)]
स्थापना गर्नुहोस् %F [%s (%s)]
%F को स्थापना रद्द गर्नुहोस्
%Fको हटाउने रद्द गर्नुहोस्
राख्नुहोस् %F at version %s (%s)
उन्नति %F [%s (%s) -> %s (%s)]
अवनति %F [%s (%s) -> %s (%s)]
-> निर्भरता "%s सिफारिसहरू %s" लाई विचाररहित छोड्नुहोस् ।
निम्न कार्यहरुले निर्भरता समाधान हुनेछ:
निम्न प्याकेजहरू हालको संस्करणमा राख्नुहोस्:
निम्न सिफारिशहरू विचार नगरि छोड्नुहोस्:
कुनै पनि बिग्रिएका प्याकेजहरू छैन ।
खोल्नुहोस्: %d; बन्द भयो: %d; विलम्ब गर्नु: %d; द्वन्द: %d
WARNING
%F: %s को यो संस्करण एउटा %Bअविश्वसनिय स्रोत%b बाट आएको हो! यो प्याकेज स्थापना गर्नाले व्यक्तिगत दोष नष्ट गर्न वा तपाईँको प्रणालीलाई नियन्त्रणमा लिन अनुमति दिन्छ ।
हो, म सावधान छु कि यो खराब विचार हो
Er, त्यहाँ कुनै त्रुटिहरू छैनन्, त्यो हुन सक्दैन...
E:
W:
चेतावनि: प्याकेज क्यास पढ्ने मात्र मोडमा खुलेको छ ! तपाईँले सबै चलिरहेको apt-आधारित कार्यक्रमहरू नरोके सम्म यि परिवर्तन र संगै आउने सबै परिवर्तनहरू बचत हुनेछैन र कार्य पट्टी मेनुबाट "Become root" चयन गर्नुहोस् ।
यो सन्देश कहिल्यै पनि नदेखाउनुहोस् ।
डाउनलोड हुदै गर्दा तपाईँले प्याकेजको वस्तुस्थिति परिमार्जन नगर्नुहोला ।
तपाईँ पहिल्यै मूलमा हुनुहुन्छ !
अवैध Get-Root-आदेश; यो su: वा sudo: सुरु हुनुपर्छ
अवैध Get-Root-आदेश; यो su: वा sudo:, %s नहुने: सँग सुरु हुनुपर्छ
सहायक प्रक्रियाहरू त्रुटि संग अवस्थित छ -- के तपाईँले तपाईँको पासवर्ड सहि तरिकाले टाइप गर्नु भयो ?
क्यास लोड गर्दै
साच्चै अभिरुची अन्त्य गर्नुहुन्छ ?
साच्चै के तपाईँको निजी सेटिङ्हरू छोड्न चाहनुहुन्छ र पुर्वनिर्धरणहरू पुन लोड गर्न हुन्छ ?
उपलब्ध प्याकेजहरू हेर्नुहोस् र गर्नु पर्ने कार्यहरू रोज्नुहोस्
सिफारिश गरिएका प्याकेजहरू
तपाईँलाई स्थापना गर्ने सिफारिश गरिएका प्याकेजहरू हेर्नुहोस्
सिफारिशहरू
%s बारे सूचना
%s सूचना
%s मा निर्भर हुने प्याकेजहरू
%s को निर्भरताहरू
%s विपरीत निर्भरताहरू
%s निर्भरताहरू
%s को उपलब्ध संस्करणहरू
%s संस्करणहरू
help.txt
help.txt_BAR_UTF-8
मद्दत
README
ISO_8859-1
म्यानुअल प्रयोग गर्नुहोस्
अभिरुचीको पुर्ण प्रयोगकर्ता म्यानुअल पढ्नुहोस्
म्यानुअल
लगातार सोधिने प्रश्नहरूको सूची हर्नुहोस्
पुरानो अस्थायी डाइरेक्टरी हटाउन असक्षम; तपाईँले %s लाई हातैले मेट्नु पर्दछ ।
तपाईँले %s मेटाउनुहुन्छ; तपाईँले यसमा फाइल परिक्षण गर्नु पर्दछ र त्यसलाई हातैले हटाउनु पर्दछ ।
यसले झुकावको पछिल्लो संस्करणले %s मा पछिल्तिर फाइलहरू छोडेको देखाउँछ । यी फाइलहरू संभवत: काम नलाग्ने हुन सक्छ र मेट्न सुरक्षित हुन्छ । %n%n के तपाईँ यो डाइरेक्ट्री र सबै यसको सामग्रीहरू हटाउन चाहनुहुन्छ ? यदि तपाईँले "No" चयन गर्नु भयो भने, तपाईँले यो संदेश फेरी देख्न सक्नुहुन्न ।
प्याकेज डाउनलोडको प्रगति देखाउनुहोस्
प्याकेज डाउनलोड
%BWARNING%b: विश्वास गर्न नसकिने निम्न प्याकेजहरुको संस्करणहरू स्थापना गरिनेछ ! %n%n विश्वास गर्न नसकिने प्याकेजहरुले %B तपाईँको प्रणालीको सुरक्षा%b सम्झौता गर्दछ । तपाईँले स्थापनासंग मात्र बढ्नु पर्दछ यदि तपाईँ पक्का हुनुहुन्छ भने तपाईँले के गर्न चाहनुहुन्छ त्यहि हो ।%n%n
%S*%N %s [संस्करण %s]%n
साच्चै निरन्तरता दिनुहुन्छ
स्थापना परित्याग गर्नुहोस्
प्याकेज स्थापनाको पूर्वावलोकन
कार्यसम्पादन गरिने कार्यहरू र/वा समायोजन हेर्नुहोस्
केहि प्याकेजहरू बिग्रिएका थिए र स्थिर गिएका थिए:
ति निर्भरता समस्यहरुको कुनै समाधान अवस्थित छैन !
निर्भरताहरू पनु समाधान गर्न खोज्दा खोज्दै समय समाप्त भएको छ (हेर्डर प्रयास गर्न "%s" थिच्नुहोस् )
प्याकेजहरू स्थापना गर्न/हटाउन प्रसाशनिक सहुलियत चाहिन्छ, जुन तपाईँ संग छैन । के तपाईँले मूल खाता परिवर्तन गर्न चाहनुहुन्छ ?
मूलमा जानुहोस्
मूलमा नजाउनुहोस्
कुनै पनि प्याकेजहरू स्थापना गर्न, हटाउन, वा अद्यावधिक गर्न कार्यतालिका बद्ध गरिएको छैन ।
कुनै प्याकेजहरू स्थापना,हटाइएको,अद्यावधिक गरिएको छैन । केहि प्याकेजहरू अद्यावधिक हुनसक्छ तर तपाईँले तिनिहरुलाई अद्यावधिक गर्ने भनि रोज्नु भएको छैन। "U" टाइप गरेर अद्यावधिकको तयारी गर्नुहोस् ।
प्याकेज सूची अद्यावधिक गर्दै
प्याकेज सूचीको अद्यावधिक प्रगति हेर्नुहोस्
सूची अद्यावधिक
प्याकेज सूचीहरू अद्यावधिक गर्न प्रशासनिक सहुलियत चाहिन्छ, जुन तपाईँ संग हालमा छैन । के तपाईँले मूल खाता परिवर्तन गर्न चाहनुहुन्छ ?
बेकाम समयमा बिस्फोटकहरू फेला पार्न कोशिस गर्नुहोस्
डाउनलोड प्रगतिमा हदै गर्दा खालि गर्न अनुमति छैन
डाउनलोड फाइलहरू मेट्दैछ
डाउनलोड गरिएको प्याकेज फाइलहरू मेटिएको छ
apt क्यास फाइल उपलब्ध छैन; स्वत सफा गर्न सकिदैन ।
अप्रचलित डाउनलोड गर्ने प्याकेज फाइलहरू मेटिएको छ, %sB डिस्क खाली गर्दै ।
बढि समाधानहरू छैन ।
लागू गर्ने समस्या फेला पार्न असक्षम
समस्या समाधान गर्न प्रयास गर्दै गर्दा समय समाप्त भएको छ ।
निर्भरताहरू पुन समाधान गर्नुहोस्
असन्तुष्ट निर्भरताहरुको समाधानका लागि खोज्नुहोस्
खोल्न असक्षम %ls
पुन समाधान गर्ने स्थिति डम्प गर्दा त्रुटि
^प्याकेजहरू स्थापना गर्नुहोस्/हटाउनुहोस्
^प्याकेज सूची अद्यावधिक गर्नुहोस्
Up^gradable लाई चिनो लगाउनुहोस्
^नयाँ प्याकेजहरू बिर्सनुहोस्
विचारधिन कार्यहरू रद्द गर्नुहोस्
^प्याकेज क्यास सफा गर्नुहोस्
अप्रचलित फाइलहरू खालि गर्नुहोस्
^प्याकेज क्यास पुन लोड गर्नुहोस्
^माइनसुइपर खेल्नुहोस्
^प्रमूलमा जानुहोस्
^अन्त्य गर्नुहोस्
पुर्वस्थितिमा फर्काउनुहोस्
^स्थापना गर्नुहोस्
हालमा चयन गरिएको प्याकेज
^हटाउनुहोस्
हटाउनका लागि हालमा चयन गरिएको प्याकेज झुन्डाउनुहोस्
^सफा गर्नुहोस्
यसका कन्फिगरेसन फाइलहरू हटाउनका लागि हालमा चयन गरिएको प्याकेजहरू झुन्डाउनुहोस्
^राख्नुहोस्
चयन गरिएको प्याकेजबाट कुनै कार्य रद्द गर्नुहोस्
^समाउनुहोस्
चयन गरिएको प्याकेजहरू बाट कुनै कार्य रद्द गर्नुहोस्, र भविष्यको अद्यावधिक बाट यसलाई सुरक्षा दिनुहोस्
स्वत चिन्ह दिनुहोस्
स्वत: स्थापना भएको चयन भएका प्याकेजलाई चिनो लगाउनुहोस्; यदि यसमा अन्य प्याकेजहरू आधारित भएन भने यो स्वत: हट्नेछ
म्यानुअल चिन्ह दिनुहोस्
म्यानुल तरिकाले स्थापना भएको चयन भएका प्याकेजलाई चिनो लगाउनुहोस्; यसलाई म्यानुल्ली नहटाए सम्म यो हट्नेछैन
^संस्करण रोक्नुहोस्
स्थापना हुदै गरेको बाट चयन गरिएको प्याकेजको उमेम्दारलाई रोक्नुहोस्; नयाँ संस्करणको प्याकेजहरू सामान्य जस्तै स्थापना हुनेछ
I^सूचना
चयन गरिएको प्याकेज बारेमा बढि सूचना प्रर्दशन गर्नुहोस्
^परिवर्तनलग
चयन गरिएको प्याकेजमा डेवियन परिवर्तनलग प्रर्दशन गर्नुहोस्
^समाधान परिक्षण गर्नुहोस्
हालमा चयन गरिएको समाधानलाई निर्भरता समस्याहरुमा परिक्षण गर्नुहोस् ।
समाधान लागू गर्नुहोस्
हालमा चयन गरिएको समाधानमा समाहित कार्यहरू पुरा गर्नुहोस्
^पछिल्लो समाधान
निर्भरता समस्याहरुको पछिल्लो समाधान चयन गर्नुहोस्
^अघिल्लो समाधान
निर्भरता समस्याहरुको अघिल्लो समाधान चयन गर्नुहोस् ।
^पहिलो समाधान
निर्भरता समस्याहरुको पहिलो समाधान चयन गर्नुहोस्
अन्तिम समाधान
निर्भरता समस्याहरुमा अन्तिम समाधान चयन गर्नुहोस् जुन अति टाढा सिर्जना भएको छ ।
टगल अस्वीकृत
हालमा अस्वीकार भएको कार्य चयन गरिएको कार्य टगल गर्ने कि
टगल ^प्रमाणित भयो
हालमा सदर भएको कार्य चयन गरिएको टगल गर्ने कि
^लक्ष्य हेर्नुहोस्
जसलाई चयन कार्यबाट प्रवाहित हुने प्याकेजहरू हेर्नुहोस्
फेला पार्नुहोस्
अघिल्तिर खोज्नुहोस्
^पछाडिपट्टी फेला पार्नुहोस्
पछाडिपट्टी खोज्नुहोस्
फेरि फेला पार्नुहोस्
अन्तिम खोजी दोहोर्याउनुहोस्
^Backwards फेरि फेला पार्नुहोस्
विपरित दिशामा अन्तिम खोजी दोहोर्याउनुहोस्
सिमित प्रर्दशन
प्याकेज सूचीमा फिल्टर लागू गर्नुहोस्
^असिमित प्रर्दशन
फिल्टरलाई प्याकेज सूचीबाट हटाउनुहोस्
बिग्रेको फेला पार्नुहोस्
अर्को प्याकेजहरू संग असन्तुष्ट निर्भरताहरू फेला पार्नुहोस्
^UI विकल्पहरू
सेटिङ् परिवर्तन गर्नुहोस् जसले प्रयोगकर्ता इन्टरफेसलाई असर पार्दछ
^निर्भरता ह्यान्डलिङ्
सेटिङ्हरू परिवर्तन गर्नुहोस् जसले कसरि प्याकेजहरू निर्भरताहरू ह्यान्डल गर्नेलाई असर् पार्दछ
^विविध
विविध कार्यक्रम सेटिङ्हरू परिवर्तन गर्नुहोस्
^विकल्पहरू पछाडि फर्कनुहोस्
प्रणाली पुर्वनिर्धारितहरुमा सबै सेटिङ्हरू रिसेट गर्नुहोस्
^पछिल्लो
पछिल्लो प्रर्दशन हेर्नुहोस्
^Prev
अधिल्लो प्रर्दशन हेर्नुहोस्
^बन्द गर्नुहोस्
यो प्रर्दशन बन्द गर्नुहोस्
नयाँ प्याकेज दृश्य
नयाँ पुर्वनिर्धारित प्याकेज सूची सिर्जना गर्नुहोस्
सिफारिशहरू लेखा जाँच्नुहोस्
तपाईँलाई स्थापना गर्न प्रस्ताव गर्ने प्याकेजहरू हेर्नुहोस्, तर जुन हालमा स्थापना गरिएको होइन ।
नयाँ फ्याट प्याकेज सूची
एकल कोटि नगरिएको सूची प्रणालीमा सबै प्याकेजहरू हेर्नुहोस्
नयाँ डेबट्याग ब्राउजर
डेबट्याग डेटा प्रयोग गर्दै प्याकेजहरू ब्राउज गर्नुहोस्
नयाँ कोटिगत ब्राउजर
कोटिद्धारा प्याकेजहरू ब्राउज गर्नुहोस्
^बारेमा
यो कार्यक्रमको बारेको सूचना हेर्नुहोस्
^मद्दत
अनलाइन मद्दत हर्नुहोस्
प्रयोगकर्ताको ^म्यानुअल
विस्तृत कार्यक्रम म्यानुअल हेर्नुहोस्
^FAQ
^समाचार
प्रत्येक संस्करणमा गरिएका महत्वपुर्ण परिवर्तनहरू हर्नुहोस्
^इजाजतपत्र
कार्यहरू
खोज्नुहोस्
विकल्पहरू
दृश्यहरू
%ls: मेनु %ls: मद्दत %ls: बन्द गर्नुहोस् %ls: अद्यावधिक गर्नुहोस् %ls: डाउनलोड/Iस्थापना/हटाउनुहोस् Pkgs
y
n
%s परिवर्तनहरू
डेवियन प्याकेजमा परिवर्तित मोड सूची हर्नुहोस्
तपाईँले आधिकारिक डेविएन प्याकेजहरुको परिवर्तनलग मात्र हर्न सक्नुहुन्छ ।
'%s' लाई सक्षम बनाउने कार्य विफल
अज्ञात च्यानल '%s'
प्याकेज %s संस्करण %s संग एउटा नभेटिएको dep छ:
कूल प्याकेज नामहरू :
सामान्य प्याकेजहरू:
शुद्ध अवास्तविक प्याकेजहरू:
एकल अवास्तविक प्याकेजहरू:
मिश्रित अवास्तविक प्याकेजहरू:
हराइरहेको:
कूल भिन्न संस्करणहरू:
कूल निर्भरताहरू:
जम्मा ver/file सम्बन्धहरू:
कूल उपलब्ध मानचित्रणहरू:
कूल विश्वव्यापी स्ट्रिङ्गहरू:
कूल निर्भरता संस्करण खाली ठाऊँ:
कूल शिथिल खाली ठाऊँ:
को लागि कूल खाली ठाऊँ लेखांकन:
प्याकेज फाइल %s sync भन्दा बाहिर छ ।
कुनै प्याकेजहरू फेला परेन
प्याकेज %s तोक्न असक्षम भयो
प्याकेज फाइलहरू:
क्यास sync भन्दा बाहिर छ, प्याकेज फाइल x-ref गर्न सक्दैन
पिन गरिएका प्याकेजहरू:
(फेला परेन)
स्थापना भयो:
उमेद्वार:
(कुनै पनि होइन)
प्याकेज पिन:
संस्करण तालिका:
कृपया ड्राइभमा डिस्क घुसाउनुहोस् र इन्टर थिच्नुहोस्
तपाईँको सेटमा बाँकी सि डि हरुको लागि यो प्रक्रिया फेरी गर्नुहोस् ।
तर्कहरू जोडामा छैन
उपयग: apt-config [विकल्पहरू] आदेश APT कनफिग फाइल पढ्नको लागि apt-config साधारण उपकरण हो आदेशहरू: शेल - शेल मोड dump - कनफिगरेसन देखाउनुहोस् विकल्पहरू: -h यो मद्दत पाठ । -c=? यो कनफिगरेसन फाइल पढ्नुहोस् -o=? एउटा स्वेच्छाचारी कनफिगरेसन विकल्प सेट गर्नुहोस्, जस्तै -o dir::cache=/tmp
%s वैध DEB प्याकेज होइन
उपयोग: apt-extracttemplates file1 [file2 ...] apt-extracttemplates डवियन प्याकेजहरुबाट कनफिगरेसन र टेम्प्लेट सूचना झिक्ने उपकरण हो विकल्पहरू: -h यो मद्दत पाठ -t टेम्प्लेट डाइरेक्ट्री सेट गर्नुहोस् -c=? यो कनफिगरेसन फाइल पढ्नुहोस् -o=? एउटा स्वेच्छाचारी कनफिगरेसन विकल्प सेट गर्नुहोस्, जस्तै -o dir::cache=/tmp
%s मा लेख्न असक्षम
debconf संस्करण प्राप्त गर्न सकिएन । के debconf स्थापना भयो ?
प्याकेज विस्तार सूचि अति लामो छ
डाइरेक्ट्री %s प्रक्रिया गर्दा त्रुटि
स्रोत विस्तार सूचि अति लामो छ
सामाग्री फाइलहरुमा हेडर लेख्दा त्रुटि
सामग्री %sप्रक्रिया गर्दा त्रुटि
उपयोग: apt-ftparchive [विकल्पहरू] आदेश आदेशहरू: packages binarypath [overridefile [pathprefix]] sources srcpath [overridefile [pathprefix]] contents path release path generate config [groups] clean config apt-ftparchive ले डेवियन संग्रहहरुको लागि अनुक्रमणिका फाइलहरू सिर्जना गर्दछ । यसले समर्थन गर्दछ dpkg-scanpackages र dpkg-scansources को लागि कार्यात्मक प्रतिस्थापनमा पुरै स्वचालितबाट सिर्जनाको धेरै शैलीहरू apt-ftparchive ले debs को ट्रीबाट प्याकेज फाइलहरू सिर्जना गर्दछ । प्याकेज फाइलहरुले प्रत्येक प्याकेजबाट सबै नियन्त्रण फाँटहरुको सामग्रीहरू साथ साथै MD5 hash र filesize समावेश गर्दछ । एउटा अधिलेखन फाइल प्राथमिकता र सेक्सनको मान जोड गर्न समर्थित हुन्छ । त्यस्तै गरी apt-ftparchive ले .dscs को ट्रीबाट स्रोत फाइलहरू सिर्जना गर्दछ । स्रोत--अधिलेखन--विकल्प src अधीलेखन फाइल निर्दिष्ट गर्न प्रयोग गर्न सकिन्छ 'packages' and 'sources' आदेश ट्रीको मूलमा चलाउन सकिन्छ । विनारी मार्ग फेरी हुने खोजीको विन्दुमा आधारित हुन्छ र अधिलेखन फाइलले अधिलेखन झण्डाहरू समाविष्ट गर्दछ । यदि उपस्थित छ भने बाटो उपसर्ग फाइलनाम फाँटहरुमा थपिन्छ । उदाहरणको लागि डेवियन संग्रहबाट उपयोग: apt-ftparchive packages dists/potato/main/binary-i386/ > \\ dists/potato/main/binary-i386/Packages विकल्पहरू: -h यो मद्दत पाठ --md5 नियन्त्रण MD5 सिर्जना -s=? स्रोत अधिलेखन फाइल -q बन्द गर्नुहोस् -d=? वैकल्पिक क्यासिङ डेटाबेस चयन गर्नुहोस् --no-delink delinking डिबग मोड सक्षम गर्नुहोस् --सामग्रीहरू सामग्री फाइल सिर्जना नियन्त्रण गर्नुहोस् -c=? यो कनफिगरेसन फाइल पढ्नुहोस् -o=? एउटा स्वेच्छाचारी कनफिगरेसन विकल्प सेट गर्नुहोस्
कुनै चयनहरू मेल खाएन
केही फाइलहरू प्याकेज फाइल समूह `%s' मा हराइरहेको छ
DB दूषित थियो, फाइल %s.पुरानो मा पुन:नामकरण गर्नुहोस्
DB पुरानो छ, %s स्तरवृद्धि गर्न प्रयास गरिदैछ
DB फाइल %s असक्षम भयो: %s
%s स्थिर गर्न असफल
संग्रह संग नियन्त्रण रेकर्ड छैन
कर्सर प्राप्त गर्न असक्षम भयो
W: डाइरेक्ट्री %s पढ्न असक्षम
W: %s स्थिर गर्न असक्षम
E:
W:
E: फाइलमा त्रुटिहरू लागू गर्नुहोस्
%s हल गर्न असफल भयो
ट्री हिडाईँ असफल भयो
%s खोल्न असफल
DeLink %s [%s]
लिङ्क पढ्न असफल %s
अनलिङ्क गर्न असफल %s
*** %s मा %s लिङ्क असफल भयो
यस %sB हिटको डि लिङ्क सिमा।
संग्रह संग कुनै प्याकेज फाँट छैन
%s संग कुनै अधिलेखन प्रविष्टि छैन
%s संभारकर्ता %s हो %s होइन
realloc - स्मृति बाँडफाँड गर्न असफल भयो
%s खोल्न असफल
अधिलेखन फाइल पढ्न असफल %s
अज्ञात सङ्कुचन अल्गोरिद्म '%s'
सङ्कुचन गरिएको निर्गात %s लाई सङ्कुचन सेटको आवश्यक्ता पर्दछ
सहायक प्रक्रियामा IPC पाइप सिर्जना गर्न असफल
FILE* सिर्जना गर्न असफल
काँटा गर्न असफल
सङ्कुचन शाखा
आन्तरीक त्रुटि, %s सिर्जना गर्न असफल
सहायक प्रक्रिया/फाइलमा IO असफल भयो
MD5 गणना गर्दा पढ्न असफल भयो
समस्या अनलिङ्क भइरहेछ %s
%s मा %s पुन:नामकरण असफल भयो
Y
संकलन त्रुटि रिजेक्स गर्नुहोस् - %s
निम्न प्याकेजहरुले निर्भरताहरू भेटेनन्:
तर %s स्थापना भयो
तर %s स्थापना हुनुपर्यो
तर यो स्थापनायोग्य छैन
तर यो अवास्तविक प्याकेज होइन
तर यो स्थापना भएन
तर यो स्थापना हुन गइरहेको छैन
वा
निम्न नयाँ प्याकेजहरू स्थापना हुनेछन्:
निम्न प्याकेजहरू हटाइनेछन्:
निम्न प्याकेजहरू पछाडि राखिनेछन्:
निम्न प्याकेजहरू स्तर वृद्धि हुनेछन्:
निम्न प्याकेजहरू स्तरकम गरिनेछन्:
निम्न भइरहेको प्याकेजहरू परिवर्तन हुनेछैन:
%s (%s कारणले)
चेतावनी: निम्न आवश्यक प्याकेजहरू हटाइनेछन् । तपाईँ के गरिरहेको यकिन नभएसम्म यो काम गरिने छैन!
%lu स्तर वृद्धि गरियो, %lu नयाँ स्थापना भयो,
%lu पुन: स्थापना गरियो,
%lu स्तर कम गरियो,
%lu हटाउन र %lu स्तर वृद्धि गरिएन ।
%lu पूर्णरुपले स्थापना भएन र हटाइएन ।
प्याकेज %s ...द्वारा उपलब्ध गराइएको अवास्तविक प्याकेज हो:
[स्थापना भयो]
तपाईँले स्थापना गर्न स्पष्ट रुपमा एउटा चयन गर्नुहोस् ।
प्याकेज %s उपलब्ध छैन, तर अर्को प्याकेज द्वारा सिफारिस प्याकेज हो । यसको मतलब प्याकेज हराइरहेको प्याकेज, बेकायम भयो अर्को स्रोतबाट मात्र उपलब्ध हुन्छ
जे भए पनि निम्न प्याकेजहरूले यसलाई बदल्छ:
%s फड्किदैछ, यो पहिल्यै स्थापना भयो र स्तरवृद्धि सेट भएको छैन ।
%s को पुन: स्थापना सम्भव छैन, यो डाउनलोड हुन सक्दैन ।
%s पहिल्यै नयाँ संस्करण हो ।
प्याकेज %s स्थापना भएन, त्यसैले हटेन
निर्भरताहरू सुधार गरिदैछ...
असफल भयो ।
निर्भरताहरू सुधार गर्न असक्षम भयो
स्तर वृद्धि सेटलाई न्यूनतम गर्न असक्षम भयो
काम भयो
यी सुधार गर्न तपाईँले 'apt-get -f install' चलाउन पर्छ ।
नभेटिएका निर्भरताहरू । -f प्रयोग गरेर प्रयास गर्नुहोस् ।
चेतावनी: निम्न प्याकलेजहरू प्रणाणीकरण हुन सक्दैन!
प्रमाणिकरण चेतावनी अधिलेखन भयो ।
यी प्याकेजहरू रूजू बिना स्थापना गर्नुहुन्छ [y/N]?
केही प्याकेजहरू प्रमाणीकरण हुन सक्दैन
त्यहाँ समस्याहरू छन् र हुन्छलाई जोड नगरिकन -y को प्रयोग भयो
आन्तरिक त्रुटि, स्थापना प्याकेजहरुलाई भाँचिएको प्याकेज भनिन्थ्यो!
प्याकेजहरू हट्न चाहदैछन् तर हटाई अक्षम भइरहेछ ।
आन्तरिक त्रुटि, आदेश समाप्त भएको छैन
कस्तो नमिलेको.. साइजहरू मेल खाएन, apt@packages.debian.org इमेल गर्नुहोस्
संग्रहहरुको %sB/%sB प्राप्त गर्न आवश्यक ।
संग्रहहरुको %sB प्राप्त गर्न आवश्यक ।
%s मा खाली ठाऊँ निर्धारण गर्न सकिएन
तपाईँ संग %s मा पर्याप्त खाली ठाऊँ छैन ।
त्रिभियल मात्र निर्दिष्ट गरिएको छ तर यो त्रिभियल सञ्चालन होइन ।
हो,मैले भने जस्तै गर्नुहोस्!
तपाईँले केही संभवत: हानिकारक काम गर्नुपर्छ । निरन्तरता दिन '%s' वाक्यांशमा टाइप गर्नुहोस् ?]
परित्याग गर्नुहोस् ।
के तपाईँ निरन्तरता दिन चाहनुहुन्छ [Y/n]?
%s %s तान्न असफल भयो
केही फाइलहरू डाउनलोड गर्न असफल भयो
डाउनलोड समाप्त भयो र डाउनलोडमा मोड मात्रै छ
केही संग्रहहरू तान्न असक्षम भयो,apt-get अद्यावधिक चलिरहेछ वा हराइरहेको --fix-संगै प्रयास गर्नुहुन्छ ?
हराइरहेको --fix-र स्वाप भइरहेको मेडिया हाल समर्थित भइरहेको छैन
हराइरहेको प्याकेजहरू सुधार्न असक्षम भयो ।
स्थापना परित्याग गरिदैछ ।
अद्यावधिक आदेशले कुनै तर्कहरू लिदैन
Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.
निम्न सूचनाले अवस्थालाई हल गर्न मद्दत गर्नेछ:
आन्तरिक त्रुटि,सबै स्तरवृद्धिले उत्तम गुण नष्ट गर्दछ
तपाईँ यसलाई सुधार गर्न 'apt-get -f install' चलाउन चाहनुहुन्छ:
नभेटिएका निर्भरताहरू । प्याकेजहरू बिना 'apt-get -f install' प्रयास गर्नुहोस् ( वा समाधान निर्दिष्ट गर्नुहोस्) ।
केही प्याकेजहरू स्थापना हुन सक्दैन । यसको मतलब तपाईँले एउटा असम्भव अवास्थाको अनुरोध गर्नु भएको छ वा यदि तपाईँले प्रयोग गर्नु भइरहेको केहि प्याकेजहरुको आवश्यकता पर्ने अस्थिर वितरण अहिले सम्म सिर्जना भएको छैन वा आवगमन विनानै सर्यो ।
भाँचिएका प्याकेजहरू
निम्न अतिरिक्त प्याकेजहरू स्थापना हुनेछन्:
सुझाव दिएका प्याकेजहरू:
सिफारिस गरिएका प्याकेजहरू:
प्याकेज फेला पार्न सकिएन %s
स्तर वृद्धि गणना गरिदैछ...
असफल भयो
काम भयो
आन्तरिक त्रुटि,समस्या हलकर्ताले उत्तम गुण भाँच्यो
डाउनलोड डाइरेक्ट्री ताल्चा मार्न असक्षम
को लागि स्रोत तान्न कम्तिमा एउटा प्याकेज निर्दिष्ट गर्नुपर्छ
%s को लागि स्रोत प्याकेज फेला पार्न असफल भयो
पहिल्यै डाउनलोड भएका फाइलहरु फड्काइदैछ '%s'
तपाईँ संग %s मा पर्याप्त खाली ठाऊँ छैन
स्रोत संग्रहहरुको %sB/%sB प्राप्त गर्न आवश्यक छ ।
स्रोत संग्रहहरुको %sB प्राप्त गर्न आवश्यक छ ।
स्रोत फड्काउनुहोस् %s
केही संग्रह फड्काउन असफल भयो ।
%s मा पहिल्यै अनप्याक गरिएका स्रोतको अनप्याक फड्काइदैछ
अनप्याक आदेश '%s' असफल भयो ।
जाँच्नुहोस् यदि 'dpkg-dev' प्याकेज स्थापना भयो ।
निर्माण आदेश '%s' असफल भयो ।
शाखा प्रक्रिया असफल भयो
को लागि builddeps जाँच्न कम्तिमा एउटा प्याकेज निर्दष्ट गर्नुपर्छ
%s को लागि निर्माण-निर्भरता सूचना प्राप्त गर्न असक्षम भयो
%s कुनै निर्माणमा आधारित हुदैन ।
%s को लागि %s निर्भरता सन्तुष्ट हुन सकेन किनभने प्याकेज %s फेला पार्न सकिएन
%s को लागि %s निर्भरता सन्तुष्ट पार्न असफल भयो: स्थापित प्याकेज %s अति नयाँ छ
%s को लागि %s निर्भरता सन्तुष्ट गर्न असफल: %s
%s को लागि निर्माण निर्भरताहरू सन्तुष्ट गर्न सकिएन ।
निर्माण निर्भरताहरू प्रक्रिया गर्न असफल
समर्थित मोड्युलहरू:
हान्नुहोस्
प्राप्त गर्नुहोस्:
Ign
Err
%s (%sB/s) मा %sB मा तानियो
[काम गरिरहेको]
मेडिया परिवर्तन: कृपया डिस्क लेबुल ड्राइभ '%s' मा घुसाउनुहोस् '%s' र इन्टर थिच्नुहोस्
अज्ञात प्याकेज रेकर्ड!
उपयोग: apt-sortpkgs [options] file1 [file2 ...] apt-sortpkgs प्याकेज फाइलहरू क्रमबद्ध गर्ने साधारण उपकरण हो । -s विकल्प कस्तो खालको फाइल हो भनी इंकित गर्न प्रयोग गरिन्छ । विकल्पहरू: -h यो मद्दत पाठ -s क्रमबद्ध स्रोत फाइल प्रयोग गर्नुहोस् -c=? यो कनफिगरेसन फाइल पढ्नुहोस् -o=? एउटा स्वेच्छाचारी कनफिगरेसन विकल्प सेट गर्नुहोस्, जस्तै -o dir::cache=/tmp
खराब पूर्वनिर्धारण सेटिङ्ग!
निरन्तरता दिन इन्टर थिच्नुहोस् ।
वा त्रुटि हरटाइरहेको निर्भरताहरुले गरेको हो । यो ठीक छ, मात्र त्रुटिहरू
दिएको संदेशहरू महत्वपूर्ण छ । कृपया तिनीहरू निश्चित गर्नुहोस् र चलाउनुहोस् [I]फेरी स्थापना गर्नुहोस्
उपलब्ध सूचना गाँभिदैछ
चयन गरिएको लिङ्क
AtkHyperlink वस्तु चयन गरिएको छ कि छैन निश्चित गर्नुहोस्
एङ्करहरूको सङ्ख्या
AtkHyperlink वस्तुसँग सम्बद्ध एङ्करहरूको सङ्ख्या
अन्तिम अनुक्रमणिका
AtkHyperlink वस्तुको अन्तिम अनुक्रमणिका
सुरु अनुक्रमणिका
AtkHyperlink वस्तुको प्रथम अनुक्रमणिका
अवैध
गतिवर्धक लेबुल
सावधान
एनिमेसन
बाँण
पात्रो
क्यानभास
जाँच बाकस
मेनु वस्तु जाँच्नुहोस्
रङ चयनकर्ता
स्तम्भ हेडर
कम्बो बाकस
मिति सम्पादक
डेस्कटप प्रतिमा
डेस्कटप फ्रेम
डायल
संवाद
डाइरेक्टरी फलक
रेखाचित्र क्षेत्र
फाइल चयनकर्ता
फिलर
फन्ट चयनकर्ता
फ्रेम
ग्लास फलक
html भाँडो
प्रतिमा
छवि
आन्तरिक फ्रेम
लेबुल
तहगत फलक
सूची
सूची वस्तु
मेनु
मेनु पट्टि
मेनु वस्तु
विकल्प फलक
पृष्ठ ट्याब
पृष्ठ ट्याब सूची
प्यानल
पासवर्ड पाठ
पपअप मेनु
प्रगति पट्टि
थिच्ने बटन
रेडियो बटन
रेडियो मेनु वस्तु
मूल फलक
पङ्क्ति हेडर
स्क्रोलपट्टी
स्क्रोल फलक
विभाजक
स्लाइडर
छुट्टिएको फलक
स्पिन बटन
वस्तुस्थितिपट्टी
तालिका
तालिका कक्ष
तालिका स्तम्भ हेडर
तालिका पङ्क्ति हेडर
मेनु वस्तु छुट्याउनुहोस्
टर्मिनल
पाठ
टगल बटन
उपकरणपट्टी
टुल टिप
ट्रि
ट्रि तालिका
अज्ञात
दृश्य पोर्ट
सञ्झ्याल
हेडर
फुटर
अनुच्छेद
अनुप्रयोग
स्वत:समाप्ती
सम्पादन पट्टी
सन्निबेश गरिएको अवयव
प्रविष्टि
चित्रपट
क्याप्सन
कागजात फ्रेम
हेडिङ
पृष्ठ
सेक्सन
अतिरिक्त वस्तु
पहुँचयोग्य नाम
सहयोगी प्रविधि पहुंचका लागि वस्तु दृष्टान्तको नाम ढाँचा पारियो
पहुँचयोग्य वर्णन
एउटा वस्तुको वर्णन, सहयोगी प्रविधि पहुँचका लागि ढाँचा पारियो
पहुँचयोग्य प्रमूल
पहुँचयोग्य मान
मान परिवर्तन भइसक्यो भनेर सूचीत गर्न प्रयोग गरिन्छ
पहुँचयोग्य भूमिका
यस वस्तुको पहुँच योग्य भूमिका
पहुँच योग्य तह
यस वस्तुको पहुँच योग्य तह
पहुँच योग्य MDI मान
यस वस्तुको पहुँच योग्य MDI मान
पहुँच योग्य तालिका क्याप्सन
तालिका क्याप्सन परिवर्तन भइसक्यो भनेर सूचीत गर्न प्रयोग गरिन्छ; यो गुण प्रयोग गर्न सकिँदैन। यसको सट्टामा पहुँच योग्य-तालिका-क्याप्सन-वस्तु प्रयोग गर्नुहोस्
पहुँच योग्य तालिका स्तम्भ हेडर
तालिका स्तम्भ हेडर परिवर्तन भइसक्यो भनेर सूचीत गर्न प्रयोग गरिन्छ
पहुँच योग्य तालिका स्तम्भ वर्णन
तालिका स्तम्भ वर्णन परिवर्तन भइसक्यो भनेर सूचीत गर्न प्रयोग गरिन्छ
पहुँच योग्य तालिका पङ्क्ति हेडर
तालिका पङ्क्ति हेडर परिवर्तन भइसक्यो भनेर सूचीत गर्न प्रयोग गरिन्छ
पहुँच योग्य तालिका पङ्क्ति वर्णन
तालिका पङ्क्ति वर्णन परिवर्तन भइसक्यो भनेर सूचीत गर्न प्रयोग गरिन्छ
पहुँच योग्य तालिका सारांश
तालिका सारांश परिवर्तन भइसक्यो भनेर सूचीत गर्न प्रयोग गरिन्छ
पहुँच योग्य तालिका क्याप्सन वस्तु
तालिका क्याप्सन परिवर्तन भइसक्यो भनेर सूचीत गर्न प्रयोग गरिन्छ
पहुँच योग्य हाइपरटेक्स्ट लिङ्कहरूको सङ्ख्या
हालको AtkHypertext संगरहेको लिङ्कहरूको सङ्ख्या
डिस्क प्रयोग विश्लेषक
फोल्डर साइज र उपलब्ध डिस्क खालीस्थान जाँच गर्नुहोस्
अधिकतम गहिराइ
मोडेलबाट मूल नोड सेट गर्नुहोस्
फोल्डर
प्रयोग
आकार
सामाग्री
फोल्डर खोल्नुहोस्
रद्दीटोकरीमा सार्नुहोस्
मद्दत
विश्लेषक
दृश्य
सबै विस्तार गर्नुहोस्
सबैलाई संक्षिप्त गर्नुहोस्
फोल्डर चयन गर्नुहोस्
बाओबाब
डिस्क प्रयोग विश्लेषण गर्ने ग्राफिकल उपकरण ।
अनुवादक-श्रेय Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin
"%s" मान्य फोल्डर होइन
डिस्क प्रयोग विश्लेषण गर्न सकेन ।
ठीक छ
रद्द गर्ने
पुन: बुट गर्नुहोस
निरन्तरता दिनुहोस्
बुट बिकल्पहरू
बाहिर जाँदै...
तपाईले ग्राफिकल बुट सूची छोडेर टेक्स्ट मोड शुरु गर्दै हुनुहुन्छ।
सहायता
बुट लोडर
I/O त्रुटि
बुट डिस्क परिवर्तन गर्नुहोस्
%u बुट डिस्क हाल्नुहोस्।
यो %u बुट डिस्क हो। %u बुट डिस्क हाल्नुहोस्।
यो मिल्दो बुट डिस्क होइन। कृपया %u बुट डिस्क हाल्नुहोस्।
पासवर्ड
तपाईको पासवर्ड राख्नुहोस्:
DVD त्रुटि
यो दुई-तर्फी DVD हो। तपाईंले दोस्रो तर्फ बाट बुट गर्नुभयो। DVD फर्काउनुहोस् अनि सुचारु गर्नुहोस्।
बन्द गर्नुहोस
कम्प्युटर बन्द गर्न चाहनुहुन्छ?
पासवर्ड
अन्य विकल्पहरू
भाषा
कुञ्जीनक्सा
पद्दतिहरू
सामान्य
विज्ञ पद्दति
पहुँच
कुनै पनि होइन
उच्च व्यतिरेक
ठूलो बनाउने
पर्दा वाचक
ब्रेल टर्मिनल
कुञ्जीपाटी पारिमार्जक
पर्दामा कुञ्जीपाटी
मोटर समस्या - यन्त्र खोल्नुहोस्
सबै
प्रतिस्थापन विना उबुन्ट् प्रयोग गरी हेर्नुहोस् (^T)
प्रतिस्थापन विना कुबुन्ट् प्रयोग गरी हेर्नुहोस् (^T)
प्रतिस्थापन विना एजुबुन्ट् प्रयोग गरी हेर्नुहोस् (^T)
प्रतिस्थापन विना जुबुन्ट् प्रयोग गरी हेर्नुहोस् (^T)
प्रतिस्थापन विना उबुन्ट् MID प्रयोग गरी हेर्नुहोस् (^T)
प्रतिस्थापन विना उबुन्ट् नेटबुक प्रयोग गरी हेर्नुहोस् (^T)
प्रतिस्थापन विना कुबुन्ट् नेटबुक प्रयोग गरी हेर्नुहोस् (^T)
लुबुन्टु स्थापना नगरी कनै प्रयोग गर्नुहोस्
कुबुन्टु शुरु गर्नुहोस् (^S)
ड्राइभर अद्यावधिक डिक्स प्रयोग गर्नुहोस्
शब्द विधिद्वारा उबुन्टु प्रतिस्थापन गर्नुहोस् (^I)
शब्द विधिद्वारा कुबुन्टु प्रतिस्थापन गर्नुहोस् (^I)
शब्द विधिद्वारा एजुबुन्टु प्रतिस्थापन गर्नुहोस् (^I)
शब्द विधिद्वारा जुबुन्टु प्रतिस्थापन गर्नुहोस् (^I)
उबुन्टु प्रतिस्थापन गर्नुहोस (^I)
कुबुन्टु प्रतिस्थापन गर्नुहोस (^I)
एजुबुन्टु प्रतिस्थापन गर्नुहोस (^I)
जुबुन्टु प्रतिस्थापन गर्नुहोस (^I)
उबुन्टु सर्भर प्रतिस्थापन गर्नुहोस (^I)
^ मल्टिपल सर्भर MAAS संग स्थापना
उबुन्टु स्टुडियो प्रतिस्थापन गर्नुहोस (^I)
उबुन्टु MID प्रतिस्थापन गर्नुहोस (^I)
उबुन्टु नेटबुक प्रतिस्थापन गर्नुहोस् (^I)
कुबुन्टु नेटबुक प्रतिस्थापन गर्नुहोस् (^I)
लुबुन्टु स्थापना गर्नुहोस्
वर्कस्टेसन प्रतिस्थापन गर्नुहोस्
सर्भर प्रतिस्थापन गर्नुहोस्
OEM प्रतिस्थापन गर्नुहोस् (उत्पादकहरूका लागि)
LAMP सर्भर प्रतिस्थापन गर्नुहोस्
LTSP सर्भर प्रतिस्थापन गर्नुहोस्
डिस्कविहिन इमेज सर्भर प्रतिस्थापन गर्नुहोस्
कमाण्ड-लाइन प्रणाली प्रतिस्थापन गर्नुहोस्
न्यून प्रणाली प्रतिस्थापन गर्नुहोस्
न्यून भर्चुअल मेसिन प्रतिस्थापन गर्नुहोस्
डिस्कमा खराबी जाँच गर्नुहोस् (^C)
विकृत प्रणाली उद्दार गर्नुहोस् (^R)
स्मृति जाँच गर्नुहोस् (^m)
प्रथम हार्ड डिस्कबाट बुट गर्नुहोस् (^B)
निःशुल्क सफ्टवेयर मात्र
डेल स्वचालित पुनः प्रतिस्थापन (^D)
माइथबुन्टु प्रतिस्थापन गर्नुहोस् (^I)
माइथबुन्टु प्रतिस्थापन विना प्रयोग गरी हेर्नुहोस् (^T)
^ स्थापना बिना उबुन्टु कार्इलिन प्रयास गर्नुहोस्
^ स्थापना बिना उबुन्टु कार्इलिन नेटबुक प्रयास गर्नुहोस्
^ पाठ मोड मा उबुन्टु कार्इलिन स्थापना गर्नुहोस्
^ स्थापना उबुन्टु कार्इलिन
^ स्थापना उबुन्टु कार्इलिन नेटबुक
^ सुरु उबुन्टु कार्इलिन
grafted
चक्कामा भर्नको लागी कुनैपनि फाइल छैन
disc
"%s" पढ्न सकिंदैन
Free
लुकेको फाइल
पढ्न नसकिने फाइल
टुटेको सांकेतिक शृंखला
पुनरावर्ती सांकेतिक शृंखला
सबै फाइलहरूdisc
(काम हुँदै...)
खाली
चक्काको फाइल
नयाँ फोल्डर
नयाँ फोल्डर %i
फाइलहरु विश्लेषण गर्दै
"%s" एउटा पुनरावर्ती सांकेतिक शृंखला हो
"%s" लाई फाइल प्रणालीबाट हटाइसकीएको थियो।
निर्देशिकाहरु अडियो वा भिडियो चक्काहरुमा जोड्न मिल्दैनन्
बजाउने सूची अडियो वा भिडियो चक्काहरुमा जोड्न मिल्दैनन्
"%s" अडियो वा भिडियो माध्यमको लागी योग्य छैन
भिडियो फाइलहरु विश्लेषण गर्दै
भिडियो ढाँचा:
_NTSC
यो ढाँचा उत्तर अमेरिकी महादेशमा मुख्यत: प्रयोग गरिन्छ
यो ढाँचा मुख्यत: युरोपमा प्रयोग हुनेगर्छ
प्राचिन _ढाँचा
आकार अनुपात:
_४:३
_१६:९
VCD को प्रकार:
एउटा SVCD बनाउनुहोस्
एउटा VCD बनाउनुहोस्
ब्रेसरोको
ब्रासेरोको कुँद्ने पुस्तकालयको बिकल्पहरु देखाउनुहोस्
"%s" फेला पर्न सकेन
"%s" जिस्ट्रिमर प्लगिन फेला पर्न सकेन
"%s" को अनुवाद धेरै पुरानो भएको छ
"%s" एउटा सांकेतिक लिंक हो जसले अर्को कार्यक्रमसंग जोड्ने काम गर्छ
"%s" फेला पर्न सकेन
Disc Image
Disc Image
Disc Image
Disc Image
Disc Image
Disc Image
Disc Imagepicture
%02d को अडियो ट्रर्‍याकको नक्कल गर्दै
अडियो चक्काको नक्कल गर्ने तयारी गर्दै
अडियो चक्काबाट ट्रर्‍याकहरु संयुक्त सूचनाहरुसहित नक्कल गर्नुहोस्
regionset %s
Launchpad Contributions: Uv is Here https://launchpad.net/~uvishere
फाइलहरू
वर्णन
Disc Image
empty
picture
InsertInsert" [Entry] "at the beginning
InsertInsert" [Entry] "at the end
_Replacewith
/
seconds
Split track every
parts
Split this track in
परीक्षण (_T)
होइन (_N)
सबै चयन हटाउनुहोस् (_D)
पहिलेको (_P)
ध्वनी परीक्षण
डिस्क परीक्षण
औंठाछाप वाचक परीक्षण
फायरवायर डिस्क परीक्षण
मोनिटर परीक्षण
संस्करण सूचना छाप्नुहोस् र बाहिर निस्कनुहोस्।
त्रुटिमोचन, सूचना, चेतावनी, गल्ति वा नाजुकमध्ये एक।
कुञ्जीपाटीबाट व्यवधान
अमान्य आदेश
समाप्ति सङ्केत
अज्ञात
अज्ञात सङ्केत
हो
होइन
छोड्नुहोस्
जारी राख्नको लागि कुनै कुञ्जी थिच्नुहोस्...
कृपया रोज्नुहोस् (%s):
परीक्षण
फेरि परीक्षण गर्नुहोस्
फेरि परीक्षण गर्नुहोस् (_T)
जानकारी
त्रुटि
परीक्षण सफलतापूर्वक सम्पन्न भयो!
समाप्त (_F)
ईमेल ठेगाना सही ढाँचामा हुनुपर्छ।
स्टक आइ डि '%s' पाइएन
`'like this`" and "'
yes
no
(C)(C)
%s, %s, %s, %s, %s, %s, %s, %s, %s, र अन्यद्वारा लिपिबद्ध Report translation bugs to <\.\.\.>
ss, %g second, %s/s ", ", %g seconds, %s/s
1K-blocks" header in "df1024-blocks" header in "df -P
F. Pinard" to "François Pinardç
%s: remove %s (write-protected) %s?
फ्रन्टइन्डमा फर्कदैँछ: %s
फ्रन्टइन्ड सुरुआत गर्न अक्षम: %s
फ्रन्टइन्ड सुरु गर्न अक्षम: %s
कन्फिगरेसन फाइलमा निर्दिष्ट नगरिएका डाटाबेस कन्फिगर गर्नुहोस् ।
कन्फिगरेसन फाइलमा निर्दिष्ट नगरिएका टेम्प्लेट डाटाबेस ।
कन्फिगरेसन फाइलका सिगिल्स र स्माइली विकल्प लामो समयसम्म प्रयोग गरिएका छैनन् । कृपया तिनीहरूलाई हटाउनुहोस् ।
%2$s को %1$s चरणद्वारा परिभाषित समस्या सेटिङ डाटाबेस ।
-f, --frontend\t\tप्रयोग गरिने debconf फ्रन्टइन्ड निर्दिष्ट गर्नुहोस् । -p, --priority\t\tदेखाइने न्यून प्राथमिकताका प्रश्न निर्दिष्ट गर्नुहोस् । --terse\t\t\tउत्तम मोड सक्षम पार्नुहोस् ।
अवैध प्राथमिकताको उपेक्षा "%s"
बैध प्राथमिकता निम्न हुन्: %s
छनौट
हो
होइन
(खाली स्थानले पछ्याउने शून्य वा धेरै वस्तु अल्पविरामद्वारा छुट्यायर प्रविष्ट गर्नुहोस् (', ').)
मद्दत
मद्दत
Debconf
Debconf, %s मा चल्दैछ
आगत मान, "%s" C छनौटमा फेला परेन! यस्तो कहिले पनि हुनुहुँदैन । सम्भवत टेम्प्लेट गलत तरिकाले स्थानीयकरण गरिएको थियो ।
माथिका कुनै पनि होइन
तपाईँले चयन गर्न चाहेका वस्तु, खालीस्थानद्वारा छुट्यायर प्रविष्ट गर्नुहोस् ।
Debconf::तत्व::%s लोड गर्न अक्षम । फेल भएको कारण: %s
%s कन्फिगर गर्दैछ
TERM सेट गरिएको छैन, त्यसैले फ्रन्टइन्डको संवाद उपयोगी छैन ।
संवाद फ्रन्टइन्ड इमाक्स शेल बफरसँग नमिल्दो छ
संवाद फ्रन्टइन्डले कार्य नगर्ने टर्मिनल, इमाक्स शेल बफर मा कार्य गर्दैन, वा नियन्त्रण टर्मिनल बिना कार्य गर्दैन ।
उपयोगी संवाद-जस्तो कार्यक्रम स्थापान गरिएको छैन, त्यसैले संवाद आधारित फ्रन्टइन्ड प्रयोग गर्न सकिने छैन ।
संवाद फ्रन्टइन्डलाई कम्तिमा १३ लाइन उचाइ र ३१ स्तम्भ चौडाइ भएको पर्दा आवश्यक हुन्छ ।
प्याकेज कन्फिगरेसन
तपाईँले आफ्नो प्रणाली कन्फिगर गर्न सम्पादक-आधारित debconf फ्रन्टइन्ड प्रयोग गरिरहनु भएको छ ।विस्तृत निर्देशिकाका लागि यो कागजातको अन्त्यमा हेर्नुहोस् ।
सम्पादक-आधारित debconf फ्रन्टइन्डले सम्पादन गर्न तपाईँसँग एक वा बढी फाइल भएको पाठसँग प्रस्तुत हुन्छ । यो एउटा त्यस्तै पाठ फाइल हो । यदि तपाईँ मानक युनिक्स कन्फिगरेसन फाइलसँग परिचित हुनुहुन्छ भने, यो फाइल पनि तपाईँलाई परिचित लाग्दछ -- यसमा कन्फिगरेसन वस्तुसँग छरिएका टिप्पणी समाविष्ट हुन्छन् । आवश्यकता अनुरुप कुनै पनि वस्तु परिर्तन गरेर फाइल सम्पादन गर्नुहोस्, र त्यसपछि यसलाई बचत गर्नुहोस् र बाहिरिनुहोस् । यस्तो अवस्थामा, debconf ले सम्पादित फाइल पढ्नेछ, र तपाईँले प्रणाली कन्फिगर गर्न प्रविष्टि गरेका मान प्रयोग गर्नेछ ।
Debconf को %s
यो फ्रन्टइन्डलाई नियन्त्रण tty आवश्यक पर्दछ ।
इमाक्स शेल बफरसँग Term::ReadLine::GNU मिलेको छैन ।
बढी
द्रष्टब्य: Debconf वेब मोडमा चलिरहेको छ । http://localhost:%i/ मा जानुहोस्
पछाडि
पछिल्लो
चेतावनी: सम्भावित डाटाबेस विकृतीले छुटेका प्रश्न %s पछाडी थपेर सुधार गर्ने प्रयास गर्दछ ।
टेम्प्लेट %s को #%s मा "%s" नयाँ मान भएको "%s" नक्कली फिल्ड छ ।सम्भवत नयाँ एकल लाइनद्वारा दुइ टेम्प्लेट ठीक तरिकाले छुट्याइएको छैन ।
चरण #%s को %s मा, अज्ञात टेम्प्लेट फिल्ड '%s'
चरण #%s को %s मा,`%s' नजिक टेम्प्लेट पदवर्णन त्रुटि
टेम्प्लेट %s को #%s मा 'टेम्प्लेट:' लाइन समाविष्ट छैन
पहिले कन्फिगर गर्न केही debs निर्दिष्ट गर्नुपर्दछ
प्याकेज कन्फिगरेसन विलम्ब, apt-utils देखि स्थापना भएको छैन
stdin फेरी खोल्न अक्षम: %s
apt-extracttemplates असफल भयो: %s
प्याकेजबाट टेम्प्लेट उद्धरण गर्दैछ: %d%%
पहिले कन्फिगर गर्ने प्याकेज ...
टेम्प्लेट पद वर्णन गर्दा त्रुटि: %s
debconf: ले मोड परिवर्तन गर्न सक्दैन: %s
बाहिरिने वस्तुस्थिति %s सँग, %s पहिला कन्फिगर गर्न असफल
%s मूलका रुपमा चल्नु पर्दछ
कृपया पुन: कन्फिगर गर्न प्याकेज निर्दिष्ट गर्नुहोस्
%s स्थापना भएको छैन
%s विच्छेद भएको छ वा पूर्णरुपमा स्थापना भएको छैन
प्रयोग: debconf-सञ्चार सम्पर्क [options] [package]
debconf-mergetemplate: यो प्रयोजन अनुचित ठानिएको छ । तपाईँले po-debconf's po2debconf कार्यक्रम प्रयोग गरेर स्विच गर्नुपर्दछ ।
प्रयोग: debconf-mergetemplate [options] [templates.ll ...] टेम्प्लेट
--outdated\t\tम्याद समाप्त भएका अनुवादमा पनि गाभ्नुहोस् । \t--drop-old-templates\tसम्पूर्ण म्याद समाप्त भएका टेम्प्लेट छोड्नुहोस् ।
%s छुटेको छ
%s छुटेको छ; %s छोड्दैछ
बाइट %s मा %s फज्जी छ : %s
बाइट %s मा %s फज्जी छ: %s; यसलाई छोड्दैछ
%s को म्याद समाप्त भएको छ
%s को म्याद समाप्त भएको छ; पूरै टेम्प्लेट छोड्दैछ!
प्रयोग: debconf [options] command [args]
-o, --owner=package\t\tआदेश स्वीकार गर्ने प्याकेज सेट गर्नुहोस् ।
SQL डेटावेस
यो कार्यले PostgreSQL डेटावेसको लागि ग्राहक र सर्भर प्याकेजहरू चयन गर्दछ ।
PostgreSQL, SQL92 अनुवृति बृद्धि गर्न र केही SQL3 विशेषताहरू प्रस्ताव गर्ने एउटा SQL सम्बन्धित डेटावेस हो । यो बहुँविद प्रयोगकर्ता डेटावेस पहुँच संगै यसको कारोबारहरुको लागि सुविधाहरु र fine-grained locking मार्फत प्रयोग गर्न उपयुक्त हुन्छ ।
यो कार्यले आधारभूत डेस्कटप सफ्टवेयर उपलब्ध गराउँदछ र जिनोम र KDE डेस्कटप कार्यहरुको लागि आधारको रुपमा काम गर्छ ।
DNS सर्भर
BIND DNS सर्भर, र सम्बन्धित मिसिलिकरण र उपयोगी प्याकेजहरू चयन गर्नुहोस् ।
फाइल सर्भर
यो कार्यले तपाईँको प्रणालीलाई फाइल सर्भरमा सेट गर्दछ,जसले CIFS र NFS दुवैलाई समर्थन गर्दछ ।
जिनोम डेस्कटप परिवेश
यो कार्यले जिनोम डेस्कटप परिवेश प्रयोग गरेर आधारभूत "desktop" सफ्टवेयर उपलब्ध गराउँदछ ।
KDE डेस्कटप परिवेश
यो कार्यले K डेस्कटप परिवेश प्रयोग गरेर आधारभूत "desktop" सफ्टवेयर उपलब्ध गराउँदछ ।
ल्यापटप
यो कार्यले ल्यापटपको लागि काम लाग्ने सफ्टवेयर स्थापना गर्छ ।
LXDE डेस्कटप परिवेश
यो कार्यले LXDE डेस्कटप परिवेश प्रयोग गरेर आधारभूत "डेस्कटप" सफ्टवेयर उपलब्ध गराउँदछ ।
मेल सर्भर
यो कार्यले सामन्य उद्देश्य मेल सर्भर प्रणालीको लागि काम लाग्ने प्याकेजको विभिन्नता चयन गर्दछ ।
म्यानुल प्याकेज चयन
झुकावमा प्याकेजहरू म्यानुल्ली स्थापना गर्न चयन गर्नुहोस् ।
मुद्रण सर्भर
यो कार्यले तपाईँको प्रणालीलाई मुद्रण सर्भरको रुपमा सेट गर्दछ ।
वेब सर्भर
यो कार्यले सामन्य उद्देश्य वेभ सर्भर प्रणालीको लागि काम लाग्ने प्याकेजहरू चयन गर्दछ ।
Xfce डेस्कटप परिवेश
यो कार्यले Xfce डेस्कटप परिवेश प्रयोग गरेर आधारभूत "डेस्कटप" सफ्टवेयर उपलब्ध गराउँदछ ।
Devhelp
विकासकर्ताको मद्दत
विकाकर्ताको मद्दत कार्यक्रम
मिसिलिकरण ब्राउजर
मुख्य सञ्झ्यालको अधिकतम स्थिति
मुख्य सञ्झ्यालको चौडाइ
मुख्य सञ्झ्यालको चौडाइ ।
मुख्य सञ्झ्यालको उचाइ
मुख्य सञ्झ्यालको उचाइ ।
मुख्य सञ्झ्यालको X स्थान
मुख्य सञ्झ्यालको X स्थान ।
मुख्य सञ्झ्यालको Y स्थान
मुख्य सञ्झ्यालको Y स्थान
अनुक्रमणिका र खोजी फलकको चौडाइ
अनुक्रमणिका वा खोजी फलकको चौडाइ ।
प्रणाली फन्ट प्रयोग गर्नुहोस्
प्रणालीको पूर्वनिर्धारित फन्ट प्रयोग गर्नुहोस् ।
पाठका लागि फन्ट
अनिश्चित चौडाइ भएको पाठका लागि फन्ट
विकासकर्ता मद्दत समर्थन
कर्सर रहेको शब्दका लागि F2 ले विकासकर्ता मद्दत ल्याउने बनाउँदछ
Launchpad Contributions: Mahesh Subedi https://launchpad.net/~submanesh Nabin Gautam https://launchpad.net/~nabin
Devhelp
page
संस्करण प्रदर्शन गर्नुहोस् र निस्कनुहोस्
कुनै पनि चालु विकासकर्ता मद्दतलाई अन्त्य गर्नुहोस्
अवैध नेमस्पेस '%s' रेखा %d, स्तम्भ %d मा
पुस्तक '%s' को सङ्कुचन हटाउन सकिँदैन: %s
प्राथमिकता
प्रणाली फन्ट प्रयोग गर्नुहोस्
चल चौडाइ:
स्थिर चौडाइ:
खाली पृष्ठ
नयाँ ट्याब
चेतावनी: अवैध तह दायरा %lu - %lu
चेतावनी: तह %lu (%s) हरू एक पटक भन्दा बढी पटक चयन गरियो।
चेतावनी: तह %d (%s) एक पटक भन्दा बढी चयन गरियो।
चेतावनी: त्यहाँ कुनै %s नाम गरेको तह छैन
%s त्रुटि:%s भित्र कसरी निर्यात गर्ने थाहा भएन
%s त्रुटि: आगत र निर्गत फाइल नाम उस्तै छ: %s
%s त्रुटि: वैध आगत फाइल %s आवश्यक
%s --> %s
निर्गत ढाँचा/फिल्टर %s फेला पार्न सकिँदैन
%s: मा फिल्टर/ढाँचा चयन गर्नुहोस्
लोड गरिएको फाइल निर्यात गर्नुहोस् र निस्कनुहोस्
निर्गत
प्रकार
ग्राफिक साइज निर्यात गर्नुहोस्
WxH
निर्दिष्ट गरिएको तहहरू (जस्तै: निर्यात गरिरहेको बेलामा) मात्रै देखाउनुहोस्। तह नाम या सङ्ख्याहरू (X-Y) को दायरामा हुनसक्दछ
तह,तह,...
स्प्लास पर्दा नदेखाउनुहोस्
खाली चित्र सिर्जना नगर्नुहोस्
संवादहरू देखाउनुको सट्टा stderr मा त्रुटि सन्देशहरू पठाउनुहोस्।
श्रेय सूची प्रदर्शन गर्नुहोस् र निस्कनुहोस्
भरबोस निर्गत उत्पन्न गर्नुहोस्
संस्करण प्रदर्शन गर्नुहोस् र निस्कनुहोस्
[FILE...]
सत्र प्रबन्धकमा जडान गर्न सकिँदैन !
डाय संस्करण %s, %s %s कम्पाईल गरियो
डाय संस्करण %s
वस्तु-लिब्सका लागि खोजी गर्दा मानक वस्तुहरू फेला पर्न सकेन, निस्कदै...
'%s' मा वस्तु-लिब्सका लागि खोजी गर्दा मानक वस्तुहरू फेला पर्न सकेन, निस्कदै....
Diagram1.dia
यो हुन सक्तैन। यो सन्देश देखाउन तपाईँले कसरी कारण देखाउनुहुन्छ सो व्याख्या गर्दै bugzilla.gnome.org मा बग प्रतिवेदन फाइल गर्नुहोस्।
डाय बन्द गर्दै
परिमार्जित चित्रहरू बचत नगरि अन्त्य हुँदैछ
परिमार्जित चित्रहरू अवस्थित छन्। के तपाईँ साँच्चिकै तिनीहरूलाई बचत नगरि डायबाट अन्त्य गर्न चाहनुहुन्छ ?
डाय बन्द गर्नुहोस्
हरेक-प्रयोगकर्ता डाय कन्फिग डाइरेक्टरी सिर्जना गर्न सकेन
हरेक-प्रयोगकर्ता डाय कन्फिग डाइरेक्टरी सिर्जना गर्न सकेन। कृपया पक्का गर्नुहोस् कि अवस्थित डाइरेक्टरीमा वातावरणीय चल गृह बिन्दुहरू छन्।
वस्तुहरू र फिल्टरहरू डायमा आन्तरिक छन्
डायको वास्तविक लेखक:
डायको हालको मर्मतकर्ताहरू:
अन्य लेखकहरू:
यसद्वारा डाय मिसिलिकृत गरिएको हो:
स्वत: बचत गरिएका चित्रहरू पुन:प्राप्त गर्दै
स्वत: बचत गरिएका फाइलहरू अवस्थित छन्। कृपया तपाईँले पुन: प्राप्त गर्न चाहनुभएको चयन गर्नुहोस्।
अग्रभूमि रङ चयन गर्नुहोस्
पृष्ठभूमि रङ चयन गर्नुहोस्
चित्र%d. डाय
टाँस्नका लागि कुनै अवस्थित वस्तु छैन।
मद्दत डाइरेक्टरी फेला पार्न सकेन
मद्दत डाइरेक्टरी: %s खोल्न सकेन
Mahesh Subedi<submanesh\@gmail\.com>Jyotshna Shrestha <jyotshna\@mpp\.org\.np>Jaydeep Bhusal <zaydeep\@hotmail\.com>Shyam Krishna Bal <shyamkrishna_bal\@yahoo\.com>
यो कार्यक्रम स्वतन्त्र सफ्टवेयर हो; तपाईँले यसलाई स्वतन्त्र सफ्टवेयर संस्थाद्वारप्रकाशित; इजाजतपत्रको संस्करण २, वा (तपाईँको विकल्पमा) कुनै पनि नयाँ संस्करजि एन यु साधारण साझा इजाजतपत्रको आधारमा पुन:वितरणर/वा परिमार्जन गर्न सक्नुहुन्छ। यो कार्यक्रम उपयोगी हुँनेछ भन्ने आशामा वितरण गरिन्छ, तर कुनै वारेन्टि विना; यद्यपि निश्चित उद्देश्यका लागि व्यापरीक्षमता वा स्वास्थ्यको सूचित वारेन्टि विना। अरू विवरणका लागि जि एन यु साधारण साझा इजाजतपत्र हेर्नुहोस्। तपाईँँले यस कार्यक्रमसँगै जि एन यु साधारण साझा इजाजतपत्रको प्रति प्राप्त गरेको हुनुपर्दछ; यदि छैन भने, Free Software oundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA. लाई लेख्नुहोस्।
चित्र बनावटहरू कोर्नका लागि कार्यक्रम
वस्तु पूर्वनिर्धारितहरू
यो वस्तुसँग पूर्वनिर्धारितहरू छैन
पूर्वनिर्धारितहरू:
चित्र गुण
गतिशिल ग्रिड
x
y
खाली ठाउँ
दृश्यात्मक खाली ठाउँ
हेक्स ग्रिड
हेक्स ग्रिड साइज
ग्रिड
पृष्ठभूमि
ग्रिड रेखाहरू
पृष्ठ बिच्छेदहरू
रङहरू
चित्रको गुण: %s
बोनोबो प्रारम्भ गर्न सकेन !
X स्थिति
शाखा विजेटको X स्थिति
X स्थिति
शाखा विजेटको Y स्थिति
फाइल नाम '%s' यु टि एफ-८: %s मा रूपान्तरण गर्न सकिँदैन
त्रुटि
चयन नगरीएको वस्तु सँगै समूहमा प्रयास गर्नुहोस्
तपाईँ फरक समूहमा वा फरक मालकसँग रहेको अधिकारको वस्तुलाई समूह बनाउन सक्नुहुन्न
/वस्तुहरू क्रमबद्ध गर्नुहोस्
/वस्तुहरू क्रमबद्ध गर्नुहोस्/नामद्वारा
/वस्तुहरू क्रमबद्ध गर्नुहोस्/प्रकारद्वारा
/वस्तुहरू क्रमबद्ध गर्नुहोस्/घुसाएको रूपमा
/वस्तुहरू क्रमबद्ध गर्नुहोस्/ सबै नामद्वारा
/वस्तुहरू क्रमबद्ध गर्नुहोस्/सबै प्रकारद्वारा
/वस्तुहरू क्रमबद्ध गर्नुहोस्/सबै घुसाएको रूपमा
/वस्तुहरू क्रमबद्ध गर्नुहोस्/पूर्वनिर्धारित
/वस्तुहरू क्रमबद्ध गर्नुहोस्/पूर्वनिर्धारित/नामद्वारा
/वस्तुहरू क्रमबद्ध गर्नुहोस्/पूर्वनिर्धारित/प्रकारद्वारा
/वस्तुहरू क्रमबद्ध गर्नुहोस्/पूर्वनिर्धारित/घुसाएको रूपमा
/चित्रहरू क्रमबद्ध गर्नुहोस्
/चित्रहरू क्रमबद्ध गर्नुहोस्/नामद्वारा
/चित्रहरू क्रमबद्ध गर्नुहोस्/घुसाएको रूपमा
/चित्रहरू क्रमबद्ध गर्नुहोस्/पूर्वनिर्धारित
/चित्रहरू क्रमबद्ध गर्नुहोस्/पूर्वनिर्धारित/नामद्वारा
/चित्रहरू क्रमबद्ध गर्नुहोस्/पूर्वनिर्धारित/घुसाएको रूपमा
/तोक्नुहोस्
/गुण
/यो प्रकार लुकाउनुहोस्
चित्र ट्रि
कागज साइज
अभिमुखिकरण
सीमान्तहरू
माथि:
तल:
बायाँ:
दायाँ:
मापन
मापन गर्नुहोस्:
यसमा ठीक पार्नुहोस्:
यसद्वारा
%0.3gcm x %0.3gcm
पृष्ठ सेटअप
यो वस्तुले पूर्वस्थितिमा फर्काउन/रिडु समर्थन गर्दैन। मेटिएका सूचना पूर्वावस्थामा फर्काउनुहोस्।
गुण...
तपाईँले छोड्नु भएको वस्तु त्यसको मूलसँग ठीक पार्न सकिँदैन। या मूल वस्तु बढाउनुहोस्, वा वस्तु छोड्नुहोस्।
चयन गरिएको '%s'
<unnamed>
बचत नगरि चित्र बन्द हुँदैछ
चित्र '%s' बचत गरिएको छैन। परिवर्तनहरू अहिले बचत गर्नुहुन्छ ?
चित्र बन्द गर्नुहोस्
परिवर्तनहरू छोड्नुहोस्
न निस्कनुहोस्
बचत बिना निस्कनुहोस्
चयन गरिएको बचत गर्नुहोस्
निम्न बचत भएका छैनन्:
बचत गर्नुहोस्
नाम
मार्ग
सबै चयन गर्नुहोस्
कुनै पनि चयन नगर्नुहोस्
बचतको लागि कुनै चिज चयन गरीएको छैन । तपाईँ पुन: प्रयास गर्न चाहानुहुन्छ ?
समर्थित ढाँचाहरू
विस्तारद्वारा
चित्र खोल्नुहोस्
विकल्पहरू खोल्नुहोस्
फाइल प्रकार निर्धारण गर्नुहोस्:
सबै फाइलहरू
फाइल नामका केही फन्टहरू न त UTF-8 हो न त तपाईँको स्थानीय सङ्केतन हो। केही वस्तुहरू बिच्छेद हुनसक्छन्।
फाइल पहिले नै अवस्थित छ
फाइल '%s' पहिले नै अवस्थित छ। के तपाईँ यसलाई अधिलेखन गर्न चाहनुहुन्छ ?
चित्र बचत गर्नुहोस्
चित्र फाइलहरू सङ्कुचन गर्नुहोस्
सङ्कुचनले फाइलको साइज १/१० औं भाग भन्दा सानो पार्दछ र लोड गर्ने र बचत गर्ने गति बढाउछ। केही पाठ कार्यक्रमहरूले सङ्कुचित फाइलहरू मिलाउन सक्दैन।
'%s' बचत गर्न कुन निर्यात फिल्टर प्रयोग गर्ने हो निर्धारण गर्न सकेन।
चित्र निर्यात गर्नुहोस्
निर्यात विकल्पहरू
प्रतिस्थापन
Find and Replace
वस्तु परिमार्जन गर्नुहोस् (s) यो <Space> र अन्य उपकरणहरूका बिच टगल गर्न प्रयोग गर्नुहोस्
ठूलो बनाउनुहोस्
चित्रको वरिपरि स्क्रोल गर्नुहोस्same name, same type
पाठ
बाकस
दीर्घवृत
बहुभुज
बेजिरगन
रेखा
चाप
बाङ्गोटिङ्गो रेखा
संयुक्तरेखा
बेजिररेखा
छवि
नेभिगेसन सञ्झ्याल पपअप गर्दछ
चित्र मेनु
जुम
यो सञ्झ्यालका लागि ग्रिडमा सटाउने टगल गर्दछ।
यो सञ्झ्यालका लागि वस्तु सटाउने टगल गर्दछ।
%s नाम गरिएको कुनै पाना छैन
अन्य पानाहरू
प्रवाहचित्रपट
नयाँ वस्तुहरूका लागि अग्रभूमि र पृष्ठभूमि रङहरू। साना काला र सेता वर्गहरूले रङहरू रिसेट गर्दछ। सानो बाँणहरूले रङहरू साटासाट गर्दछ। रङ परिवर्तन गर्न डबल क्लिक गर्नुहोस्।
रेखा चौडाइ। नयाँ वस्तुहरूका लागि पुर्वानिर्धारित रेखा चौडाइ सेट गर्न रेखामा क्लिक गर्नुहोस्। रेखा चौडाइ ठीक तरिकाले सेट गर्न डबल क्लिक गर्नुहोस्।
नयाँ रेखाहरूको सुरुमा बाँण शैली। बाँण लिन क्लिक गर्नुहोस्, वा विवरणसँग बाँण परामितिहरू सेट गर्नुहोस्...
नयाँ रेखाहरूका लागि बाँण शैली। रेखा शैली लिन क्लिक गर्नुहोस्, वा विवरणसँग रेखा शैली परामितिहरू सेट गर्नुहोस्...
नयाँ रेखाहरूको अन्त्यमा बाँण शैली। बाँण लिन क्लिक गर्नुहोस्, वा विवरणसँग बाँण परामितिहरू सेट गर्नुहोस्...
चित्र सम्पादक
नयाँ तह
तह उठाउनुहोस्
तल्लो तह
तह मेट्नुहोस्
तहहरू
चित्र:
नयाँ तह %d
कुनै पनि होइन
तहको नाम:
रेखाको चौडाइ
रेखाको चौडाइ:
चित्र लोड गर्दा त्रुटि। कागजातमा लिङ्क गरिएको वस्तु फेला परेन।
%s वस्तुको मूल %s फेला पार्न सकिँदैन
तपाईँले फाइल निर्दिष्ट गर्नु पर्दछ, डाइरेक्टरी होइन।
पढ्नका लागि: '%s' खोल्न सकेन।
चित्र %s लोड गर्दा त्रुटि। अज्ञात फाइल प्रकार
चित्र %s लोड गर्दा त्रुटि। डाय फाइल होइन
चित्र :%s लोड गर्दा त्रुटि। एउटा वैध डाय फाइलले कम्तीमा एक तह परिभाषित गर्दछ।
निर्गत फाइल %s मा लेख्न अनुमति छैन
%s मा अस्थाई फाइल लेख्न अनुमति छैन
प्रतिफल फाइल %s खोल्न सकिँदैन: %s filename
%dत्रुटि लेख्दा आन्तरिक फाइल%s
निर्गत फाइल %s अन्तिममा पुन:नामकरण गर्न सकिँदैन%s: %s
डाय चित्र फाइल
फिट
फाइल
मद्दत
वस्तु र पाना
प्लगइन्स...
चित्र ट्रि
उपकरणपट्टी देखाउनुहोस्
स्थितिपट्टि देखाउनुहोस्
निर्यात गर्नुहोस्...
पृष्ठ सेटअप
सम्पादन गर्नुहोस्
नक्कल
पाठ प्रतिलिपि बनाउनुहोस्
पाठ काट्नुहोस्
पाठ टाँस्नुहोस्
तह...
दृश्य
जुम
१६००%
८००%
४००%
२८३
२००
१४१
८५
७०.७
५०
३५.४
२५display_toggle_entries
नयाँ दृश्य
क्लोन दृश्य
वस्तुहरू
पछाडी पठाउनुहोस्
अगाडी ल्याउनुहोस्
पछिल्तिर पठाउनुहोस्
अघिल्तिर ल्याउनुहोस्
समूह
समूह छुट्याउनुहोस्
पारेन्ट
अनपारेन्ट
अनपारेन्ट चिल्ड्रेन
पङ्क्तिबद्ध गर्नुहोस्
माथि
मध्य
तल
तेर्सो गरी फैलाउनुहोस्
ठाडो स्प्रेड आउट गर्नुहोस्
निकटवर्ति
थाक राखिएको
चयन गर्नुहोस्
सबै
कुनै पनि होइन
उल्टाउनुहोस्
सङ्क्रामक
जडान भयो
उस्तै प्रकार
यसद्वारा चयन गर्नुहोस्
आगत तरिकाहरू
सम्बाद
त्रुटि सच्याउनुहोस्
उपकरणहरू
परिमार्जन गर्नुहोस्
स्क्रोल गर्नुहोस्
पूरापर्दा
एन्टिएलाइज गरिएको
ग्रिड देखाउनुहोस्
ग्रिडमा सटाउनुहोस्
वस्तुहरूमा सटाउनुहोस्
रुलरहरू देखाउनुहोस्
जडान बिन्दुहरू देखाउनुहोस्
यूनियन
प्रतिच्छेदन
हटाउनुहोस्
उल्टाउनुहोस्
उपकरण मेनु चयनमा शून्य उपकरणडेटा
३००%
२००%
१५०%
१००%
७५%
५०%
२५%
१०%
ग्रिडमा सटाउने टगल गर्दछ।
वस्तु सटाउन टगल गर्दछ ।
GTK सेटिङ प्राप्त गर्न सकेन
प्लगइनहरू
लोड गरिएको
विवरण
सुरुवातमा लोड गर्नुहोस्
फाइलको नाम
प्रयोगकर्ता इन्टरफेस
चित्र पूर्वनिर्धारित
दृश्य पूर्वनिर्धारित
सिर्जना गरेपछि उपकरणहरू रिसेट गर्नुहोस्
पूर्वस्थितिमा फर्काउने स्तरहरूको सङ्ख्या:
उल्टो तान्नेले प्रतिच्छेदित वस्तुहरू चयन गर्दछ।
भर्खरैका कागजात सूचीको साइज:
मेनुपट्टी प्रयोग गर्नुहोस्
उपकरण बाकस चित्र सञ्झ्यालहरूको माथि राख्नुहोस्
लम्बाइ एकाइ
फन्ट-साइज एकाइ:
नयाँ चित्र:
पोर्ट्रेट
कागजको प्रकार:
पृष्ठभूमि रङ:
बचत गरिएका फाइलहरू सङ्कुचन गर्नुहोस्
जडान बिन्दुहरू:Grid:
दृश्यात्मक
नयाँ सञ्झ्याल:
चौडाइ:
उचाइ:
साइज ठूलो पार्नुहोस्:
पृष्ठ विच्छेदहरू:
रङ:
ठोस रेखाहरू
निर्यात गर्नुहोस्
चलायमान सञ्झ्याल ग्रफिक्स
मापनयोग्य भेक्टर ग्राफिक्स
यसमा सटाउनुहोस्
गतिशील ग्रिड रिसाइजिङ्
X साइज:
Y साइज:
प्रति मेजर रेखामा रेखाहरू
हेक्स साइज:pretty_formated_xmlpretty formated xml
चित्र ट्रि सञ्झ्याल:
लुकाइएको वस्तु प्रकारहरू बचत गर्नुहोस्
हो
होइन
प्राथमिकताहरू
वस्तु गुण
यो वस्तुको गुण छैन।
गुण:
वस्तु गुण:
%s प्रणाली पाना
%s प्रयोगकर्ता पाना
कुनै पनि मोड्युलबाट 'अनुकूल_प्रकार' प्रतिक प्राप्त गर्न सकिँदैन। सम्पादन आकारहरू अक्षम पारियो।
विजेट फेला परेन: %s
SVG आकार
कार्यक्रम गरिएको डाय वस्तु
पानाहरू र वस्तुहरू
<- प्रतिलिपि बनाउनुहोस्
<- सबै प्रतिलिपि बनाउनुहोस्
<- सार्नुहोस्
<- सबै सार्नुहोस्
सम्पादन गर्नुहोस्
पछाडि फर्काउनुहोस्
नयाँ
प्रकार
ब्राउज गर्नुहोस्...
SVG आकार:
वर्णन:
पानाको नाम:
रेखा विच्छेद
विशेषताहरू सम्पादन गर्नुहोस्
डाय वस्तु
वर्णन:
प्रकार:
पाना
नाम:
डाय वस्तु:
पाना:
SVG आकार फाइल चयन गर्नुहोस्
प्रतिलिपि बनाउनुहोस् ->
सबै प्रतिलिपि बनाउनुहोस् ->
सार्नुहोस् ->
सबै सार्नुहोस् ->
%s आकार
%s वस्तु
%s मानाङ्कन नगरिएको प्रकार
फाइल नाम '%s': '%s'सँग अन्त्य हुनुपर्दछ
'%s' त्रुटि परीक्षण गर्दैछ: '%s'
कृपया चित्रलाई आकारको स्वरूपमा निर्यात गर्नुहोस् ।
आकार फाइल: '%s' व्याख्या गर्न सकेन
पानाको नाम हुनुपर्दछ
'%s' खोल्न सकेन: %s
लेखनका लागि '%s': खोल्न सकेन
एउटा प्रयोगकर्ता
फाइल: %s
मिति: %s
%s: का लागि
यहाँ आकारहरू थप्नुहोस्
लोड हुँदैछ ...
डाय v %s
तपाईँको चित्रहरू सम्पादन गर्नुहोस्
रेखाहरू
खाली त्रिभुज
भरिएको त्रिभुज
नभरिएको त्रिभुज
खाली हिरा
भरिएको हिरा
अर्ध हिरा
अर्ध शीर्षक
स्ल्यास्ड क्रस
भरिएको दीर्धवृत
खाली दिर्धवृत
भरिएको थोप्ला
आयामिक उत्पत्ति
खाली थोप्ला
दुई खाली त्रिभुज
दुई पटक भरिएको त्रिभुज
भरिएको थोप्ला र त्रिभुज
भरिएको बाकस
खाली गरिएको बाकस
स्ल्यास्ड
इन्टिजर प्रतिक
कागको खुट्टा
क्रस
१-वा-धेरै
०-वा-धेरै
१-वा-०
ठ्याक्कै १
भरिएको नतोदर
खाली नतोदर
गोलाकार
खुल्ला गोलाकार
ब्याकस्ल्यास
अनन्त रेखा
अज्ञात प्रकारको बाँण चिन्ह टुप्पो
प्रकार %s को बाँण चिन्ह टुप्पोको धेरै सानो डेमिन्सन्स छ, हटाउँदै ।
अज्ञात बाँण चिन्ह
आन्तरिक त्रुटि: बेजिरको अन्तिमबिन्दुको कुनो प्रकार सेटिड्स
मानक वस्तु फेला पार्न सकिँदैन
%s...
फाइलनाम %s मा धेरै ..'s
फाइल %sसँग सङ्केतन उल्लेख गरेको छैन; मानौ त्यो %s मा सङ्केतन गरिएको छ
बिन्दु विहिन नोडको बिन्दु मान लिदैछ।
गलत x बिन्दु मान "%s" %f; यसलाई छाड्दैछ।
त्रुटि पद वर्णन बिन्दु
गलत y बिन्दु मान "%s" %f; यसलाई छाड्दैछ।
बाँण गुण
रेखा शैली गुण
विवरण...
ठीक छ
रद्द गर्नुहोस्
अद्वितिय नाम %sसँग बहुविध निर्यात फिल्टरहरू
फन्ट %s लोड गर्न सकिँदैन।
चेतावनी
त्यहाँ एउटा समान सन्देश छ।
दोहोरिएका सन्देशहरू देखाउनुहोस्
यो सन्देश पुन: नदेखाउनुहोस्
त्यहाँ %d मिल्दा जुल्दा सन्देशहरू छन् ।
सूचना
समूह खोल्नुहोस्
पूर्वनिर्धारित '%s' लोड गर्दा त्रुटि। डाय चित्र फाइल होइन
???
हराइरहेको प्रतीक 'dia_plugin_init'
डाय_प्लगइन_थालनी() कल असफल
%s प्लगइन अनलोड हुन सकेन
`%s' `%s' खोल्न सकेन
URL
%d वस्तुहरूसँगको समूह
बायाँ
केन्द्र
दायाँ
रेखा रङ
रेखा शैली
रङ भर्नुहोस्
पृष्ठभूमि कोर्नुहोस्
बाँण सुरुआत गर्नुहोस्
बाँण अन्त्य गर्नुहोस्
पाठ पङ्क्तिबद्ध गर्नुहोस्
फन्ट
फन्ट साइज
पाठ रङ
यो विशेषतामा '%s' (%p) विशेषता वा डेटा (%p) छैन्
अन्य फन्टहरू
%s का लागि फन्ट परिवार फेला पार्न सकेन
ठोस
ड्यास गरिएको
ड्यास-थोप्लो
ड्यास-थोप्लो-थोप्लो
थोप्ला भएको
ड्यास लम्बाइ:
रङ चयन गर्नुहोस्
बढी रङहरू...
अरू बाँणहरू
साइज:
छवि फाइल चयन गर्नुहोस्
ब्राउज गर्नुहोस्
मेनु रिसेट गर्नुहोस्
आर्किटेक्चर विश्लेषण र डिजाइन भाषा चित्र वस्तुहरू
घोषणा
पहुँच प्रदायक थप्नुहोस्
पहुँच आवश्यक थप्नुहोस्
डेटा पोर्टमा थप्नुहोस्
घटना पोर्टमा थप्नुहोस्
घटना डेटा पोर्टमा थप्नुहोस्
बाहिरी डेटा पोर्ट थप्नुहोस्
बाहिरी घटना पोर्ट थप्नुहोस्
बाहिरी घटना डेटा पोर्ट थप्नुहोस्
बाहिरी डेटा पोर्टमा थप्नुहोस्
बाहिरी घटना पोर्टमा थप्नुहोस्
बाहिरी घटना डेटा पोर्टमा थप्नुहोस्
पोर्ट समूह थप्नुहोस्
जडान बिन्दु थप्नुहोस्
पोर्ट मेट्नुहोस्
पोर्ट घोषणा सम्पादन गर्नुहोस्
जडान बिन्दु मेट्नुहोस्
टिप्पणी
टिप्पणी ट्याग गर्दैछ
सामान्य
विशेषताहरू
विशेषताहरूnew
नयाँdelete
मेट्नुहोस्Move up
माथि सार्नुहोस्Move down
तल सार्नुहोस्
विशेषता डेटा
टिप्पणी:
शैली
किसिम
साइज
कुनाको अर्धव्यास
खण्ड थप्नुहोस्
खण्ड मेट्नुहोस्
कुञ्जी:
कमजोर कुञ्जी:
उत्पन्न:
बहुविधमान:
विशेषता
कमजोर:
सम्बन्धित:
अस्तित्व
अस्तित्व/सम्बन्ध चित्र वस्तुहरू
जम्मा:
बायाँ गणनीयता:
दायाँ गणनीयता:
घुमाउनुहोस्:
पहिचान गर्दैछ:
सम्बन्ध
शक्ति
पदार्थ
सङ्केत
प्रकार्य संरचना चित्र वस्तुहरू
इच्छा प्रकार्य
प्रयोगकर्ता प्रकार्य
क्रिया
च्यानल
आयात गर्नुहोस्
आगत
प्राप्त गर्नुहोस्
अनुमति दिनुहोस्
प्रवेश बनाउनुहोस्
समात्नुहोस्
छुटाउनहोस्
निकाल्नुहोस्
ठिकसँग राख्नुहोस्
स्थानान्तरण गर्नुहोस्
यातायात
उचाल्नुहोस्
सार्नुहोस्
प्रसारण गर्नुहोस्
परिचालन गर्नुहोस्
बताउनुहोस्
मार्गदर्शन
प्रतक्ष्य
सीधा गराउनुहोस्
चलाउनुहोस्
अनुवाद गर्नहोस्
परिक्रमण गर्नुहोस्
मोड्नुहोस्
घुमाउनुहोस्
DOF लाई अनुमति दिनुहोस्
अवरोध गर्नुहोस्
ताल्चा हटाउनुहोस्
समर्थन गर्नुहोस्
रोक्नुहोस्
अलग्याउनुहोस्
सुरक्षित गर्नुहोस्
रोक्नुहोस्
रक्षक
निषेध गर्नुहोस्
स्थिर गराउनुहोस्
स्थिर
सुरक्षित
संलग्न गर्नुहोस्
माउन्ट गर्नुहोस्
ताल्चा लगाउनुहोस्
बाँध्नुहोस्
होल्ड गर्नुहोस्
स्थिति
विन्यास
तोक्नुहोस्
जडान गर्नुहोस्
जोडी
जोड्नुहोस्
एकत्रित गर्नुहोस्
मिसाउनुहोस्
संयोजन गर्नुहोस्
सम्मिश्रण गर्नुहोस्
थप्नुहोस्
प्याक बनाउनुहोस्
जोड्नुहोस्
शाखा
विभाजन गर्नुहोस्
स्विच गर्नुहोस्
भाग गर्नुहोस्
निष्काशन
छुट्टयाउनुहोस्
विच्छेद गर्नुहोस्
काट्नुहोस्
पोलिस गर्नुहोस्
बालुवा
प्वाल पार्नु
चक्का
पुन: शुध्दिकरण गर्नुहोस्
शुध्दिकरण गर्नुहोस्
तन्क्याउनुहोस्
फिल्टर
छिचल्नुहोस्
खाली गर्नुहोस्
वितरण गर्नुहोस्
छुट्याउनुहोस्
छर्नुहोस्
विसर्जन गर्नुहोस्
खुकुलो पार्नुहोस्
खाली गर्नुहोस्
छर्नुहोस्
सोस्नुहोस्
ओसाउनु
हटाउनुहोस्
रोक्नुहोस्
व्यवस्था गर्नुहोस्
भण्डार गर्नुहोस्
समावेश गर्नुहोस्
जम्मा गर्नुहोस्
सङ्ग्रह गर्नुहोस्
पुर्ति
भर्नुहोस्
प्रदान गर्नुहोस्
भर्पुर गर्नुहोस्
प्रदर्शन गर्नुहोस्
झिक्नुहोस्
नियन्त्रण परिमाण
क्रियाशील पार्नुहोस्
सुरु गर्नुहोस्
थालनी गर्नुहोस्
नियमित गर्नुहोस्
नियन्त्रण गर्नुहोस्
सक्षम पार्नुहोस्
अक्षम पार्नुहोस्
सीमा
अवरोध
परिवर्तन गर्नुहोस्
बढाउहोस्
घटाउनुहोस्
परिवर्तित गर्नुहोस्
घटाउनुहोस्
सामान्यिकरण
गुणन गर्नुहोस्
मापन गर्नुहोस्
सच्याउनुहोस्
समायोजन गर्नुहोस्
फारम
पक्का बनाउनुहोस्
मिच्नुहोस्
आकार
सङ्कुचन
छेड्नुहोस्
रूपान्तरण गर्नुहोस्
स्थानान्तरण
ठोसलाई तरलमा परिवर्तन गर्नुहोस्
ठोसमा परिवर्तन गर्नुहोस्
उड्नु
परिवर्तित गर्नुहोस्
सघन गर्नुहोस्
एकिकृत गर्नुहोस्
छुट्याउनुहोस्
प्रक्रिया
संवेदन
अवगत गर्नुहोस्
पहिचान गर्नुहोस्
विवेचना गर्नुहोस्
जाँच गर्नुहोस्
रूजु गर्नुहोस्
दर्शाउनुहोस्
चिन्ह लगाउनुहोस्
प्रदर्शन गर्नुहोस्
नाप्नुहोस्
गणना गर्नुहोस्
प्रतिनिधीत्व गर्नुहोस्
नाम
तरल
वायु
मानव
हात
खुट्टा
शिर
औंला
खुरा
जैविक
यान्त्रिक
यान्त्रिक शक्ति
अनुवाद
बल
परिक्रमण
धातुको माला
अनियमित गति
कम्पन
परिक्रमित शक्ति
अनुवादन शक्ति
विधुतिय
विधुत
भोल्टेज
करेन्ट
जल बिद्युत
दवाव
परिमाणक प्रवाह
थर्मल
ताप
संवाहन
वाहन
जैविकिकरण
वायुविय
रासायनिक
रेडियोक्टिभ
शुक्ष्म तरङ्ग
रेडियो तरङ्ग
X-किरणहरू
गामा किरण
अटोकास्टिक शक्ति
ध्रुवण शक्ति
सौर्य शक्ति
चुम्वकिय शक्ति
मानव चाल
मानव बल
स्थिति
प्रयोगकर्ता/यन्त्र Fn
Fn चाहानुहोस्
म्याक्रो कल
यो कार्यलाई म्याक्रो-चरण भनिन्छ
सर्त
सर्तको बुलियन समिकरण
सर्तको फन्ट
सर्तको फन्ट साइज
रङ
सर्तको रङ
ग्राफसेट चित्र वस्तुहरू
नियमित चरण
सुरुको चरण
म्याक्रो प्रविष्टि चरण
म्याक्रो निस्कने चरण
म्याक्रो कल चरण
सहायक कार्यक्रम कल चरण
चरण नाम
चरणको नाम
चरण प्रकार
चरणको प्रकार
सक्रिय पार्नुहोस्
चरणको क्रिया आकारमा ढाल्न रातो थोप्ला देखाउँछ
ग्रहणशीलता
ग्रहणताको बुलियन समिकरण
ग्रहणताको फन्ट
ग्रहणताको फन्ट साइज
ग्रहणताको रङ
उत्तर बिन्दु
दक्षिण बिन्दु
माथिल्लो चापहरूमा शीर्ष बाँणहरू कोर्नुहोस्:
वा
र
भरजेन्ट प्रकार:
जडान बिन्दु थप्नुहोस्
जडान बिन्दु मेट्नुहोस्
GRAFCET OR/AND भरजेन्ट
निर्दिष्ट नगरिएको
प्रतिनिधि
भूमिका
नरम लक्ष्य
लक्ष्य
लक्ष्य प्रकार
इस्टर चित्र
ऋणात्मक कन्ट्रिव
निर्भरता
विच्छेदन
Means-Ends
संसाधन
कार्य
i* अन्य
दिइएको डोमेन
डिजाइन गरिएको डोमेन
यन्त्र डोमेन
कारक
निर्देशन मान्ने प्रकारको
शब्दसँग सम्बन्धित
डोमेन प्रकार
डोमेन प्रकार
वैकल्पिक प्रकार जुन डोमेनको तल्लो दायाँ कुनामा देखिन्छ।
ज्याक्सन डोमेन
ज्याक्सन चित्र
बाँडफाँड गरिएको
आवश्यकताsame name, same type
सन्देश:
पूर्वानुमान
अवरोध
KAOS लक्ष्य
KAOS चित्र
AND पुन: शुध्दिकरण
AND पुन: शुध्दिकरण पूरा गर्नुहोस्
OR पुन: शुध्दिकरण
सञ्चालिकिकरण
पाठ:
योगदानहरू
वाधा
द्वन्द
दायित्व
मोनिटरहरू
नियन्त्रणहरू
CapableOf
कार्यसम्पादन
निर्गत
KAOS अरू
बाँण रङ
बाँण रेखा चौडाइ
सेकेण्ड बाँणको रङ
सेकेण्ड बाँणको रेखा चौडाइ
घण्टा देखाउनुहोस्
विविध वस्तुहरू
नाप
ह्याण्डल थप्नुहोस्
ह्याण्डल मेट्नुहोस्
स्रोत आयात गर्नुहोस् (माथि देखाईएको छैन)
संसाधान (तल देखाईएको छैन) कार्यान्वयन गर्नुहोस्
थोप्ला भएको बाँण
बाँण शीर्षहरू अक्षम पार्नुहोस्
प्रवाह शैली:
ठाडो प्रवाहहरू स्वचालित तरिकाले खैरो बनाउनुहोस्:
अध्ययनको सजिलोपना बढाउनका लागि' ठाडो गरी सुरु र अन्त्य हुने प्रवाह खैरो रूपमा रेन्डर गर्न सकिन्छ
SADT बाँण
पाठ प्याडिङ
क्रियाकलाप/पाठ पहिचायक
पहिचायक जुन बाकसको तल्लो दायाँ कुनामा देखिन्छ
SADT बाकस
SADT चित्र वस्तुहरू
सुरक्षा छैन
प्रसार निषेधित गरिएको
विशेष देश विश्वसनीय
विश्वसनीय
NATO विश्वसनीय
व्यक्तिगत विश्वसनीय
मौडिकल विश्वसनीय
औधोगिक विश्वसनीय
सुरक्षा विश्वसनीय
गोप्य
गोप्य सुरक्षा
गोप्य विशेष देश
NATO गोप्य
धेरै गोप्य
NATO धेरै गोप्य
SISSI चित्र
औधोगिक विश्वसनीय
समान छैन
कम समानता
औषत सफ्टवेयर समानता
उच्च सफ्टवेयर विश्वसनीय
औषत हार्डवेयर विश्वसनीय
उच्च हार्डवेयर विश्वसनीय
मिलिसेकेन्ड
सेकेन्ड
मिनेट
घण्टा
दिन
हप्ता
प्रणालि
इन्टरनेट पहुँच यन्त्र
विद्युतिय पत्राचार
इन्ट्रानेट
कम्पनि डाइरेक्टरी
बाह्य पोर्टल
संगठन
उच्च दर्जाको संगठन
संगठनको संरचना
परियोजना वा प्रणाली संगठन
सहायक-ठेकेदार / आपूर्तिकर्ता / निर्माता
SITE
स्थान
बाह्य परिवेश
परिसर
क्षेत्र
मुख्य सेवा
संञ्चार
पावर
चिसो / प्रदूषण
तातो को खोजि
आगोको खोजि:
पानीको खोजि
हावाको खोजि:
कार्य पत्ता लगाउनु
थाहा नदिइएको खोजि
तातो पनाको कार्य
आगोको कार्य
पानीको कार्य
हावाको कार्य
सामर्थ्य कार्य
पसाइ कार्य
व्यक्तिगत
निर्णय बनाउने
SSI दायित्व
प्रयोगकर्ता
कार्यात्मक प्रशासक
प्राविधिक प्रशासक
SSL प्रशासक
विकाशकर्ता
सञ्चालक /मर्मतकर्ता
सञ्जाल
मध्यम र समर्थन
निस्क्रिय वा सक्रिय प्रसारण
सञ्जार इन्टरफेस
सफ्टवेयर
सञ्चालन प्रणाली
सेवा - मर्मत वा प्रशासन सफ्टवेयर
प्याकेज बनाइएको सफ्टवेयर वा मानक सफ्टवेयर
व्यावसायिक अनुप्रयोग
मानक व्यावसायिक अनुप्रयोग
निश्चित व्यावसायिक अनुप्रयोग
हार्डवेयर
डेटा-प्रकृयागत उपकरण (सक्रिय)
मोबाइल उपकरण
निश्चित साइज
परिधीय प्रक्रिया
विद्युतीय माध्यम
अन्य मिडिया
डेटा माध्यम (निष्कृय)
धम्की
धम्की
P कार्य
P पत्तालगाउने कार्य
नरमता
अन्य गुण
लेबुल
मान
कागजात
कागजात शीर्षक
कर्ता
A देखी B सम्म
B देखि A सम्म
मिश्रण
साइड A
दृश्यता:
बाँण देखाउनुहोस्
साइड B
वर्ग
स्टेरियो प्रकार
संक्षेप
टेम्प्लेट
विशेषताहरू दबाउनुहोस्
सञ्चालन दबाउनुहोस्
दृश्यात्मक विशेषताहरू
दृश्यात्मक सञ्चालन
दृश्यात्मक टिप्पणीहरू
सञ्चालनहरू बेर्नुहोस्
char पछि बेर्नुहोस्
टिप्पणी हरफ लम्बाइ
पोलिमोर्फिकय
वर्गनाम
वर्गनाम निकाल्नुहोस्
सञ्चालनहरू
टेम्प्लेट परामितिहरू
टिप्पणी देखाउनुहोस्
वर्ग
वर्ग नाम:
स्टेरियो टाइप:
विशेषताहरू दृश्यात्मक
सञ्चालन दृश्यात्मक
सञ्चालन दबाउनुहोस्
यो लम्बाइ पछि बेर्नुहोस्:
टिप्पणीहरू दृश्यात्मक
यो लम्बाइ पछि टिप्पणी बेर्नुहोस्:
वर्ग नाम
संक्षेप वर्ग
पाठ रङ
अग्रभूमि रङ
पृष्ठभूमि रङ
मान:
दृश्यता:
सार्वजनिक
व्यक्तिगत
सुरक्षित
कार्यान्वयन
वर्ग क्षेत्र
वंशानुक्रम प्रकार:
पोलिमोर्फिक (अवास्तविक)
पात (अन्तिम)
क्वेरी
परामितिहरू:
परामिति डेटा
पूर्वनिर्धारित मान:
दिशा:
अपरिभाषित
भित्र
बाहिर
भित्र र बाहिर
सञ्चालन
सञ्चालन डेटा
टेम्प्लेट
टेम्प्लेट वर्ग
औपचारिक परिमिति डेटा
सिमाना
वस्तु हो
फलिका
राख्ने ठाउँ
घटना स्रोत
घटना सिङ्क
प्रतिरोध:
बाँण देखाउनुहोस्:same name, same type
इन्टरफेस:
नियन्त्रणको फोकस कोर्नुहोस्:
नाशक चिन्ह कोर्नुहोस्:
जडान बिन्दुहरू थप्नुहोस्
जडान बिन्दुहरू हटाउनुहोस्
जडान बिन्दु दूरी बढाउनुहोस्
जडान बिन्दु दूरी बढाउनुहोस्
पूर्वनिर्धारित जडान बिन्दु दूरी सेट गर्नुहोस्
UML लाइफ लाइन
कल गर्नुहोस्
सिर्जना गर्नुहोस्
नष्ट गर्नुहोस्
साधारण
फर्कनुहोस्
पठाउनुहोस्
पुनरावृतिक
सन्देश प्रकार:
स्पष्ट स्थिति
वस्तु सक्रिय पार्नुहोस्
विशेषताहरू देखाउनुहोस्
बहुविध दृष्टान्त
कार्य प्रविष्ट गर्नुहोस्
कार्य गर्नुहोस्
कार्य बन्द गर्नुहोस्
यो चित्रले प्रारम्भिक/अन्तिम स्थितिहरूका लागि स्थिति वस्तु प्रयोग गर्दछ। त्यो विकल्प भविष्यको संस्करणहरूमा जान्छ। कृपया सट्टामा प्रारम्भिक/अन्तिम स्थित वस्तु प्रयोग गर्नुहोस्
अन्तिम हो
ट्रिगर
यो सङ्कक्रमण गर्ने घटनालाई लिनु पर्दछ
कार्य
यो सङ्कक्रमणलाई लिदा सम्पादन गर्नुपर्ने कार्य
गार्ड
घटान हटाइएको बेलामा सङ्कक्रमण लिनका लागि सर्त
एकिकृत मोडेलिङ भाषा चित्र वस्तुहरू UML १.३
मान:
संक्षेप (?)
वर्ग क्षेत्र (तथ्याङ्क)
वंशानुगत प्रकार
क्वेरि (const)
परामितिहरू
पाठ बाहिर
सहकार्य
क्रोनोग्राम चित्र वस्तुहरू
डेटा
डेटा नाम
घटनाहरू
घटना विशेषता
@समय सूचकलाई ठीक समयमा सेट गर्नुहोस्। (अवधि चिन्हलाई माथिबाँण सेट गर्नुहोस्,त्यसपछि 'अवधि'प्रतीक्षा गर्नुहोस्। ) अवधिम चिन्हलाई तलबाँण सेट गर्नुहोस्,त्यसपछि 'अवधि'प्रतीक्षा गर्नुहोस्। यू अवधि चिन्हलाई "अपरिचित" अवस्थामा सेट गर्नुहोस्,त्यसपछि 'अवधि' प्रतीक्षा गर्नुहोस्। उदाहरण : @ 1.0 (2.0)1.0(2.0)
सुरुआत समय
अन्तिम समय
बद्ढो समय
घट्दो समय
बहुविध-विट डेटा
दृष्टिकोण
डेटा रङ
डेटा रेखा चौडाइ
समय डेटा
मुख्य समय चरण
सामान्य समय चरण
सामान्य चरण रेखा चौडाइ
अनुकूल
अनुकूल XML आकार लोडर
तेर्सो गरी घुमाउनुहोस्
ठाडो गरी घुमाउनुहोस्
वस्तु प्रकार '%s' का लागि प्रतीमा फाइल %s खोल्न सकिँदैन।
फाइल '%s'सँग अवैध बाटो डेटा छ। svg:path डेटा movetoसँग सुरु हुनुपर्दछ।
फ्लोचार्ट वस्तुहरू
काटेको कोण
भागहरू
आधार स्टेसन
सञ्झ्याल चित्र वस्तुहरू
अर्धव्यास
चौडाइ
वक्र दुरी
रेखा अन्तरहरू
निश्चित सुरुआत अन्तर
निश्चित अन्त्य अन्तर
सममित नियन्त्रण
महिन नियन्त्रण
बिन्दु नियन्त्रण
स्वतन्त्र
निश्चित गरिएको
वर्ग
आकार अनुपात
स्वतन्त्र साइज
निश्चित गरिएको साइज
वृत
छवि फाइल
किनारा कोर्नुहोस्
आकार अनुपात राख्नुहोस्
छवि फाइल '%s' त्यो डाइरेक्टरीमा फेला परेन। सट्टामा फाइल '%s' प्रयोग गर्दैछ
छवि फाइल '%s' फेला परेन।
बाँणहरू
सुरुआत बिन्दु
अन्त्य बिन्दु
कुनो थप्नुहोस्
कुनो मेट्नुहोस्
मानक वस्तुहरू
पहिलो रेखा
ठाडो पाठ पङ्क्तिबद्धता
'%s' निर्गत फाइल नाम स्थानीय संकेतनमा रूपान्तरण गर्न सक्दैन । कृपया काईरो सँगै बचत गर्न फरक नाम रोज्नुहोस् ।
काइरो पोष्टस्क्रिप्ट
काईरो चलायमान कागजात ढाँचा
काईरो स्केलेबुल भेक्टर ग्राफिक्स
काइरो PNG
काइरो PNG (अल्फामा)
काइरो WMF
काइरोमा आधारित रेन्डरिङ
अधिकतम कक्ष बाँण भन्दा छविचित्रको पङ्क्ति लम्बाइ ठूलो हुन्छ। छविचित्र CGM मा निर्यात भएन।
कम्प्युटर ग्राफिक्स मेटाफाइल
कम्प्युटर ग्राफिक मेटाफाइल निर्यात फिल्टर
चित्र फेरवदल फाइल
'%s' मा read_dxf_codes असफल
%s' बाट बाइनरी DXF समर्थित छैन
चित्र फेरवदल फाइल आयात र निर्यात फिल्टरहरू
HP ग्राफिक्स भाषा
HP ग्राफिक्स भाषा निर्यात फिल्टर
PNG लेखन संरचना सिर्जना गर्न सकेन
PNG शीर्षक सूचना संरचना सिर्जना गर्न सकेन
PNG लेख्दा त्रुटि भयो
PNG निर्यात विकल्पहरू
छवि चौडाइ:
छवि उचाइ:
PNG (विपरित-उपनाम)
gdk रेन्डरकर्ता: असमर्थित भर्ने मोड निर्दिष्ट गरिएको छ !
TeX मेटापोष्ट निर्यात फिल्टर
TeX मेटापोष्ट म्याक्रोहरू
LaTeX PGF निर्यात फिल्टर
UTF8 वैध छैन
LaTeX PGF म्याक्रोज
फाइल बचत गर्न सकेन: %s %s
gdk-pixbuf आधारित बिटम्याप निर्यात/आयात
मुद्रक चयन गर्नुहोस्
मुद्रक
फाइल
ठीक छ
'%s': %s आदेश चलाउन सकेन
'%s': लेखनका लागि %s खोल्न सकेन
मुद्रण त्रुटि: आदेश '%s' ले %d फर्कायो
मुद्रण त्रुटि: आदेश '%s' कारणले sigpipe
इनक्याप्सुलेट गरिएको पोष्टस्क्रिप्ट (पिङ्गो फन्ट प्रयोग गरेर)
पूर्वावलोकनसँग इनक्याप्सुलेट गरिएको पोष्टस्क्रिप्ट (पिङ्गो फन्ट प्रयोग गरेर)
इनक्याप्सुलेट गरिएको पोष्टस्क्रिप्ट (पोष्टस्क्रिप्ट ल्याटिन-१ फन्ट प्रयोग गरेर)
TeX Pstricks निर्यात फिल्टर
TeX PSTricks म्याक्रोज
लेख्नका लागि '%s'खोल्न सकेन।
पाइथोन स्क्रिप्ट समर्थन
डाय आकार फाइल
डाय आकार निर्यात फिल्टर
अवैध बाटो डेटा svg:path डेटा movetoसँगै सुरु हुनुपर्दछ।
अपेक्षित SVG नेमस्पेस फाइलमा फेला परेन
मूल तत्व '%s' -- 'svg' अपेक्षित थियो।
मापनयोग्य भेक्टर ग्राफिक्स आयात र निर्यात फिल्टरहरू
%s फाइल पढ्न सकेन
भिजीओ XML ढाँचा
%s रङ पढ्न सकेन:
%d आकार फेला पार्न सकेन
नसोचेको अण्डाकार वस्तु: %s
गोलो वस्तु परिक्रमण हुन सकेन
बेजीएर को सुरु नभएकोमा लैजानुहोस्
अवैध NURBS सूत्र
%s फाइल पढ्न सकेन
%s बाहिरी वस्तु प्रकार पहिचान गर्न सकेन
%s वस्तु डाइरेक्टरी बनाउन सकेन
भिजीओ XML फाइल ढाँचा
%s वस्तु संकेत गर्न सकिँदैन
%u वस्तु लेख्न सकिँदैन
भिजीओ XML ढाँचा आयात र निर्यात फिल्टर
लेख्नका लागि '%s'खोल्न सकेन।
विण्डोज मेटा फाइल
बढाइएको मेटा फाइल
WMF निर्यात फिल्टर
फाइल:%s प्रकार/संस्करण असमर्थित
WPG
WordPerfect ग्राफिक निर्यात फिल्टर
FIG ढाँचा बराबर बाँण शैली %s छैन, साधारण बाँण प्रयोग गर्दा।
प्रयोगकर्ता-परिभाषित अरू रङहरू छैन् - कालो प्रयोग गर्दैछ
XFig ढाँचा
रङ अनुक्रमणिका %d निकै धेरै भयो, ५१२ रङहरू मात्र स्वीकार्य छन्। सट्टामा कालो प्रयोग गर्दैछ।
डायद्वारा नमूनाहरूलाई समर्थन गदैन
तिन-पटक गरिएका थोप्लाहरू डायद्वारा समर्थन गर्दैन, दुई-पटक गरिएका थोप्लाहरू प्रयोग गर्दैछ
%d रेखा शैली देखिनु हुँदैन
%d बिन्दुहरूको %d औ पढ्दा त्रुटि:%s
बाँण शीर्ष पढ्दा त्रुटि
अपरिचित बाँणको प्रकार %d
दायराको गहिराइ %d, मात्र ०-%d अनुमति छ।
%s दीर्घवृत सूचना पढ्न सकेन:
%s बहुरेखा सूचना पढ्न सकेन:
%s फ्लिप गरिएको बिट पढ्न सकेन:
ऋणात्मक कुनो अर्धव्यास, अस्वीकार गर्दैछ
अपरिचित बहुरेखाको सहायक प्रकार: %d
स्प्लाइन सूचना %s पढ्न सकेन:
अनुमानित स्प्लाइनलाई अहिलेसम्म रूपान्तरण गर्न सकिँदैन।
अज्ञात स्प्लाइन सहायक प्रकार: %d
चाप सूचना: %s पढ्न सकेन
पाठ सूचना %s पढ्न सकेन:
%s FIG वस्तु पहिचान गर्न सकेन:
मिश्रित अन्त्य मिश्रण बाहिर
रङ नम्बर %d दायरा 0..%d भन्दा बाहिर। रङ छोड्दैछ।
%s समूह विस्तार पढ्न सकेन:
%d अज्ञात वस्तु प्रकार
`%s` %s' वा `%s' मध्येको एउटा होइन
%s कागज साइज पढ्दा त्रुटि:
`%s' अज्ञात कागज साइज, पूर्वनिर्धारित प्रयोग गर्दैछ
%s कागज अभिमुखिकरण पढ्दा त्रुटि:
%s समरेखन पढ्दा त्रुटि:
%s एकाइ पढ्दा त्रुटि:
%s साइज ठूलो देखाउने पढ्दा त्रुटि:
%s बहुपृष्ठ सूचक पढ्दा त्रुटि:
%s पारदर्शक रङ पढ्नमा त्रुटि:
%s FIG फाइल पढ्दा त्रुटि:
FIG फाइलको असायमिक अन्त्य
रिजोल्युसन पढ्दा त्रुटि: %s
Fig फाइल जस्तो देखिदैन: %s
यो FIG को %d संस्करण हो। %d फाइल, मैले यसलाई नबुझ्न सक्छु
XFig फाइल ढाँचा
Fig ढाँचा आयात र निर्यात फिल्टर
%s पद वर्णन गर्दा त्रुटि
%s शैलीपाना पद वर्णन गर्दा त्रुटि
%s शैलीपाना लागू गर्दा त्रुटि
%s शैलीपाना पद वर्णन गर्दा त्रुटि:
%s शैलीपाना लागू गर्दा त्रुटि:
XSL रूपान्तरण फिल्टर
XSLT प्लगइनका लागि वैध कन्फिगरेसन फाइल फेला पार्न सकेन, लोड भइराखेको छैन।
XSLT माध्यमद्वारा निर्यात गर्नुहोस्
बाट:
लाई:
AADL
AADL आकारहरू
धागो
प्रक्रियाकर्ता
स्मृती
बस
प्रणाली
उप-कार्यक्रम
धागो समुह
यन्त्रन
प्याकेज
छुट्टाछुट्टै क्रमबद्व गरिएको
बहुभुज,बेजिरगन र अन्य विविध ज्यामितिय रूपहरूको छुट्टाछुट्टै क्रमबद्व गरिएको सङ्ग्रह
समकोण त्रिभुज
समद्विभुज त्रिभुज
पूर्ण वर्ग, उचाइ बराबर चौडाइ
पूर्ण वृत्त
चौथाइ वृत
हिरा
पञ्चकोण, पाँच भुजा भएको आकार
हेक्सागन, छ भुजा भएको आकार
हेप्टागन, सात भुजा भएको आकार
अष्ठभुज, आठ भुजा भएको आकार
तेर्सो समानान्तर चत्रुभुज
ठाडो समानान्तर चतुर्भुज
ट्रेपाजोईड
चार बिन्दु तारा
घुमाउरो चार बिन्दु तारा
पञ्च बिन्दु तारा
छ बिन्दु तारा
सप्त बिन्दु तारा
अष्ठ बिन्दु तारा
तिक्ष्ण अष्ठबिन्दु तारा
घुमाउरो अष्ठबिन्दु तारा
स्विस क्रस
माल्टिज क्रस
तल फर्केको बाँण
माथि बाँण
बायाँ बाँण
दायाँ बाँण
अविछिन्न बायाँ बाँण
अविछिन्न दायाँ बाँण
बायाँ-माथि बाँण
बाँण घुमाउनुहोस्
बायाँ-दायाँ बाँण
माथि-तल बाँण
क्वार् र्बाँण
बायाँ-दायाँ-माथि बाँण
माथि-तल-बायाँ बाँण
पञ्चकोण खण्ड बाँण
फिता
मुटु
सूर्य
चौथाइ चन्द्रमा
BPMN
व्यावसाय प्रकृया नमूना नोटेसन
घटना सुरु गर्नुहोस्
घटना पठाउनुहोस् - सन्देश
घटना सुरु गर्नुहोस् - समय
घटना सुरु गर्नुहोस् - नियम
घटना सुरु गर्नुहोस् - लिङ्क
घटना सुरु गर्नुहोस् - बहुविध
मध्यवर्ती घटना
मध्यवर्ती घटना - सन्देश
मध्यवर्ती घटना - समय
मध्यवर्ती घटना - त्रुटि
मध्यवर्ती घटना - रद्द
मध्यवर्ती घटना - क्षतिपूर्ति
मध्यवर्ती घटना - नियम
मध्यवर्ती घटना - लिङ्क
मध्यवर्ती घटना - बहुविध
अन्त्य घटना
अन्त्य घटना - सन्देश
अन्त्य घटना - त्रुटि
अन्त्य घटना - रद्द
अन्त्य घटना - क्षतिपूर्ति
अन्त्य घटना - लिङ्क
अन्त्य घटना - बहुविध
अन्य घटना - रोकाई
गेटवे
अनन्य (XOR) डेटामा आधारित
अनन्य (XOR) घटनामा आधारित
व्यापक (OR)
जटिल
समानान्तर (AND)
क्रियाकलाप लूपिङ्
बहुविध दृष्टान्त कार्य
क्षतिपूर्ति कार्य
संक्षिप्त गरीएको उप-प्रकृया
संक्षिप्त पारीएको उप-प्रकृया लूपिङ् गर्दै
संक्षिप्त पारीएको उप-प्रकृया बहुविध दृष्टान्त
Ad-Hoc संक्षिप्त परीएको उप-प्रकृया
संक्षिप्त गरीएको उप-प्रकृया क्षतिपूर्ति
समूह
कारोबार
डेटा वस्तु
पाठ एनोटेसन
ChemEng
रासायनिक इन्जिनियरिङ्गका लागि सङ्कलन
पङ्खा वा स्टिर्रर्खा
स्प्रे गर्ने यन्त्र
न्यूमेटिक रेखा
डन्यूमेटिक रेखा, ठाडो
सरल ताप साटासाटकर्ता
सरल ताप साटासाटकर्ता, ठाडो
पानि चिस्याउने मेशिन
ठाडो, पानि चिस्याउने मेशिन
स्थिर-पाना साटासाटकर्ता
फ्लोटिङ्-शीर्षक वा U-ट्यूब साटासाटकर्ता
फेरि उमाल्ने कित्लि
हावा चिस्याउने यन्त्र
तिव्र-प्रवाह हावा चिसाउने यन्त्र
कारक-प्रवाह वायु चिस्याउने यन्त्र
प्लेट साटासाटकर्ता
डबल-पाइप साटासाटकर्ता
तताउने/चिसाउने तार
तताउने/चिसाउने तार, ठाडो
साधारण भट्टि
सरल भेसेल
नक-आउट ड्रम (डेमिस्टर प्याडसँग)
ट्रे स्तम्भ, सरल
ट्रे स्तम्भ, विवरण
फ्लुउड कनट्याक्टिङ भेसेल, साधारण
प्रतिक्रियक वा शोषण भेसेल, साधारण
अटोक्लेभ
ट्याङ्क खोल्नुहोस्
ल्केरिफाई वा सेटिङ ट्याङ्क
शिल गरिएको ट्याङ्क
छोपिएको ट्याङ्क
स्थिर छानोसँगको ट्याङ्क
उत्प्लावन छानो भएको ट्याङ्क
भण्डारण गोला
ग्यास होल्डर, आधार
सेन्ट्रिफ्युजल पम्प वा पङ्खा
घनात्मक विस्थापन रोटरि पम्प वा सङ्कुचक
विपरित सङ्कुचक वा पम्प
एक्सिएल प्रवाह पङ्खा
क्रमप्रेसर वा टर्वाईन
इजेक्टर वा इन्जेक्टर
AC जेनेरेटर
भल्भ
भल्भ, ठाडो
भल्भ
भल्भ, ठाडो
आधारभुत फिल्टर
मिश्रण यन्त्र
साईक्लोन र हाईड्रोसाईक्लोन
स्प्रे ड्रायर
सेन्ट्रिफ्युज
रिलिफ भल्भलाई दवावमा राख्नुहोस्
सर्किट
सर्किट चित्रहरूका लागि समानहरू
ठाडो गरी क्रमबद्ध गरिएको रेसिस्टर
तेर्सो गरी क्रमबद्ध गरिएको ईन्डक्टर
ठाडो गरी क्रमबद्ध गरिएको ईन्डक्टर
तेर्सो गरी क्रमबद्ध गरिएको रेसिस्टर
ठाडो गरी क्रमबद्ध गरिएको रेसिस्टर (युरोपेली)
तेर्सो गरी क्रमबद्ध गरिएको ईन्डक्टर (युरोपेली)
ठाडो गरी क्रमबद्ध गरिएको ईन्डक्टर (युरोपेली)
तेर्सो गरी क्रमबद्ध गरिएको रेसिस्टर (युरोपेली)
तेर्सो गरी क्रमबद्ध गरिएको सामर्थ्यक
ठाडो गरी क्रमबद्ध गरिएको सामर्थ्यक
NPN वाईपोलर ट्रान्जिस्टर
PNP वाईपोलर ट्रान्जिस्टर
तेर्सो गरी क्रमबद्ध गरिएको डियोड
ठाडो गरी क्रमबद्ध गरिएको डिओड
तेर्सो गरी क्रमबद्ध गरिएको जेनर डियोड
ठाडो गरी क्रमबद्ध गरिएको जेनर डिओड
भूमि बिन्दु
क्रियाशील एम्प्लिफायर
तेर्सो गरी क्रमबद्ध गरिएको फ्युज
ठाडो गरी क्रमबद्ध गरिएको फ्युज
तेर्सो गरी क्रमबद्ध गरिएको शक्ति स्रोत
ठाडो गरी क्रमबद्ध गरिएको शक्ति स्रोत
ल्याम्प
स्पिकर
माईक्रोफोन
तेर्सो गरी क्रमबद्ध गरिएको LED
ठाडो गरी क्रमबद्ध गरिएको LED
NMOS ट्रान्जिसटर
PMOS ट्रान्जिस्टर
तेर्सो जम्पर
सिढि
LADDER सर्किटहरूका लागि अवयवहरू
'यदि (सामान्यतया: खुल्ला) सिढि सम्पर्क
'यदि होइन भने' (सामान्यत: बन्द) सिढी सम्पर्क
सरल निर्गत चल
ऋणात्मक निर्गत चल
निर्यात चललाई 'सेट गर्नुहोस्'
निर्गत चल 'रिसेट गर्नुहोस्'
निर्गत चल 'फड्कनुहोस्'
अभिग्राह्यता निर्गत चल
शक्ति-बचत गर्ने सरल निर्गत चल
शक्ति-बचत गरेको ऋणात्मक निर्गत चल
शक्ति-बचत गरेको 'सेट' निर्गत चल
शक्ति-सञ्चित 'रिसेट' निर्गत चल
साइबरनेटिक्स
साइबरनेटिक्स सर्किटहरूको तत्वहरू
सेन्सर - बायाँ
सेन्सर - दायाँ
सेन्सर - बटम
सेन्सर - माथि
योगफल,बायाँ आगत घटाउदै
योगफल, दायाँ आगत घटाउदै
योगफल, बटम आगत घटाउदै
योगफल,शीर्ष आगत घटाउदै
इन्टिजर - आगत बाँया
इन्टिजर - आगत दायाँ
इन्टिजर-आगत बटम
इन्टिजर - आगत माथि
योगफल
उत्पादन
उच्च पास फिल्टर
न्यून पाठ फिल्टर
साईन विशेषता वा आगत
सिग्मोईडको विशेषता
स्याचुरेसन विशेषता
विशेषता जम्मा गर्नुहोस् (सिग्मा)
अर्ध तरङ दुरुस्तकार्ता वा फन्दा आगत
पूर्ण वेब दुरुस्तकर्ता (निश्चित मान)
y-अक्षमा अचल धनात्मक सिफ्ट गर्नुहोस्
y-अक्षमा अचल ऋणात्मक सिफ्ट गर्नुहोस्
१ भन्दा ठूलो अचल तत्व
0 र १ को बीचमा अचल तत्व
0 र -१ को बीचमा अचल तत्व
अचल तत्व तल -१
अनुकूल विशेषताहरूका लागि टेम्प्लेट
समय विलम्व
ER
अस्तित्व सम्बन्ध चित्रका लागि सम्पादक
कमजोर अस्तित्व
सहभागिता
बिद्युतिय
बिद्युतिय सर्किटका लागि अवयवहरू
सामान्यत: खुला सम्पर्क (तेर्सो)
सामान्यत: बन्द सम्पर्क (तेर्सो)
सामान्यत: खुला अवस्था स्विच (तेर्सो)
सामान्यत: बन्द भएको स्थिति स्विच (ठाडो)
सामान्यत: खुला सम्पर्क (ठाडो)
सामान्यत: बन्द सम्पर्क (ठाडो)
सामान्यत: खुला अवस्था स्विच (ठाडो)
सामान्यत: बन्द अवस्था स्विच (ठाडो)
रिलेको (तेर्सो) आदेश साधन
रिले (तेर्सो)
ल्पाम्प वा सूचक प्रकाश (तेर्सो)
रिले (ठाडो) साधनको आदेश
रिले (ठाडो)
ल्पाम्प वा सूचक प्रकाश (ठाडो)
जडान बिन्दु
FS
प्रकार्य बनावट चित्रहरूका लागि सम्पादक
प्रवाह
समकोणिय बहुरेखा प्रवाह
प्रकार्य
प्रवाहचित्रपटहरूमा कोर्नका लागि वस्तुहरू
प्रक्रिया/सहायक सञ्चालन
आगत/निर्गत
निर्णय
योजक
कारोबार फाइल
बन्द पृष्ठ योजक
कागजात
म्यानुअल सञ्चालन
तयारी
म्यानुअल आगत
पूर्वपरिभाषित प्रक्रिया
टर्मिनल रोकावट
चुम्बकिय डिस्क
चुम्बकिय ड्रम
चुम्बकिय फित्ता
आन्तरिक भण्डारण
गाभ्नुहोस्
विलम्व
जोडिएको संगम
कोलेट गर्नुहोस्
क्रमबद्ध गर्नुहोस्
वा
छेडिएको कार्ड
छेडिएको फित्ता
ट्रासमिटल फित्ता
अफलाइन भण्डारण
डेटा स्रोत
GRAFCET
GRAFCET चित्रपटहरू डिजाइन गर्ने वस्तुहरू
सहायक-कार्यक्रम कल चरणलाई म्याक्रो गर्नुहोस्
चरणमा सङ्गठित हुन लागेको कार्य
अवस्था (कार्यको)
सङ्क्रमण
OR भर्जेन्ट
AND भर्जेन्ट
चाप (माथि तर्फ)
गेन र सारसोन
गेन र सारसोन DFD
वैकल्पिक बाह्य अस्तित्व
डेटा भण्डार
बाह्य अस्तित्व
आईसोमेट्रिक, मानचित्र
आईसोमेट्रिक दिशानिर्देशात्मक मानचित्र आकारहरू
रोड भाग
लामो सिधा रोड भाग
क्रसरोडहरू
T-संगम
इभ्यालुएटेड रोड
कुनो १
कुनो २
नदी
छानो १
खण्ड १, २:४
खण्ड २, २:८
खण्ड ३, ४:४
खण्ड १, २:४
खण्ड ५, ३:३
खण्ड ६, ४:६
खण्ड ७
कारखाना
कार १, अगाडिको दृश्य
कार २, पछाडिको दृश्य
ट्रेन १, तल फर्केको कोण
ट्रेन २, माथि बाँण फर्केको कोण
वृक्ष १
खुट्टाले हिड्ने पुल, पैदल पुल
एककोहोरो रोड चिन्ह
RE-i*
i* चित्रहरू डिजाइन गर्न चाहिने वस्तुहरू
एउटा i* सरल उद्देश्य
एउटा i* लक्ष्य
एउटा i* संसाधान
एउटा i* कार्य
एउटा i* निर्दिष्ट नगरिएको कर्ता
एउटा i* प्रतिनिधि
एउटा i* स्थिति
एउटा i* भूमिका
एउटा i* निर्दिष्ट नगरिएको लिङ्क
एउटा i* घनात्मक योगदान
एउटा i* ऋणात्मक योगदान
एउटा i* निर्भरता लिङ्क
एउटा i* असङ्कुचन लिङ्क
एउटा i* means-ends लिङ्क
RE-ज्याक्सन
ज्याक्सन चित्रहरू बनाउन चाहिने वस्तुहरू
ज्याकसनले दिएको डोमेन
ज्याकसनले डिजाइन गरेको डोमेन
ज्याकसन मेशिन डोमेन
ज्याकसनको आवश्यकता
ज्याक्सन बाँडिएको अद्भुत घटना
ज्याकसन आवश्यक अद्भुत घटना
RE-KAOS
KAOS चित्रहरू डिजाइन गर्न चाहिने वस्तुहरू
KAOS सरल लक्ष्य
KAOS लक्ष्य
KAOS आवश्यकता
KAOS मान्यता
KAOS बाधा
KAOS AND पुन: शुध्दिकरण
KAOS पूर्ण AND पुन: शुध्दिकरण
KAOS OR पुन: शुध्दिकरण
KAOS पूर्ण OR पुन: शुध्दिकरण
KAOS सञ्चालिकरण
KAOS योगदान
KAOS अवरोध
KAOS बाइनरि द्बन्द
KAOS प्रतिनिधि
KAOS उत्तरदायित्व
KAOS मोनिटर लिङ्क
KAOS नियन्त्रण लिङ्क
KAOS सक्षम-को
एउटा KAOS ले कार्यसम्पादन गर्दछ
KAOS सञ्चालन
KAOS आगत
KAOS निर्यात
प्रकाश
डिजाइनमा साधारण प्रकाशका अंश गर्न वस्तु
PAR
तल्लामा PAR
ACL
पेवल कनभेक्स लेनटर्न
फ्रेसल ल्यानटर्न
स्ट्रिपलाईट
एलिप्सोइडल परावर्तक स्पटलाइट
अदृश्य
कालो प्रकास
स्ट्रोबोस्कोप प्रकाश
हेड सार्दै
स्क्यानर
संरचना
लोजिक
बुलियन लोजिक
OR गेट
AND गेट
XOR गेट
सरल बफर
विपरितकर्ता
NAND गेट
NOR गेट
NOT
क्रसकनेक्टर
MSE
यू एस आर्मि मोबाइल ग्राहक सामग्री अवयव
नोड केन्द्र
ठूलो विस्तार नोड
सानो विस्तार नोड
ट्याक्टिकल उपग्रह सञ्चार टर्मिनल
मल्टिप्लेक्सर
डिमल्टिप्लेक्सर
विविध
विविध आकारहरू
फोल्डर
परम्परागत घडी
परीक्षणको लागि नयाँ-शैली समूह वस्तु
न्यूमेटिक/हाइड्रउलिक
न्युमेटिक र हाईड्रउलिक सर्किटका लागि सामग्रिहरू
डबल-प्रभाव ज्याक
Normally-in simple-effect jack
Normally-out simple-effect jack
जेनेरिक चाप स्रोत
हाईड्रउलिक चाप स्रोत
न्यूमेटिक चाप स्रोत
एयर य्यक्जुट अर्फिस
२/२ वितरक
३/२ वितरक
४/३ वितरक
५/२ वितरक
बलवान आदेश
धकल्ने-बटन आदेश
स्प्रिङद्वारा यान्त्रिक आदेश
स्प्रिङद्वारा यान्त्रिक आदेश
विधुतिय आदेश (एकल कोएल)
विधुतिय आदेश (डबल कोएल)
हाईड्रउलिक ड्राइभरद्वारा प्रतक्ष्य आदेश
न्यूमेटिक ड्राइभरद्वारा अप्रतक्ष्य आदेश
SADT/IDEF0
SADT चित्र डिजाइन गर्ने वस्तुहरू
सक्रियता/डेटा प्रवाह बाँण
सक्रियता/डेटा बाकस
प्रवाह लेबुल
SDL
निर्दिष्टकरण र विवरण भाषा
खण्ड प्रकार सन्दर्भ
सेवा प्रकार सन्दर्भ
प्रक्रिया प्रकार सन्दर्भ
स्थिति
प्रकार्य हेडर
सन्देश पठाउनुहोस्
सन्देश प्राप्त गर्नुहोस्
प्रकार्य कल
कार्य कार्यान्वयन गरिँदै
अवस्था बचत गर्नुहोस्
आगत/निर्गत योजक
कार्यविधि फिर्ता
जेनेरिक पाठ द्रष्टव्य
डिजाइन sissi चित्रमा वस्तुहरू
कार्यस्थान
सम्बन्धित डेटाबेस
सर्भर
ल्यापटप
PDA
भण्डारण एरे
राउटर
सञ्जाल बादल
टेलिफोन
सेल फोन
हब
मोडेम
मेसिन गुप्त लेखमा लेख्नुहोस्
चुम्बकिय भण्डारण
कागज भण्डारण
व्यक्ति
फाइल क्याबिनेट
सुरक्षा गर्नुहोस्
जगेडा
लग विश्लेषण
सूचना प्रणाली
सूचना
कोठा
फराडे केज
सुरक्षा क्षेत्र
भौगोलिक साइट
गेट
भिडियो क्यामेरा
ग्लास-ब्रेक सेन्सर
सेन्सर - बिम
कन्डेन्सटर
शक्ति ट्रान्सड्युसर
हालको ट्रान्सड्यूसर
एन्थाल्पि ट्रान्सड्यूसर
धूवाँ डिटेक्टर
मोइस्चर सेन्सर
प्रकाश डिटेक्टर
चाल डिटेक्टर
भिडियो चाल डिटेक्टर
स्तर डिटेक्टर
प्रभाव ट्रान्सड्युसर
हावाको गुण पत्ता लगाउने
भोल्टेज डिटेक्टर
सवारी साधन डिटेक्टर
कम्पन सेन्सर
डिजीटल संकेत
मोइस्चर निष्कर्षक
एयर फिल्टर
चिन्ह पाठक/कुञ्जीपाटी
चिन्ह पाठक
बायोमेट्रिक रिडर
पम्प
प्रसार पम्प
ढोका बिचारगर्दै
अक्षीय भेन्टिलेटर
सेन्ट्रिफ्युजल भेन्टिलेटर
भेन्टिलेटर
निवारण गर्ने
एयरकन्डिस्नर
सचेतक केन्द्र
UML
UML स्टाटिकथिर संरचना चित्रहरूका लागि सम्पादक
द्रष्टव्य
विश्वास गर्नुहोस्, विशेष इन्टरफेस कार्यान्वयन गर्दछ
सामान्यिकरण, उत्तराधिकारी वर्ग
संगठन, दुईवटा वर्गहरू सङ्गठित
समुच्चयन, एउटा कक्ष अर्कोको भाग हो
कार्यान्वयन, वर्गले निर्दिष्ट इन्टफेस कार्यान्वयन गर्दछ
अवरोध, कुनै कुरामा एउटा अवरोध राख्नुहोस्
सानो प्याकेज
ठूलो प्याकेज
केस प्रयोग गर्नुहोस्
लाइफलाइन
वस्तु
सन्देश
अवयव
नोड
कक्षा स्टेरियो टाइप प्रतिमा
प्रारम्भिक/अन्तिम स्थिति
क्रियाकलाप
फ्रोक/युनियन
क्रोनोग्राम
क्रोनोग्राम चित्रपटहरू डिजाईन गर्ने वस्तुहरू
समय मापन
डेटा रेखा
सिस्को - कम्प्युटर
सिस्कोका कम्प्युटर साइजहरू
PC
म्याकिन्टोस
टर्मिनल
SUN कार्यस्थान
सिस्को कार्यहरू कार्यस्थान
PC राउटर कार्ड
PC सफ्टवेयर
राउटर-आधारित सफ्टवेरसँगको PC
कार्यसमूह निर्देशक
सिस्को सुरक्षा
सिस्को CA
WWW सर्भर
वेब ब्राउजर
फाइल सर्भर
फाइल सर्भरमा सफ्टवेयर आधारित राउटर
PC राउटरसँगको सर्भर
IBM टावर
IBM सानो (AS400)
अग्रिम अन्त्य प्रोसेसर
IBM मुख्य फ्रेम
FEPसँग IBM मुख्य फ्रेम
HP सानो
सुपरकम्प्युटर
वेब कल्स्टर
सानो VAX
PC कार्ड
ट्याबलेट
इथरग्राहक
ह्यानहेल्ड
ताररहित
न्युटोन
मोनिटर
PC भिडियो
BBS
सुक्ष्म वेब सर्भर
डिस्केट
होस्ट
फित्ता बाँण
डिस्क उपप्रणाली
JBOD
FC भण्डारण
PC एडप्टर कार्ड
सिस्को - स्विच
सिस्कोमा राउटर र स्विच साइजहरू
राउटर ल्याइयो
सिलिकोन स्विचसँगै राउटर
नेटफ्लो राउटर
बोर्डव्याण्ड राउटर
वेबलेन्थ राउटर
ताररहित राउटर
7507 राउटर
7505 राउटर
7500ARS (7513) राउटर
नेटफ्लोसँग छेउ लेबुल स्विच राउटर
छेउ लेबुल स्विच राउटर
फायरवालसँग राउटर
अप्टिकल सेवा राउटर
सामग्री राउटर
क्यारियर राउटिङ प्रणाली
भण्डारण राउटर
नेटसोनार
हब सुधारियो
सिस्को हब
सानो हब
१०० आधारका T Hub
कार्यसमूह स्विच
कार्यसमूह स्विच सब्डाउड
कार्यसमूह स्विच भ्वाइस-सक्षम
BBSM
ATM ट्याग स्विच राउटर
स्विच प्रोसेसर
राउट स्विच प्रक्रियाकर्ता
Siसँग स्विच प्रक्रियाकर्तालाई मार्गदर्शन गर्नुहोस्
PXF
ASIC प्रोसेसर
जेनेरिक प्रोसेसर
डेटा केन्द्र स्विच
डेटा केन्द्र स्विच उल्टो परियो
डेटा स्विच प्रोसेसर
सामग्री स्विच
सामग्री सेवा मोड्युल
CSM-S
पहुँच गेटवे
ATM स्विच
ATM ३८००
सिस्को १०००
ISDN स्विच
लेबुल राउटर स्विच
बहु स्विच यन्त्र
LAN2LAN स्विच
बहुतह स्विच
सिलिकोनसँग बहुतह स्विच
सिलिकोनसँग बहुतह स्विच सुधारियो
प्रोग्रामेबल स्विच
सामग्री सेवा स्विच ११००
ATM द्रुत गिगाबिट ईथरस्विच
RateMUX
कार्यसमूह ५५००
कार्यसमूह ५०००
कार्यसमूह ५००२
नेटरेन्ज
MGX 8220
MGX 8240
MGX 8260
युनिभर्सल गेटवे
iSCSI स्विच
कार्यसमूह फाइब्रे च्यानल कुशल स्विच
डाइरेक्टर वर्ग फाइवर माध्यम कुशल स्विच
मल्टि- फेवरिक सर्भर स्विच
सर्भर स्विच
बहुतह रिमोट स्विच
तह २ रिमोट स्विच
वास्तविक तह स्विच
सिस्को - विविध
सिस्कोका विविध आकारहरू
सरकारी भवन
विश्वविद्यालय
सानो व्यापार
गृह कार्यालय
शाखा कार्यालय
अधिन शाखा कार्यालय
नीलो शाखा कार्यालय
जेनेरिक भवन
अधिन जेनेरिक भवन
नीलो जेनेरिक भवन
मध्यम भवन
आधिन मध्यम भवन
मध्यम भवन नीलो
गृह
नीलो गृह
टेलिकम्प्युटर घर
आधिन टेलिकम्प्युटर गृह
MDU
मानिस
रातो मानिस
मानिस सुनौलो
मानिस नीलो
उभिईरहेको मानिस
उभिईरहेकि नारी
नारी
रातो नारी
सुनौलो नारी
नीलो नारी
दौडिरहेको मानिस
आधिन दौडिरहेको मानिस
टेलिकम्प्युटर
दौडिरहेकी नारी
सिस्को कार्य मानिस
PC मानिस बायाँ
PC मानिस
बसिरहेकि नारी
बसिरहेकि नारी दायाँ
म्याक महिला
एन्द्रोजिनउस पर्सन
साँचो
ताल्चा र साँचो
उपग्रह डिस
उपग्रह
एन्टेना
कार
ट्रक
भिडियो क्यामेरा
भिडियो क्यामेरा दायाँ
हेडफोनहरू
सिस्को - सञ्जाल
सिस्कोद्वारा सञ्जाल आकारहरू
सञ्झ्याल व्यवस्थापन
डिटेक्टर
प्रोटोकल अनुवादक
IP
IP पुरानो-शैली
NAT
VIP
टर्मिनल सर्भर
पहुँच सर्भर
प्रणाली नियन्त्रक
डाइरेक्टरी सर्भर
फायरवाल
फायरवाल ल्याइयो
तेर्सो फायरवाल
फायरवाल सेवा मोड्युल
IOS फायरवाल
PIX फायरवाल
PIX फायरवाल बायाँ
सेन्ट्री फायरवाल
सुरक्षा सामग्री
VPN कन्सनट्रेटर
VPN गेटवे
LAN देखि LAN
SSL टर्मिनेटर
IP DSL स्वीच
DSLAM
केबल मोडेम
ताररहित कन्सेनटिभिटि
ताररहित ट्रासपोर्ट
पहुँच बिन्दु
ताररहित पुल
ड्युल मोड पहुँच बिन्दु
Wi-Fi ट्याग
ताररहित स्थानीय सामग्री
स्थान सर्भर
हलुका वजन AP
WLAN नियन्त्रक
BBFW
BBFW मिडिया
च्यानलाइज्ड पाइप
कन्क्याटेन्ड कार्यभार
अप्टिकल क्रस-जडान
अप्टिकल यातायात
अप्टिकल फाइवर
अप्टिकल एमप्लिफायर
डिजीटल क्रस-जडान
IP यातायात कन्सेनट्रेटर
DWDM फिल्टर
WDM
१५२००
१५२००
ONS15104
१०७००
मेट्रो १५००
ONS15540
स्वचालित सुरक्षण स्विचिङ्ग
RPS
UPS
लामो पहुँच CPE
३X७४ (जमिन) कल्सटर नियन्त्रक
३१७४(डेस्कटप) समूह नियन्त्रक
CSU/DSU
WAN
बादल
गोल्ड बादल
सेतो बादल
गाढा बादल
वितरित निर्देशक
स्थानिय निर्देशक
IOS SLB
MUX
साधारण सामग्री
PAD
CDDI/FDDI कन्सन्ट्रेटर
FDDI रिङ्ग
टोकेन रिङ्ग
MAU
रिपिटर
पुल
भाँचिएको बाकस
STB (माथिको बाकस सेट गर्नुहोस्)
TV
IPTV प्रसारण सर्भर
IPTV सामग्री प्रबन्धक
VN2900
VN5902
VN5900
सूचीकृत पहुँच गेटवे
जेनेरिक गेटवे
ट्रान्सपाथ
uBR910 केबल DSU
भण्डारण समाधान इन्जिन
सामग्री इन्जिन (क्यास निर्देशक)
CDM सामग्री वितरण प्रबन्धक
सामग्री रूपान्तरण इन्जीन (CTE))
ME 1100
MAS गेटवे
फाइल इन्जीन
सेवा नियन्त्रण
सिस्को - टेलिफोनी
सिस्कोद्वारा टेलिफोनिक आकारहरू
फोन
फोन २
फोन इथरनेट
फोन सामग्री
फोन विशेषता
फोन/फ्याक्स
हुटफोन
IP फोन
IP सफ्टफोन
सफ्टफोन
सेलुलर फोन
मोबाइल पहुँच IP फोन
पेजर
फ्याक्स
टरेट
ओक्टेल
रेडियो टावर
PBX
PBX स्विच
कक्ष ४/५ स्विच
SONET MUX
ADM
ITP
ATA
SIP प्रोक्सि सर्भर
द्वारपाल
MGX 8000 श्रृखला भ्वाइस गेटवे
अन्त्य कार्यालय
भ्वाइस सक्षम पहुँच सर्भर
स्वर-सक्षम राउटर
भ्वाइस सक्षम ATM स्विच
कल म्यानेजर
IP टेलोफोनी राउटर
मोबाइल पहुँच राउटर
H.३२३
STP
BTS १०२००
जेनेरिक सफ्टस्विच
SC2200/VSC3000 होस्ट
अवास्तविक स्विच नियन्त्रक (VSC ३०००)
SC२२०० (सिङ्गलिङ नियन्त्रक)
MoH सर्भर (सङ्गित होल्डमा)
TDM राउटर
६७०१
६७०१
६७३२
IAD राउटर
ICS
ICM
इन्टेलिस्विच थाक
युनिटी सर्भर
युनिटी ऐक्सप्रेस
MCU
uMG श्रृङ्खला
सिभिल
सिभिल इन्जिनियरिङ अवयवहरू
भर्टिकल रेस्ट
तेर्सो रेस्ट
वाइभाइलेन्ट भर्टिकल रेस्ट
सन्दर्भ रेखा
जल स्तर
माटो
तेर्सो गरी क्रमबद्ध गरिएको बाँण
ठाडो गरी क्रमबद्ध गरिएको बाँण
तेर्सो सिमाङ्कक रेखा
ठाडो सिमाङ्कन रेखा
तेर्सो गरी क्रमबद्ध गरिएको पम्प
ठाडो गरी क्रमबद्ध गरिएको पम्प
तेर्सो गरी क्रमबद्ध गरिएको सङ्कुचक
ठाडो गरी क्रमबद्ध गरिएको सङ्कुचक
ठाडो गरी क्रमबद्ध गरिएको भल्भ
तेर्सो गरी क्रमबद्ध गरिएको भल्भ
ब्याकफ्लो प्रिभेनटर
मोटर
वायु बोतल
आवृत्ती कन्भर्टर
ठाडो गरी क्रमबद्ध गरिएको प्रोपेलर
थोप्लाहरूसँग एरेटर
रोटर
अन्तिम-सेटिङ बेसिन
परिभाषिका विशुध्दिकरण ट्याङ्क
बेसीन
कन्टेनर
Jigsaw
jigsaw का टुक्राहरू
Jigsaw - part_oioi
Jigsaw - part_ioio
Jigsaw - part_iiii
Jigsaw - part_oooo
Jigsaw - part_oooi
Jigsaw - part_iooo
Jigsaw - part_oioo
Jigsaw - part_ooio
Jigsaw - part_iioo
Jigsaw - part_oiio
Jigsaw - part_ooii
Jigsaw - part_iooi
Jigsaw - part_oiii
Jigsaw - part_ioii
Jigsaw - part_iioi
Jigsaw - part_iiio
सञ्जाल चित्रहरूसँग डिजाइन गर्ने वस्तुहरू
कम्प्युटर
भण्डारण
इथरनेट बस
साधारण मुद्रक
WAN जडान
WAN लिङ्क
रासयोग्य हब वा स्विच
मोड्युलर स्विच गर्ने प्रणाली
२४ पोर्ट प्याच प्यानल
आरजे ४५ भित्ते-प्लग
scEAD तार प्रणालीलाई भित्ते प्लग
साधारण मोडेम
ताररहित प्रसारणका लागि एन्टेना
मोबाइल टेलिफोनि आधार स्थल
मोबाइल टेलिफोनि सेल
राउटर प्रतिक
स्विच प्रतीक
ATM स्विच प्रतीक
फायरवाल राउटर
कार्यस्थान मोनिटर
युनिक्स कार्य स्थान
डेस्कटप PC
ल्यापटप PC
ठूलो टावर PC
मिडिटावर PC
मिनिटावर PC
समायोजित एम्पलिफायरसँगको स्पिकर
एम्पलिफायर बिनाको स्पिकर
३ १/२ ईन्च डिस्केट
ZIP डिस्क
बाह्य DAT ड्राइभ
मोबाइल फोन
आलेखक
डिजिटिजिङ बोर्ड
सिवेस
सेवेस प्रतिकरण डोमेन चित्रसँग डिजाईन गर्नुपर्ने वस्तुहरू
सिवेस डेटासर्भर
सिवेस प्रतिकरण सर्भर
रेप प्रतिनिधि वा लग रूपान्तरण प्रबन्धक
स्थिर भण्डारण यन्त्र
सिवेस ग्राहक अनुप्रयोग
प्रतिकरण सर्भर प्रबन्धक
रित्तो स्ट्रिङ् होइन होला
एउटा अल्फान्युमेरिक सँग सुरू गर्नु पर्छ
क्यारेक्टर `%c' अनुमति छैन (अक्षर, अङ्कहरू र क्यारेक्टरहरू `%s'लाई मात्र)architecture
`%.250s' हटाउन सक्दैन
अद्यावचिक डाइरेक्टरीले समाहित `%.250s' फाइल गर्दछ जसको नाम धेरै लामो छ (लम्बाई=%d, उच्चतम=%d)
अद्यावधिक डाइरेक्टरीले भिन्न लम्बाई नामहरू (%d र %d दुबै) फाइलहरू समावेश गर्दछ ।
अद्यावधिक डाइरेक्टरी `%.255s' स्क्यान गर्न सक्दैन ।
समाहित अद्यावधिक फाइल %.255s हटाउन असफल भयो ।
`%.255s' सिर्जना गर्न अक्षम
गद्दासँग %.250s भोर्न अक्षम
गद्दा पछि %.250s फ्लस गर्न अक्षम
गद्दा पछि %.250s को सुरू खोज्न अक्षम
वस्तुस्थिति डेटावेश ताल्चा मारेको फाइल खोल्न/सिर्जना गर्न अक्षम
dpkg वस्तुस्थिति डेटावेश ताल्चा लगाउन तपाईँसंग अनुमति छैन
अनुरोध गरिएको सञ्चालनलाई सुपर प्रयोगकर्ता विशेषाधिकार चाहिन्छ
dpkg स्थिति क्षेत्र पहुँच गर्न अक्षम
सञ्चालनलाई dpkg स्थिति क्षेत्रलाई पढ्न/लेख्न पहुँच आवश्यक पर्दछ
मेरो आफ्नै अद्यावधिक फाइल %.255s हटाउन असफल
`%.250s' को अद्यावधिक गरिएको वस्तुस्थिति लेख्न अक्षम
`%.250s' को अद्यावधिक वस्तुस्थिति फ्लस गर्न अक्षम
`%.250s'को अद्यावधिक वस्तुस्थितिका लागि काट्न अक्षम
`%.250s' को अद्यावधिक गरिएको वस्तुस्थिति fsync गर्न अक्षम
`%.250s'को अद्यावधिक वस्तुस्थिति बन्द गर्न अक्षम
`%.250s'को अद्यावधिक वस्तुस्थिति स्थापना गर्न अक्षम
`%.50s' मा `%.250s' विवरण लेख्न असफल
%s: सफा गर्दा त्रुटि: %s
नयाँ सफा गर्ने प्रविष्टिका लागि स्मृति बाहिर
धेरै तर्कहरु सँग नयाँ सफा गर्ने प्रविष्टिका लागि स्मृति बाहिर
%s हराइरेहेको छ
%s पछि रद्दी
अवैध प्याकेज नाम (%.250s)
रित्तो फाइल विवरण फाँट `%s'
फाइल विवरण फाँट `%s' लाई वस्तुस्थिति फाइलमा अनुमति छैन
फाइल विवरण फाँटमा धेरै मानहरू `%s' (अन्यसंग दाजेमा)
फाइल विवरण फाँटमा धेरै थोरै मानहरू `%s' (अन्यसंग दाजेमा)
बोलेइन फाँटमा हो/होइन
मूल वा शुन्य डाइरेक्टरी कन्फफाइलको रुपमा सूचिबद्ध गरिन्छ ।
`%s' फाँट, हराएको प्याकेज नाम, वा फोहर जहाँ प्याकेज नाम आशा गरियो
`%s' फाँट, अवैध प्याकेज नाम `%.255s': %s
`%s' फाँट, लाई निर्देशन`%.255s': खराब संस्करण संम्बन्ध %c%c
`%s' फाँट, लाई निर्देशन`%.255s': `%c' अप्रचलित छ , साट्टोमा `%c=' वा `%c%c' प्रयोग गर्नुहोस्
`%s' फाँट, लाई निर्देशन `%.255s': सूचित संस्करण नम्बरमा ठ्याकै मिल्यो, साटोमा `=' प्रयोग गर्न सुझाव छ
`%s' फाँट, लाई निर्देशन `%.255s': संस्करण मान अल्फा सङ्ख्यात्मक नहुने देखि सुरू हुन्छ, खाली ठाँउ थप्न सुझाव गरिन्छ ।
`%s' फाँट, `%.255s' लाई सन्दर्भ: संस्करण '%c' समाहित गर्दछ
`%s' फाँट, `%.255s' लाई सन्दर्भ: समाप्त नभएको संस्करण
`%s' फाँट, प्याकेज `%.255s' लाई सन्दर्भ पछि वाक्य संरचना त्रुटि
फाँट %s मा वैकल्पिकहरू (`_BAR_') लाई अनुमति दिदैन
std%s का लागि dup गर्न असफल
fd %d का लागि dub गर्न असफल
पाइप सिर्जना गर्न असफल
%.250s का लागि फाँट स्क्रिप्टर झण्डाहरू पढ्न अक्षम
%.250s का लागि बन्द-मा-कार्यान्वयन सेट गर्न अक्षम
कन्फिगरेसन`%.255s' फाइलमा त्रुटि पढ्नुहोस्
कन्फिगरेसन फाइल`%.255s' बन्द गर्दा त्रुटि
अज्ञात विकल्प --%s
--%s विकल्पले एउटा मान लिन्छ
--%s विकल्पले एउटा मान लिदैन
अज्ञात विकल्प -%c
-%c ले एउटा मान लिन्छ
-%c विकल्पले एउटा मान लिदैन
--%s का लागि इन्जिटर अवैध: `%.250s'
द्धन्दात्मक कार्यहरू -%c (--%s) र -%c (--%s)
फाँट`%s' का लागि नक्कल प्रति मान
प्रयोग कर्ता-परिभाषित फाँट नाम`%.*s' धेरै छोटो
प्रयोगकर्ता-परिभाषित फाँट`%.*s' का लागि नक्कल प्रति मान
हराइरहेको %s
%s का लागि रित्तो मान
स्थापना बिहिन अवस्थामा रहेको प्याकेजमा कन्फफाइल छ, तिनिहरुलाई बिर्सदैछ
प्याकेज सूचना फाइल `%.255s' पढ्नका लागि खोल्न असफल
प्याकेज सूचना फाइल `%.255s' तोक्न सकिदैन
प्याकेज सूचना फाइल`%.255s' mmap गर्न सकिदैन
EOF पछि फाँट नाम `%.*s'
फाँट नाम `%.*s'मा नयाँ लाइन
फाँट नाम`%.*s' मा MSDOS EOF (^Z)
फाँट नाम `%.*s' विरामचिन्ह द्धारा साथ दिनु पर्छ
फाँटको मान `%.*s' (हराएको अन्तिम नयाँलाइन) पहिले EOF
फाँटको मान `%.*s' (हराइरहेको नयाँलाइन ?) मा MSDOS EOF
फाँटको मान `%.*s' (अन्तिम नयाँलाइन हराउदै) बेला EOF
पढे पछि बन्द गर्न असफल: `%.255s'
धेरै प्याकेज सूचना प्रविष्टिहरू फेला पर्यो, मात्र एउटालाई अनुमति थियो ।
`%.255s' प्याकेज सूचनाहरू छैन
version
संस्करण स्ट्रिङ् रित्तो छ
संस्करण स्ट्रिङ् सँग सम्मिलित खाली ठाँउहरू छ ।
संस्करणमा इपोच नम्बर होइन
संस्करण नम्बरमा विराम पछि केहि पनि छैन
(कुनै वर्णन उपलब्ध छैन)
अन-क्याचिङ् त्रुटि %s: %s
%s (उपप्रक्रिया): %s
फ्रोक असफल
उपप्रक्रियाहरू %s फिर्ता त्रुटि निकास स्थिति %d
, कोर थुप्रियो
उपप्रक्रियाहरू %s पर्खने स्थिति कोड %d सँग असफल भयो
dpkg-deb पाइपबाट पढ्दा त्रुटि
`%.255s' को स्यामित्व सेट गर्दा त्रुटि
`%.255s'को सेटिङ् अनुमति त्रुटि
बन्द गर्दा/लेख्दा `%.255s' त्रुटि
पाइप `%.255s' सिर्जना गर्दा त्रुटि
यन्त्र `%.255s' सिर्जना गर्दा त्रुटि
हार्ड लिङ्क `%.255s' सिर्जना गर्दा त्रुटि
प्रतिकात्मक लिङ्क `%.255s' सिर्जना गर्दा त्रुटि
डाइरेक्टरी `%.255s' सिर्जना गर्दा त्रुटि
`%.255s' को टाइमस्टाम्पहरू सेटिङ् गर्दा त्रुटि
सिमलिङ्क `%.255s'को स्वामित्व सेट गर्दा त्रुटि
लिङ्क`%.255s' पढ्न अक्षम
`%.255s' (जुन मैले स्थापना गर्न लागेको थिए) लाई तोक्न अक्षम
अन्य संस्करण स्थापना गर्नुभन्दा पहिले `%.255s' वरिपरिको वातावरणहरू हटाउन अक्षम
अन्य संस्करण स्थापना गर्नु पहिले पूर्वावस्थामा ल्याएको `%.255s' तोक्न अक्षम
सङ्ग्रहले अज्ञात प्रकारको वस्तु `%.255s' समावेश गर्यो 0x%x
नयाँ संस्करण स्थापना गर्न `%.255s' लाई छेउमा सार्न अक्षम
सिमलिङ्क `%.255s' का लागि जगेडा बनाउन अक्षम
सिमलिङ्क `%.255s' का लागि जगेडा स्वामित्व परिवर्तन गर्न अक्षम
नयाँ संस्करण स्थापना गर्न पहिले जगेडा लिङ्क`%.255s' बनाउन अक्षम
`%.255s' को नयाँ संस्करण स्थापना गर्न अक्षम
परस्पर-विरोधी प्याकेजहरू %.250s स्थापना नगर्दै
--%s --कम्तिमा एक मार्ग तर्क पुनरावृती आवश्यक छ
'फेला पार्नुहोस' को पाइप fdopen गर्न असफल
'फेला पार्नुहोस' को पाइप पढ्दा त्रुटि
'फेला पार्नुहोस' को पाइप बन्द गर्दा त्रुटि
पुनरावृतिका लागि 'फेला पार्नुहोस' ले ह्यान्डल नगरिएको त्रुटि %i फिर्ता गर्यो
खोजिएको, तर फेला नपारिएको प्याकेजहरू ( *.deb सँग मिल्ने फाइलहरू)
--%s लाई कम्तिमा एउटा प्याकेज सङ्ग्रह फाइल तर्क आवश्यक छ
जगेडा प्रतिलिपिको पूनस्थापनालाई अनुमति दिन %.250s'को भर्खरै स्थापित संस्करण हटाउन अक्षम
%.250s' को जगेडा संस्करण पूर्वावस्थामा ल्याउन अक्षम
%.250s' को भर्खरै स्थापित संस्करण हटाउन अक्षम
%.250s' को नयाँ झिकिएको संस्करण हटाउन अक्षम
==>एउटा अद्यावधिक संस्करण प्याकेज वितरकलेग सि गरेकोप ण छ ।
प्याकेजमा संस्करण अन्तिम स्थापना बराबर छ ।
==> तपाईँको अनुरोधको रुपमा नयाँ फाइल प्रयोग गर्दैछ ।
==> तपाईँको अनुरोधको रुपमा हाल पुरानो फाइल प्रयोग गर्दैछ ।
==> पुरानो कन्फिग फाइल पूर्वनिर्धारितको रुपमा राख्दैछ ।
==> नयाँ कन्फिग फाइल पूर्वनिर्धारितको रुपमा प्रयोग गर्दैछ ।
तपाईँको हालको संस्करण पूर्वनिर्धारित कार्य राख्नका लागि हो ।
पूर्वनिर्धारित कार्य नयाँ संस्करण स्थापना गर्नलाई हो ।
[पूर्वनिर्धारित=N]
[पूर्वनिर्धारित=Y]
[पूर्वनिर्धारित छैन]
stderr लाई लेख्दा त्रुटि, कन्फफाइल प्रोम्ट पहिले पत्ता लगाइयो
कन्फफाइल प्रोम्टको stdin मा त्रुटि पढ्नुहोस्
EOF को stdin मा कन्फफाइल प्रोम्ट
तपाईँले गरिसके पछि 'exit' टाइप गर्नुहोस् ।
हाल स्थापित कन्फफाइल `%.250s' तोक्न अक्षम
कन्फिगरेसन फाइल`%s', तपाईँको प्रणालीमा अवस्थित छैन । तपाईँको अनुरोध अनुसार नयाँ कन्फिगर फाइल स्थापना गर्दै ।
कनफिग फाइल %s को नयाँ संस्करण स्थापना गर्दै ...
`%.250s' को रुपमा `%.250s' स्थापना गर्न अक्षम
`%s' नाम गरेको कुनै पनि प्याकेज स्थापना गरिएको छैन, कन्फिगर गर्न सकिदैन
प्याकेज %.250s पहिल्यै स्थापित र कन्फिगर गरिएको छ
प्याकेज %.250s कन्फिगरका लागि तयार छैन कन्फिगर गर्न सकिदैन (हालको स्थिति `%.250s')
निर्भरता समस्याहरू - कन्फिगरेसन नगरेको छोड्दै
सेटिङ् गर्दै %s (%s) ...
%s मा निर्भर हुन्छ %s
%s पहिले नै %s मा निर्भर हुन्छ
%s ले %s लाई सिफारिश गर्दछ
%s ले %s सुझाव दिन्छ
%s ले %s लाई विच्छेद गर्दछ
%s सँग %s द्वन्द्व गर्दछ
%s ले %s बढाउँदछ
%.250s लाई हटाएको हुनु पर्दछ ।
%.250s लाई डिकन्फिगर गर्नु पर्छ ।
%.250s स्थापित हुनु पर्दछ, तर संस्करण %.250s मा ।
%.250s स्थापना गरिएको छ, तर संस्करण %.250s मा ।
%.250s खोलिएको छ, तर कहिले पनि कन्फिगर गिरिएन ।
%.250s खोलिएको छ, तर संस्करण %.250s मा ।
%.250s अन्तिमा कन्फिगर गरिएको संस्करण %.250s हो ।
%.250s %s हो ।
%.250s ले %.250s प्रदान गर्दछ तर हटाइएको हुनु पर्दछ ।
%.250s ले %.250s प्रदान गर्दछ तर डिकन्फिगर गरिएको हुनुपर्दछ ।
%.250s ले %.250s प्रदान गर्दछ तर %s हो ।
%.250s स्थापना गरिएको छैन ।
%.250s (संस्करण %.250s) स्थापित हुनु पर्दछ ।
%.250s ले %.250s प्रदान गर्दछ र स्थापित हुनु पर्दछ ।
डेबियन %s संस्करण %s
उपयोग: %s [<option> ...] <command>
पुन: नामकरणमा `%s' लाई फरक फाइल `%s' अधिलेखन समावेश हुन्छ, स्विकार्य छैन
फाइलनाम "%s" स्थिर छैन
फाइले नयाँरेखा समावेश नगरेको हुन सक्छ
--%s लाई एकल तर्क आवश्यक पर्दछ
with `%s' सँग `%s' द्वन्दहरू
%s' हटाउदा divert-to मा `%s' फेला पर्यो
`%s' हटाउदा प्याकेजमा `%s' बेमेल फेला पर्यो
प्याकेजले नयाँरेखा समावेश नगर्न सक्छ
यसमा फेर्नेले नयाँरेखाहरू समावेश नगर्न सक्छ
diversions फाइल खोल्न असफल
diversions फाइल fstat गर्न असफल
द्धन्दात्मक diversionsले`%.250s' or `%.250s' संलग्र गर्दै
निम्न प्याकेजहरू स्थापना गर्दाको गम्भिर समस्याहरुको कारणले झन्झटमा छन् । तिनिहरू (र कुनै प्याकेजहरू जुन तिनिहरुमा भर पर्दछन्) लाई राम्रो सँग कार्यगर्नका लागि पून स्थापना गर्नु पर्दछ:
निम्न प्याकेहरू खोलिएका छन् तर अहिले सम्म कन्फिगर गरिएको छैन । तिनिहरुलाई कामका लागि 'चयन हटाउनुहोस्' कन्फिगर मेनु विकल्पमा वा dpkg --कन्फिगर प्रयोग गरेर कन्फगर गर्नुपर्दछ:
सम्भवत पहिलो पटक कन्फिगर गर्दाको समस्याका कारणले गर्दा निम्न प्याकेजहरू मात्र आधा कन्फिगर गरिएका छन् । कन्फिगरेसन dpkg --configure <package> प्रयोग गर्दै वा 'चयन हटाउनुहोस' मेनु विकल्पको प्रयोग गर्दै पून प्राप्ति गर्नु पर्दछ:
स्थापना गर्दाको समस्याको कारणले गर्दा निम्न प्याकेजहरू मात्र आधा स्थापना भएको छ । सम्भवत सो स्थापना त्यो पून प्राप्तिद्धारा पुरा गर्न सकिन्छ; प्याकेजहरू dselect वा dpkg --हटाउनुहोस् प्रयोग गरेर हटाउन सकिन्छ:
section
--%s ले कुनै तर्कहरू लिदैन
%d मा %s:
%.250s ( %.250sकारणले चाहियो) का लागि पूर्व-निर्भरता सन्तुष्ट गर्न सकिदैन
--compare-संस्करणले तिनवटा तर्कहरू लिन्छ: <version> <relation> <version>
--compare-संस्करणहरू खराब सम्बन्ध
प्रक्रिया गरिको बेलामा त्रुटिहरू सँग सामना गर्यो:
अति धेरै त्रुटिहरू भएकाले प्रक्रिया रोकियो ।
प्याकेज %s पर्खाइमा छ, यसलाई नछोइकन । अधिलेखन गर्न Use --force-hold
प्याकेज `%.250s' का लागि फाइलको सूची फाइल खोल्न अक्षम
रित्तो फाइलनाम समाहित गर्ने प्याकेज `%.250s' का लागि फाइलको सूची फाइल
प्याकेज `%.250s' का लागि फाइलको सूची फाइल बन्द गर्दा त्रुटि
(डेटावेश पढ्दै ...
स्थापना नगरिएको
स्थापना नगरिएको तर कन्फिगरेसन बिकी छ
खोलिएको तर कन्फिगर नगरिएको
postinst को असफलताको कारणले बिग्रियो
स्थापित
`%.250s'को अवस्थिति जाँच गर्न अक्षम
सूचना डाइरेक्टरी पढ्न सक्दैन
%.250s खोल्न प्रयास गर्दा त्रुटि
डेवियन `%s' प्याकेज ब्यवस्थापन कार्यक्रम संस्करण %s .
सङ्ग्रह (type %s --help) माdpkg -b_BAR_--build_BAR_-c_BAR_--contents_BAR_-e_BAR_--control_BAR_-I_BAR_--info_BAR_-f_BAR_--field_BAR_ -x_BAR_--extract_BAR_-X_BAR_--vextract_BAR_--fsys-tarfile प्रयोग गर्नुहोस् ।
तुल्नात्मक-संस्करणहरुको लागि -- तुल्नात्मक सञ्चालकहरू: lt le eq ne ge gt (कुनै संस्करण भन्दा खाली संस्करणको रुपमा पहिलेको संस्करणलाई व्यवहार गर्नुहोस्); lt-nl le-nl ge-nl gt-nl (कुनै संस्करण भन्दा खाली संस्करणको रुपमा पछिको संस्करणलाई व्यवहार गर्नुहोस्); < = >> > (नियन्त्रण फाइल सिन्ट्याक्स सँग मिल्दोको लागि मात्र) ।
अज्ञात दवाब/अविस्कार विकल्प `%.*s
प्रवाहका लागि`%i' खोोल्न सकेन
लाइनको समाप्ती पहिले %d अप्रत्यासित eof
एउटा कार्य विकल्प आवश्यक
तपाईँले प्याकेजहरू तिनिहरुकै नामहरू द्धारा निर्दृष्ट गर्नु पर्दछ, भित्र आउने ति फाइलहरुको नाम उद्धरण गरेर होइन
--%s -विचाराधिनले कुनै विकल्प बिहिन तर्कहरू लिदैन
--%s लाई कम्तिमा पनि एउटा प्याकेज नाम तर्क आवश्यक पर्दछ
प्याकेज %sले एक पटक भन्दा बढि सूचीबद्ध गर्दछ, प्रक्रिया गर्ने मात्र एक पटक ।
प्याकेज %s को एक भन्दा बढि प्रतिलिपिहरु चालमा खोलिएका छन् ! एक पटक मात्र कन्फिगर गर्नुहोस्
प्याकेज %s जसले %s हटाउन सक्ने प्रदान गर्दछ ।
प्याकेज %s हटाइनु पर्दछ ।
%s को संस्करणमा प्रणाली %s हो ।
प्याकेज %s जसले %s प्रदान गर्दछ अहिले सम्म कन्फिगर गरिएको छैन ।
प्याकेज %s अहिले सम्म कन्फिगर गरिएको छैन ।
प्याकेज %s जसले %s प्रदान गर्दछ अहिले सम्म स्थापना गरिएको छैन ।
प्याकेज %s स्थापना गरिएको छैन ।
यसमा निर्भर गर्दछ
; यद्यपी:
नाम
संस्करण
बर्णन
--खोजीलाई कम्तिमा पनि एउटा फाइलनाम बान्की तर्क आवश्यक पर्दछ
प्याकेज `%s' ले कुनै पनि फाइल समाहित गर्दैन (!)
स्थानिय रुपमा तिर मोडिएको: %s
अन्यलाई प्याकेजले %s मा फेर्दछ:
%s द्धारा %s मा फेरिएको
dpkg प्रयोग गर्नुहोस् --सूचना (= dpkg-deb --info) सङ्ग्रह फाइल परिक्ष गर्न, र dpkg --समावेशल गर्दछ (= dpkg-deb --contents) त्यसको समावेश सङ्ग्रह गर्न
ढाँचाबद्ध वाक्य संरचना: ढाँचा स्ट्रिङ हो जो प्रत्येक प्याकेजको लागि निर्गात हुनेछ । ढाँचाले छोडिएका मानक अनुक्रमहरू \ (newline), \\r (carriage return) वा \\\\ (plain backslash) समावेश गर्न सक्छ । प्याकेज फाँटहरुमा ${var[;width]} वाक्यसंरचना प्रयोग गरेर चल सन्दर्भहरू घुसाएर सूचनाहरू समावेश गर्न सकिन्छ । चौडा नकारात्मक भएता पनि फाँटहरू सही संलग्न छन् जुन केसमा छोडिएका रेखाहरू प्रयोग हुनेछन् ।
निर्भरता समस्याहरू - हट्दैन
नियन्त्रण सूचना फाइल `%.250s' हटाउन अक्षम
पुरानो कन्फिग फाइल `%.250s' (= `%.250s') हटाउन सक्दैन
कन्फिग फाइल डाइरेक्टरी `%.250s' (from `%.250s') पढ्न सक्दैन
पुरानो कन्फिग फाइल `%.250s' (of `%.250s') हटाउन सक्दैन
पुरानो फाइल सूची हटाउन सक्दैन
पुरानो postrm स्क्रिप्ट हटाउन सक्दैन
`%.250s' मा कार्यन्वयन अनुमतिहरू सेट गर्न अक्षम
`%.250s' लाई chroot गर्न असफल
`%.255s' मा डाइरेक्टरी परिवर्तन गर्न अक्षम
%s `%.250s' लाई stat गर्न अक्षम
नयाँ %s स्क्रिप्ट
पुरानो %s स्क्रिप्ट
त्यहाँ प्याकेजको नयाँ संस्करणमा स्क्रिप्ट छैन - छोड्दै
लाइन %d को प्याकेज नाममा eof अप्रत्यासित
लाइन %d को प्याकेजमा अप्रत्यासित लाइनको समाप्ती
लाइन %d को प्याकेज नाम पछि अप्रत्यासित eof
लाइन %d को प्याकेज नाम पछि अप्रत्यासित लाइनको समाप्ती
लाइन %d मा प्याकेज र चयन पछि अप्रत्यासित डेटा
लाइन %d: %.250s मा अवैध प्याकेज नाम
लाइन %d: %.250s मा अज्ञात वस्तुस्थिति छ
मानक आगतमा त्रुटि पढ्नुहोस्
अनावृत ट्रेलिङ
statoverride फाइल खोल्न असफल
statoverride फाइल fstat गर्न असफल
statoverride फाइलले रित्तो लाइन समावेश गर्दछ
त्रुटि सुनिश्चित गर्ने `%.250s' अवस्थित छैन
पून एकत्रित गरिएको प्याकेजा फाइल
प्रमाणित गर्दैछ %s ...
पास गर्यो
प्याकेजको पुरानो संस्करणसँग `%.250s'सँग सुरुआत अति-लामो सूचना फाइल नाम छ
अप्रचलित सूचना फाइल `%.250s हटाउन अक्षम
नयाँ सूचना फाइल स्थापन (मानेको) गर्न अक्षम`%.250s'
अस्थायी नियन्त्रण डाइरेक्टरी खोल्न अक्षम
प्याकेजले अति धेरै लामो नियन्त्रण सूचना फाइलनाम (सुरू`%.50s') समावेश गर्दछ
प्याकेज नियन्त्रण सूचनाले`%.250s' डाइरेक्टरी समाहित गर्दछ
rmdir को `%.250s' प्याकेज नियन्त्रण सूचनाले dir होइन भन्दैन
नयाँ सूचना फाइल `%.250s' को रुपमा `%.250s' स्थापना गर्न अक्षम
( %s को केहिपनि हराएको छैन, ति सम्पुर्ण रुपमा प्रतिस्थापन गरिएको छ)
सङ्ग्रहमा पहुँच गर्न सकिदैन
%s बाट %s का बारेमा रेर्कड गरिएको सूचना ।
प्याकेज बनावट (%s) प्रणाली (%s)संग मेल खादैन
पूर्न-निर्भरता समस्या - अझ %.250s स्थापना गरिदै छैन
%.250s मा त्रुटि पढ्नुहोस्
%.250s बन्द गर्दा त्रुटि
dpkg-deb टार निर्गत पढ्दा त्रुटि
दुषित फाइलप्रणाली टारफाइल - दुषित प्याकेज सङ्ग्रह
अन्य नयाँ फाइल `%.250s' stat गर्न अक्षम
bulk उपलब्ध अद्यावधिकका लागि dpkg स्थिति क्षेत्र पहुँच गर्न अक्षम
bulk उपलब्ध अद्यावधिकलाई dpkg स्थिति क्षेत्रमा लेख्य पहुँच आवश्यक पर्दछ
%s प्रयोग गर्दै, उपलब्ध प्याकेजका सूचना प्रतिस्थापन गर्दै ।
%s प्रयोग गर्दै, उपलब्ध प्याकेज सूचनाहरू अद्यावधिक गर्दै ।
फाइल नाम '%.50s...' धेरै लामो छ
नियन्त्रण डाइरेक्टरीमा खराब अनुमतिहरू %03lo छन्(हुन पर्ने >=0755 र <=0775)
मर्मत गर्ने स्क्रिप्ट `%.50s' एउटा सादा सिमलिङ्क वा फाइल होइन
मर्मत गर्ने स्क्रिप्ट `%.50s' संग खराब अनुमतिहरू %03lo छन् (हुनुपर्ने >=0555 र <=0775)
मर्मत गर्ने स्क्रिप्ट `%.50s' स्थिर छैन
कन्फफाइल फाइल खोल्दा त्रुटि
fgets पढ्ने कन्फफाइलहरूबाट रित्तो स्ट्रिङ्
कन्फफाइल `%.250s' प्याकेजमा देखा पर्दैन
कन्फफाइल `%.250s' स्थिर छैन
कन्फाइल फाइल पढ्दा त्रुटि
प्याकेज नाममा क्यारेक्टरहरू छन् जुन सानो अक्षर अल्फान्युम्स वा -+ होइन ।
--%s लाई <directory> आवश्यक पर्दछ
सङ्ग्रह `%.250s' को उपस्थितिका लागि जाँच गर्न अक्षम
लक्षक्य डाइरेक्टरी हो - नियन्त्रण फाइल जाँच फड्काउन सकिदैन
dpkg-deb: प्याकेज `%s' मा `%s बनाउदै ।
लेख्दै गर्दा त्रुटि `%s'
%.255s मा %s मा फाइलको अप्रत्यासित समाप्ति
फाइल %.255s बाट %s पढ्दा त्रुटि
सङ्ग्रह`%.255s' पढ्न असफल
सङ्ग्रह fstat गर्न असफल
फाइल `%.250s' डेबियन बाइनरि सङ्ग्रह होइन (try dpkg-split?)
सङ्ग्रहमा हेडरमा कुनै पनि न्युलाइन छैन
`%.255s' डेबियन ढाँचा सङ्ग्रह होइन
डाइरेक्टरीलाई chdir गर्न असफल
डाइरेक्टरी सिर्जना गर्न असफल
डाइरेक्टरी सिर्जना गरे पछि डाइरेक्टरीलाई chdir गर्न असफल
--%s लाई .deb फाइलनाम तर्क आवश्यक छ
--%s ले एक मात्र (.deb फाइलनाम) तर्क लिन्छ
--%s ले बढिमा दुई तर्कहरू (.deb र डाइरेक्टरी) लिन्छ
--%s लाई लक्षित डाइरेक्टरी आवश्यक छ । सम्भवत तपाईँलाई dpkg --स्थापना प्रयोग गर्नु पर्दछ ?
`/' लाई खाली गर्नका लागि chdir गर्न असफल
अवयव`%.255s' (in %.255s)खोल्न अप्रत्यासित रुपले असफल
डाइरेक्टरी `%.255s' स्क्यान गर्न सकिदैन
`%.255s'लाई (`%.255s'मा) सुरू गर्न सकिदैन
`%.255s'लाई (`%.255s'मा) खोल्न सकिदैन
`%.255s'लाई (`%.255s'मा ) पढ्न असफल
एउटा सादा फाइल होइन %.255s
( `control' फाइल नियन्त्रण सङ्ग्रहमा छैन !)
`control' अवयवहरू खोल्न सकेन
`control' को अवयवहरू पढ्नेबेलामा असफल
डेबियन `%s' प्याकेज सङ्ग्रह ब्याकइन्ड संस्करण %s ।
<deb> डेवियन ढाँचा सङ्ग्रहको फाइलनाम हो । <cfile> एउटा प्रशासनिक फाइल अवयवको नाम हो । <cfield> मुख्य `control' फाइलमा फाँटको नाम ।
*.deb फाइलहरु मिलाउन मद्दतको लागि dpkg-deb --help टाइप गर्नुहोस्; प्याकेजहरुको स्थापना गर्ने र स्थापनाबाट हटाउने बारेमा मद्दत गर्नको लागि dpkg --help टाइप गर्नुहोस् ।
अज्ञात सङ्कुचन प्रकार `%s'!
फाइल `%.250s' दुषित छ - खराब अङ्क (कोड %d) मा %s
फाइल `%.250s' दूषित छ - %.250s हराइरहेछ
फाइल `%.250s' दूषित छ - %.250s पछि नयाँ लाइन हरटाइरहेछ
%.250s पढ्दा त्रुटि
फाइल `%.250s' दुषित छ - पहिलो हेडरको समाप्तीमा खराब जादु
फाइल `%.250s' दूषित छ - खराब गद्दा क्यारेक्टर (कोड %d)
फाइल `%.250s' दूषित छ - सूचना सेक्सनमा शून्यहरू
फाइल `%.250s' दूषित छ - खराब MD5 चेकसम `%.250s'
फाइल `%.250s' दूषित छ - दोस्रो हेडरको समाप्तिमा खराब जादू
फाइल `%.250s' दूषित छ - दोस्रो सदस्य डेटा सदस्य होइन
फाइल `%.250s' दूषित छ -उद्धरण गरिएको साइजहरुको लागि भागहरुको गलत नम्बर
फाइल `%.250s' दूषित छ - उद्धरण गरिएको भाग नम्बरको लागि साइज गलत छ
भाग फाइल`%.250s' fstat गर्न अक्षम
फाइल `%.250s' दूषित छ - अति छोटो
सङ्ग्रह भाग फाइल `%.250s' खोल्न सकिदैन
फाइल `%.250s' एउटा सङ्ग्रह भाग होइन
architecture
फाइल `%s' एउटा सङ्ग्रह भाग होइन
निर्गात फाइल `%.250s' खोल्न अक्षम
आगत भाग फाइल `%.250s' पुन: खोल्न अक्षम
पूरा भयो
फाइलहरू `%.250s' र `%.250s' उही फाइलका भागहरू होइन
त्यहाँ %d भागको अलग संस्करणहरू छन् - कम्तिमा `%.250s' र`%.250s'
भाग %d हराइरहेको छ
डेवियन `%s' प्याकेज उपकरण विभाजन/जडान गर्नुहोस्;संस्करण %s ।
आदेशहरू: -s_BAR_--विभाजन गर्नुहोस् <file> [<prefix>] एउटा सङ्ग्रह विभाजन गर्नुहोस् । -j_BAR_--जडान गर्नुहोस् <part> <part> ... भागहरू संगै जडान गर्नुहोस् । -I_BAR_--सूचना <part> ... एउटा बागको बारेमा सूचना प्रदर्शन गर्नुहोस् । -a_BAR_--auto -o <complete> <part> भागहरू स्वत संचय गर्नुहोस् । -l_BAR_--listq मेल नखाएका टुक्राहरू सूचि गर्नुहोस् । -d_BAR_--छोड्नुहोस् [<filename> ...] मेल नखाएका टुक्राहरू छोड्नुहोस् ।
मद्दतको लागि dpkg-split --help टाइप गर्नुहोस्
%.250s मा अनपेक्षित फाइलको समाप्ति
भाग साइज टाँढा अति ठूलो छ वा सकारात्मक छैन
डिपोट डाइरेक्ट्री `%.250s' पढ्न अक्षम
--निर्गात विकल्पको प्रयोग स्वाचालित--आवश्यक छ
--वास्तविक एक भाग फाइल तर्क स्वचालित आवश्यक पर्दछ
भाग फाइल `%.250s' पढ्दा त्रुटि
फाइल `%.250s' बहुँभाग सङ्ग्रहको भाग होइन ।
भाग फाइल `%.250s' पुन:खोल्न अक्षम भयो
नयाँ डिपोट फाइल `%.250s' खोल्न अक्षम
नयाँ डिपोट फाइल `%.250s' मा `%.250s' पुन:नामकरन गर्न अक्षम
भाग %d को प्याकेज %s भरियो (अझै चाहन्छ
र
डिपोट फाइल `%.250s' को प्रयोगलाई मेट्न अक्षम
जंक फाइलहरू डिपोट डाइरेक्ट्री वरिपरि छोडिन्छ:
`%.250s' स्थिर गर्न अक्षम
%s (खाली फाइल होइन)
प्याकेजहरू अहिले सम्म पुन:जोडिएको छैन:
भाग फाइल `%.250s' खाली फाइल होइन
`%.250s' छोड्न अक्षम
%s मेटियो ।
स्रोत फाइल `%.250s' खोल्न अक्षम
स्रोत फाइल स्थिर गर्न अक्षम
स्रोत फाइल `%.250s' खाली फाइल होइन
विभाजनलाई स्रोत फाइलनाम तर्कको आवश्यक पर्दछ
--विभाजनले बढीमा स्रोत फाइलनाम र गनतब्य उपसर्ग लिन्छ
चेतावनी
अद्यावधिक-वैकल्पिक फाइलहरू (%s) मा नयाँरेखा निषेधित गरिएको छ
%s मुख्य लिङ्क जस्तै स्लेभ लिङ्क
नक्कल प्रति स्लेभ लिङ्क %s
नक्कल मार्ग %s
संस्करण उपलब्ध छैन
अज्ञात तर्क `%s'
--स्थापनालाई आवश्यक <link> <name> <path> <priority>
प्राथमिकता इन्टिजर हुनुपर्दछ
--%s लाई <name> <path> आवश्यक पर्दछ
--%s लाई <name> आवश्यक पर्दछ
--स्लेभ केबल --स्थापनासँग स्विकृत हुन्छ
--स्लेभलाई <link> <name> <path> आवश्यक पर्दछ
%s नाम प्राथमिक र स्लेभ दुबै हो
%s लिङ्क प्राथमिक र स्लेभ दुबै हो
अज्ञात विकल्प `%s'
आफ्नो निजी डाटा प्राप्त गर्नुहोस्
आफ्नो गुप्तिकरण गरिएको निजी डाइरेक्टरी सेटअप गर्नुहोस्
इम्प्याथी
आईएम क्लाइन्ट
सम्बन्ध प्रबन्धकको प्रयोग गरिनुपर्छ
इम्प्याथीले शुरुवातमा स्वतः सम्बन्ध राख्नुपर्छ
इम्प्याथी पूर्वनिर्धारित डाउनलोड फोल्डर
फाइल भित्र सार्नको लागि पूर्वनिर्धारित फोल्डर
अफलाइन सम्पर्कहरू देखाउनुहोस्
मुख्य सञ्झ्याल लुकाउनुहोस्
मुख्य सञ्झ्याल लुकाउनुहोस् ।
यसबाट एउटा अवतार छवि चयन गर्न पूर्वनिर्धारित डाइरेक्टरी
एउटा अवतार छवि रोजिएको अन्तिम डाइरेक्टरी ।
छुट्टै सञ्झ्यालमा नयाँ कुराकानी खोल्नुहोस्
सधै नयाँ कुराकानीका लागि एउटा छुट्टै कुराकानी सञ्झ्याल खोल्नुहोस्
सूचीत गर्ने ध्वनिहरू प्रयोग गर्नुहोस्
टाढा रहने बेला आवाज निष्क्रिय गर्नुहोस्
प्राप्त हुने सन्देशहरूको लागि आवाज बजाउनुहोस्
बाहिर जाने सन्देशहरूको लागि आवाज बजाउनुहोस्
नयाँ वातचितहरूको लागि आवाज बजाउनुहोस्
सम्पर्क लगइन गरेमा आवाज बजाउनुहोस्
सम्पर्क लगआउट गरेमा आवाज बजाउनुहोस्
हामी लगइन गरेमा आवाज बजाउनुहोस्
हामी लगआउट भएमा आवाज बजाउनुहोस्
नयाँ सन्देशको लागि पपअप विज्ञप्ति अक्षम पार्नुहोस्
टाढा रहने बेला पपअप विज्ञप्ति निष्क्रिय गर्नुहोस्
ग्राफिकल स्माइलीहरू प्रयोग गर्नुहोस्
कोठाहरूमा सम्पर्क सूची देखाउनुहोस्
कुराकानी सञ्झ्याल विषयवस्तु
कुराकानी सञ्झ्यालहरूमा तपाईँलाई पहिचान गर्न यो विषयवस्तु प्रयोग गरिन्छ ।
वेवकिट विकासकर्ता यन्त्रहरू अक्षम पार्नुहोस्
के वेवकिट विकास यन्त्र, जस्तो कि वेव निरीक्षक, सक्षम गर्नुपर्छ।
कुराकानी कोठाका लागि विषयवस्तु प्रयोग गर्नुहोस्
हिज्जे परीक्षक भाषाहरू
हिज्जे परीक्षण सक्षम पार्नुहोस्
उपनाम पूर्ण भएको अक्षर
इम्प्याथीले सम्पर्कको अवतारको प्रयोग कुराकानी सञ्झ्यालको छविका रुपमा प्रयोग गर्नुपर्छ
मुख्य सञ्झ्याल बन्द गर्ने बारे संकेत देखाउनुहोस्
इम्प्याथीले प्रयोगकर्ताको ठाउँ प्रकाशन गर्न सक्छ
इम्प्याथीले ठाउँको अनुमान गर्न सञ्जालको प्रयोग गर्न सक्छ
इम्प्याथीले ठाउँको अनुमान गर्न मोबाइल नेटवर्कको प्रयोग गर्न सक्छ
इम्प्याथीले ठाउँको अनुमान गर्न जीपीएसको प्रयोग गर्न सक्छ
इम्प्याथीले स्थानको सटिकता कम गर्नुपर्छ
उपलब्ध
व्यस्त
टाढा
अफलाइनpresence
खाता
%s:
MyUserName on freenode
Jabber Account
पासवर्ड:
पोर्ट:
सन्देश पठाउँदा त्रुटि '%s': %s
अफलाइन
अवैध सम्पर्क
अनुमति अस्वीकार गरियो
अति लामो सन्देश
कार्यान्वयन भएको छैन
अज्ञात
सेट गर्नुपर्ने विषय: %s
कुनै विषय परिभाषित गरिएको छैन
स्माइली घुसाउनुहोस्
%s ले कोठा छोड्योfoo has left the room
%s ले कोठा जडान गर्यो
जडान विच्छेद गरियो
जडान गर्नुहोस्
जडान गरियो
वार्तालापEscher Cat (SMS)
खाता:
verb in a column header displaying group names
समूह
आह्वान
हटाउनुहोस्
कुराकानी
menu item
जानकारीEdit individual (contextual menu)
सम्पादन गर्नुहोस्
कुराकानी कोठामा निमन्त्रणा गर्नुहोस्
पुन: नामकरण गर्नुहोस्
Location, $date
उपनाम:
पहिचायक:
verb displayed on a button to select an IRC network
नजिकै छु
खोजी गर्नुहोस्
A date with the time
कुराकानी
Google TalkYahoo!
सदस्यता अनुरोध
लिङ्क ठेगानाको प्रतिलिपि बनाउनुहोस्
लिङ्क खोल्नुहोस्
इम्प्याथी निशुल्क सफ्टवेयर हो; स्वतन्त्र सफ्टवेयर संस्थाद्धारा जीएनयू साधारण सार्वजनिक अनुमतिपत्रको रूपमा प्रकाशित शर्तहरू अन्तर्गत रहेर यसलाई परिमार्जन वा/र पुन: वितरण गर्न सक्नुहुन्छ; या संस्करण २ को अनुमतिपत्र, वा (तपाईँको विकल्पमा) कुनै पछिल्लो संस्करण।
विशेष उद्देश्यका लागि ठीक हुने, वा व्यवहारिक व्यापारिक अधिकार बिना नै, अझ कुनै अधिकार बिना नै, इम्प्याथीलाई यो उपयोगी हने आशामा वितरण गरिएको हो। विस्तृत जानकारीका लागि जीएनयू साधारण सार्वजनिक अनुमतिपत्र हेर्नुहोस् ।
तपाईँले इम्प्याथीसँग जीएनयू साधारण सार्वजनिक अनुमतिपत्रको एउटा प्रतिलिपि प्राप्त गर्नुभएको हुन पर्दछ; यदि छैन भने, निशुल्क सफ्टवेयर संस्थालाई, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA मा लेख्नुहोस्।
जिनोमका लागि एउटा शीघ्र सन्देश गर्ने क्लाइन्ट
Jaydeep Bhusal <zaydeep\@hotmail\.com>Mahesh Subedi<submanesh\@gmail\.com> Launchpad Contributions: Rabi Poudyal https://launchpad.net/~rabipoudel Shyam Krishna Bal https://launchpad.net/~balshyam24
पुन: नामकरण गर्नुहोस्
सुरुआतमा जडान नगर्नुहोस्
मौन
आह्वान
मद्दत
सामग्रीहरू
नाम
कोठा
मनपर्ने कोठा प्रबन्ध गर्नुहोस्
सन्देश टाइप गर्दै ।
वार्तालाप
खाली गर्नुहोस्
स्माइली घुसाउनुहोस्
सम्पर्क सूची देखाउनुहोस्
ट्याबहरु
अघिल्लो ट्याब
पछिल्लो ट्याब
ट्याब बायाँतिर सार्नुहोस्
ट्याब दायाँतिर सार्नुहोस्
ट्याबलाई छुट्याउनुहोस्
बचत गर्नुहोस्
त्रुटिमोचन सञ्झ्याल
विराम गर्नुहोस्
स्तर
त्रुटिमोचन
जानकारी
सन्देश
चेतावनी
नाजुक
त्रुटि
समय
डोमेन
प्रकार
स्तर
सन्देश: %s
file transfer percent
निमन्त्रणा गर्नुहोस्
यहाँ जडान गर्न कोठा नाम प्रविष्ट गर्नुहोस् वा सूचीमा एक वा धेरै कोठामा क्लिक गर्नुहोस् ।
कोठा:
कोठा होस्ट गर्ने सर्भर प्रविष्ट गर्नुहोस्, वा यदि कोठा हालको खाताको सर्भरमा छ भने यसलाई खाली छोड्नुहोस्
सर्भर:
भाषा
प्राथमिकताहरू
छविको रूपमा स्माइलीहरू देखाउनुहोस्
सामान्य
सूचना
हिज्जे जाँच
कुराकानी विषयवस्तु:
विषयवस्तु
मनपर्ने जडान गर्नुहोस्
खाताहरू
अन्त्य गर्नुहोस्
अफलाइन सम्पर्कहरू देखाउनुहोस्
सम्पर्क थप्नुहोस्...
वस्तुस्थिति
“_%s” सेखाउनुहोस्
_उपकरणपट्टीमा सार्नुहोस्
चयन गरिएको वस्तु उपकरणपट्टीमा सार्नुहोस्
_उपकरणपट्टीबाट हटाउनुहोस्
उपकरणपट्टीबाट चयन गरिएको वस्तु हटाउनुहोस्
_उपकरणपट्टी मेट्नुहोस्
चयन गरिएको उपकरणपट्टी हटाउनुहोस्
विभाजक
_द्रिष्य
औजारबार
तहबार
साइड _फलक
प्रथमिकिकरण
_सहयोग
_बारेमा
चित्र दर्शक
छविहरू ब्राउज गर्नुहोस् र घुमाउनुहोस्
छवि गुण
_अघिल्लो
_पछिल्लो
साधारण
...नाममा बचत गर्नुस
...नाममा बचत गर्नुस्
एउटा फोल्डर रोज्नुहोस्
यसबाट पुन:नामाकरण गर्नुहोस्:
लाई
_स्वाचालित अभिमुखिकरण
जाँच्ने तरिका जस्तै
अनुकुलन रंग जस्तै:
पारदर्सि क्षेत्रको लागि रङ्ग
पृष्ठभुमि जस्तै
छवि दृष्य
पर्दामा ठीक गर्न छवि विस्तार गर्नुहोस्
अंकुस अनुक्रम
स्लाइड प्रर्दशन
प्लगइन
स्वाचालित अभिमुखिकरण
या छवि EXIF अभिमुखिकरणमा आधारित स्वाचालित रुपमा घुमाइएको हुनुपर्दछ ।
चित्र बेढंग संग भित्र हाल्नु
पारदर्शि संकेतकर्ता
स्क्रोल चक्र जुम
जुम गुणक
जुम गर्नका लागि माउस स्क्रोल चक्र प्रयोग गर्दा लागू गरिनुपर्ने गुणक । यो मानले प्रत्येक स्क्रोल घटनाका लागि प्रयोग गरिने जुमका चरणहरू परिभाषित गर्दछ । उद्दाहरणका लागि, ०.०५ ले प्रत्येक स्क्रोल घटनाका लागि ५% जुम बढोत्तरीमा परिणाम दिन्छ र १.०० ले १००% जुम बढोत्तरीमा परिणाम दिन्छ ।
पारदर्शि रङग
यदि पारदर्शि कि संग मुल्यको रंग छ भने यो किले रंग देखाउछ जुन पारदर्शिता देखाउन प्रयोग गरियो
तस्बिर सिक्वेन्सबाट सिक्रि
पहिले १००% भन्दा ठुलो दृष्य घटबढ गर्ने अनुमति दिनु
यदि यो गलत मिलाइयो भने शुरुवाति पर्दाभित्र साना तस्विरहरु मिल्नलाइ तन्कने छैनन्
अर्को चित्र देखाउन्जेल साम्ममा दोस्रो मा ढिलो हुन्छ
० भन्दा ठूलो मानले छवि पर्दामा अर्को स्वचालित तरिकाले नदेखाएसम्म केहि सेकेण्ड रहिरहन्छ । शून्यले स्वचालित रूपमा ब्राउज अक्षम पार्दछ।
सक्रिय प्लगइन
सक्रिय प्लगइनको सूची । यसले सक्रिय लगइनको "स्थान" समावेश गर्दैन ।दिएको प्लगइनको "स्थान" प्राप्त गर्न .eog-plugin फाइल हेर्नुहोस् ।
बचत
'%s' छवि लोड गर्न सकेन ।
'%s' मा छवि फेला परेन ।
दिएको स्थानले कुनै छवि समावेश गर्दैन ।
क्यामेरा
चित्र तथ्याङ्क
चित्रले लिईरहेको अवस्था
नोट निर्माता
अर्को
XMP Exif
XMP IPTC
XMP अधिकार व्यवस्थापन
XMP अन्य
मार्का/छाप
मुल्य
फाइल ढाँचा अज्ञात वा असमर्थित छ
कृपया एउटा फरक फाइल विस्तार प्रयास गर्नुहोस् जस्तै .png or .jpg ।The PNG-Format (*.png)
%s (*.%s)
चित्र बचत गर
फईलपत्र खोल
अनलोड गरेको छविमा रुपान्तर ।
रूपान्तरण असफल भयो ।
यो फाइल ढाँचाकोलागि EXIF असमर्थित भयो ।
छवि लोड गराइ असफल भयो ।
चित्रहरु लोड गरिएका छैनन्
अस्थायी फाइल सिर्जना गर्दा असफल भयो ।
%s बचत गर्नको लागि अस्थाई लरखपत्र निर्माण गर्न सकिएन
जेपिईजि लेखपत्रको लागि स्मरणशक्ति स्थापित गर्न सकिएन
अज्ञात
छवि सेटिङ
छवि
पृष्ठ सेटअप
छवि मुद्रण गरिने पृष्ठका लागि सूचना
स्थिति
_बायाँ:
_दायाँ:
_माथि:
_तल:
केन्द्र:
कुनै पनि होइन
तेर्सो
ठाडो
दुवै
साइज
_चौडाइ:
_उचाइ:
_मापन:
_ईकाइ:
मिलिमिटर
इन्च
पुर्वावलोकन
जस्तै छ%Id%d
लिइएको
घटिमा दुई फाइल नामहरू उस्तै छन् ।
(अवैध युनिकोड)
चयन गरिएको छवि खोल्न "%s" प्रयोग गर्नुहोस्
फाइल मुद्रण गर्दा त्रुटि: %s
उपकरणपट्टी सम्पादक
_बन्द गर्नु
छवि %s मेट्ने क्रममा त्रुटि
के तपाईँ साच्चै नै "%s" छवि रद्दि टोकरीमा सार्न चाहनुहुन्छ?
रद्दि टोकरीमा सार्नुहोस्
रद्दिटोकरी पहुँच गर्न सकिएन ।
सबै छविहरू
_सम्पादन गर्नु
जानुहोस्
_उपकरणपट्टी
लेखपत्र खोल
द्वार बन्दगर
उपकरणपट्टी
अनुप्रयोग उपकरणपट्टी सम्पादन गर्नुहोस्
बिषय वस्तु हरु
यस अनुप्रयोगमा मद्दत गर्नुहोस्
यो अनुरोधपत्रको बारेमा
बिद्यमान द्वारमा चित्राङ्कित शिर्षरेखाको द्रिष्यातमक परिबर्तन गर
बिद्यमान द्वारमा स्टाटसबारको द्रिष्यातमक परिबर्तन गर
हालको सञ्झ्यालमा साइड फलकको पारदर्शिता परिवर्तन गर्नुहोस्
यससँग _खोल्नुहोस्
गुण
अघिकै कायम गर
क्षितिजिय हलुका स्पर्ष गर्नु
ठाडो हलुका स्पर्ष गर्नु
घडिको दिसाबाट घमाउनु
घडीको बिपरित दिशामा घुमाउनुहोस्
द्रिस्य घटबड भित्र
द्रिस्य घटबड बाहिर
_साधारण आकार
अघिल्लो छवि
अर्को छवि
पहिलो छवि
अन्तिम छवि
पहिलेको
अर्को
दाहिने
देब्रे
भित्र
बाहिर
साधारण
उपयुक्त
action (to trash)
जिनोम छवि दर्शक ।
Mahesh subedi <mahesh\@mpp\.org\.np> Launchpad Contributions: KU https://launchpad.net/~info-ku Mahesh Subedi https://launchpad.net/~submanesh Narayan Kumar Magar https://launchpad.net/~narayan-mpp Pawan Chitrakar https://launchpad.net/~pawan-mpp
पूरा पर्दा मोडमा खोल्नुहोस्
संग्रह %s मा कुनै पनि छवि फेला परेन
कमिक पुस्तकहरू
DVI कागजात गलत ढाचाँमा छ
डि भि आइ कागजातहरु
हो
होइन
प्रकार १
प्रकार १C
प्रकार ३
सत्य प्रकार
प्रकार १ (CID)
प्रकार १C (CID)
सत्य प्रकार (CID)
फन्ट प्रकार अज्ञात
नाम छैन
कुनै पनि होइन
सम्मिलित सबसेट
सम्मिलित
सम्मिलित होइनType 1 (One of the Standard 14 Fonts)
TrueType (Not one of the Standard 14 Fonts)
पि डि यफ कागजातहरु
“%s” कागजात लोड गर्न असफल भयो
पोष्टस्क्रिप्ट कागजातहरु
अवैध कागजात
कागजात दृश्यक
कागजात निषेधहरू मिच्नुहोस्
कागजात अवरोधहरू अधिलेखन गर्नुहोस्, जस्तै प्रतिलिपी गर्नुमा अवरोध वा मुद्रन गर्नमा अवरोध ।
“%s” संलग्नता बचत गर्न सकेन: %s
“%s” संलग्नता खोल्न सकेन: %s
“%s” संलग्नता खोल्न सकेन
अज्ञात माइम प्रकार
सबै कागजातहरु
सबै फाइलहरू
(%d को %d)
को %d
पृष्ठ %s
मुद्रण गर्नुहोस्
माथि स्क्रोल गर्नुहोस्
तल स्क्रोल गर्नुहोस्
दृश्य माथि स्क्रोल गर्नुहोस्
दृश्य तल स्क्रोल गर्नुहोस्
कागजात दृश्य
पहिलो पृष्ठमा जानुहोस्
अघिल्लो पृष्ठमा जानुहोस्
पछिल्‍‌लो पृष्ठमा जानुहोस्
अन्तिम पृष्ठमा जानुहोस्
पृष्ठमा जानुहोस्
फेला पार्नुहोस्
%s पानामा जानुहोस्
“%s” फाइलमा %s मा जानुहोस्
“%s” फाइलमा जानुहोस्
%s सुरु गर्नुहोस्
पृष्ठमा जानुहोस्:
कागजात मुद्रण गर्न असफल भयो
अघिल्लो पृष्ठ
अघिल्लो पृष्ठमा जानुहोस्
अर्को पृष्ठ
अर्को पृष्ठमा जानुहोस्
कागजातलाई ठूलो बनाउनुहोस्
कागजात खुम्च्याउनुहोस्
यो कागजातलाई मुद्रण गर्नुहोस्
हालको कागजातलाई सञ्झ्याल भरिने बनाउनुहोस्
सञ्झ्याल चौडाई भर्न हालको कागजात वनाउनुहोस्
पृष्ठ
पृष्ठ चयन गर्नुहोस्
कागजातहरू
predefinito:mm
पुर्वनिर्धारित:मिलिमिटर
%s, पोर्ट्रेट (%s)
%s, ल्याण्डस्केप (%s)
केस सम्वेदनशील
खोजी स्ट्रिङको अघिल्लो घटना फेला पार्नुहोस्
खोजी स्ट्रिङको पछिल्‍‌लो घटना फेला पार्नुहोस्
इभाइन्स स्वतन्त्र सफ्टवेयर हो, तपाईँले यसलाई स्वतन्त्र सफ्टवेयर संस्थाद्वारा प्रकाशित जिएनयु सामान्य सार्वजनिक ईजाजतपत्रको शर्त भित्र रहेर;वा ईजाजतपत्रको संस्करण २, वा (तपाईको विकल्प )मा पछिका कुनै संस्करणबाट पुनर्वितरण गर्न र/वा परिमार्जन गर्न सक्नुहुन्छ ।
इभाइन्स उपयोगि हुने आशामा तर कुनै वारेन्टि विना, यद्यपि व्यापारिकरण वा कुनै निश्चित उदेश्यसँगको कुनै सूचीत वारेन्टि विना नै वितरण गरिएको हो । अरु विस्तृत विवरणका लागि जिएनयु साधारण सार्वजनिक ईजाजतपत्र हेर्नुहोस् ।
इभाइन्स
Mahesh Subedi<submanesh\@yhoo\.com> Launchpad Contributions: Narayan Kumar Magar https://launchpad.net/~narayan-mpp SAURAV TULADHAR https://launchpad.net/~sauravtuladhar Shiva Prasad Pokharel https://launchpad.net/~pokharelshiva Shyam Krishna Bal https://launchpad.net/~shyamkrishna-bal
कागजात खोल्नुहोस्
कागजात %s का लागि पासवर्ड
यो कागजात लक गरिएको छ र यसलाई ठिक पासवर्ड प्रविष्टि गरेर मात्र पढ्न सकिन्छ ।
कागजात ताल्चा खोल्नुहोस्
पासवर्ड प्रविष्टि गर्नुहोस्
“%s” कागजात ताल्‍‌चा लगाइएको छ र यो खोल्‍‌नु भन्दा पहिला पासवर्ड आवश्यक हुन्छ ।
पासवर्ड चाहियो
पासवर्ड:
गुणहरू
साधारण
फन्टहरू
फन्ट
संलग्नता
अनुक्रमणिका
थम्बनेलहरू
“%s” को रुपमा फाइल बचत गर्न सकेन ।
एउटा प्रतिलिपि बचत गर्नुहोस्
प्रस्तुति मोडमा चलिरहेको छ%d hit(s) on this page
%3d%% खोजका लागि वाँकी
जूम
जूम स्तर समायोजन गर्नुहोस्
अवस्थित रहेको कागजात खोल्नुहोस्
बाह्य लिङ्क खोल्न अक्षम छ
छविलाई बचत गर्न सकेन ।
छवि बचत गर्नुहोस्
संलग्नता खोल्न अक्षम छ
संलग्नतालाई बचत गर्न सकिएन ।
संलग्नता बचत गर्नुहोस्
जिनोम कागजात दर्शक
पृष्ठ
पूरा पर्दा मोडमा इभान्स चलाउनुहोस्
प्रस्तुति मोडमा इभान्स चलाउनुहोस्
एउटा पूर्वदर्शकको रुपमा इभान्स चलाउनुहोस्
बारेमा
मद्दत
निरन्तरता
दोहोरो
साइड फलक
पूरा पर्दा
बायाँ घुमाउनुहोस्
दायाँ घुमाउनुहोस्
पुन:लोड गर्नुहोस्
एउटा प्रतिलिपि खोल्नुहोस्
सबै छान्नुहोस्
पहिलो पृष्ठ
अन्तिम पृष्ठ
फाइल
सम्पादन गर्नुहोस्
दृश्य
जानुहोस्
कागजातमा शब्द वा वाक्याशं फेलापार्नुहोस्
LDAP सर्भरसँग प्रमाणीकरण गर्न असफल भयो ।
तपाईँले समर्थन गर्ने लगइन विधि प्रयोग गरी रहनुभएको र तपाईँको पासवर्ड सही रुपले लेख्नु भएको निश्चित गर्न जाँच गर्नुहोस् । याद गर्नुहोस्, धेरै पासवर्डहरू सम्वेदनशील हुन्छन्; तपाईँको क्याप्स लक चालु भैरहेको हुनसक्छ ।
यो LDAP सर्भरले LDAP को पुरानो संस्करण प्रयोग गर्न सक्दछ, जसले यो प्रकार्यात्मकतालाई समर्थन गर्दैन वा यो नमिल्दो कन्फिगरेसन भएको हुन सक्दछ । तपाईँको प्रशासकसँग समर्थित खोजी आधारहरूका लागि सोध्नुहोस् ।
यो सर्भरले LDAPv3 स्कीमा सूचनाको समर्थन गर्दैन ।
LDAP सर्भरका लागि स्कीमा सूचना प्राप्त गर्न सकेन ।
LDAP सर्भरले वैध स्कीमा जानकारीसँग प्रतिक्रिया गरेन ।
ठेगाना पुस्तिका '{0}' मेट्नुहुन्छ ?
यस ठेगाना पुस्तिका स्थायी रूपले हटाइनेछ ।
कोटि सम्पादक उपलब्ध छैन ।
खोजी कार्यसम्पादन गर्न अक्षम ।
तपाईँले गर्नु भएका परिवर्तनहरू बचत गर्न चाहनुहुन्छ ?
तपाईँले यो सम्पर्कमा परिमार्जन गर्नुभएको छ । तपाईँ यी परिवर्तनहरूलाई बचत गर्न चाहनुहुन्छ?
छोड्नुहोस्
सम्पर्क सार्न सकिँदैन ।
तपाईँले चयन गर्नुभएको छवि ठूलो छ । तपाईँ यसलाई रिसाइज गर्न र भण्डारण गर्न चाहनुहुन्छ ?
रिसाइज गर्नुहोस्
जस्ताको तस्तै प्रयोग गर्नुहोस्
बचत नगर्नुहोस्
{0} बचत गर्न अक्षम ।
{0} देखि {1}मा बचत गर्दा त्रुटि: {2}
ठेगाना '{0}' पहिले नै अवस्थित छ ।
एउटा सम्पर्क यस ठेगानामा पहिले नै अवस्थित छ । तपाईँ जे भए पनि उही ठेगानामा एउटा नयाँ कार्ड थप्न चाहनुहुन्छ ?
थप्नुहोस्
सम्पर्क मेट्न असफल भयो
सम्पर्क सम्पादक
छवि
फाइल अन्तर्गत:
कहाँ:
कोटिहरू...
पूरा नाम...
HTML मेल प्राप्त गर्न चाहान्छ
इमेल
टेलिफोन
सम्पर्क
गृह पृष्ठ:
पात्रो:
स्वतन्त्र/व्यस्त:
भिडियो कुराकानी:
पेशा:Job
कम्पनी:
विभाग:
प्रबन्धक:
सहायक:
कार्यालय:
पति/पत्नी:
जन्म दिवस:
वार्षिकोत्सव:
वार्षिकोत्सव
जन्म दिवस
व्यक्तिगत जानकारी
शहर:
जिप/हुलाकी सङ्केत:
राज्य/क्षेत्र:
देश:
पोष्ट बक्स:
ठेगाना:
गृह
काम
अन्य
पत्राचार ठेगाना
द्रष्टव्यहरू
AIM
ज्याबर
याहू
गाडु-गाडु
एम एस एन
ICQ
समूहगत
सम्पर्क थप्दा त्रुटि
सम्पर्क परिमार्जन गर्दा त्रुटि
सम्पर्क हटाउँदा त्रुटि
सम्पर्क सम्पादक - %s
कृपया यो सम्पर्कका लागि एउटा छवि चयन गर्नुहोस्
छवि छैन
सम्पर्क डेटा अवैध छ:
'%s' सँग एउटा अवैध ढाँचा छ
%s'%s' सँग एउटा अवैध ढाँचा छ
%s'%s' खाली छ
अवैध सम्पर्क ।
शिर्घ्र-थप सम्पर्क गर्नुहोस्
पूरा सम्पादन गर्नुहोस्
पूरा नाम
इमेल
ठेगाना पुस्तिका चयन गर्नुहोस्
श्री.
श्रीमति.
Ms.
सुश्री
Dr.
Sr.
Jr.
I
II
III
Esq.
पूरा नाम
पहिलो:FullName
बीचको:
अन्तिम:
प्रत्यय:
सम्पर्क सूची सम्पादक
सूची नाम:
सदस्यहरू
इमेल ठेगाना टाइप गर्नुहोस् वा तलको सूची भित्र एउटा सम्पर्क तान्नुहोस्:
यो सूचीमा पत्र पठाउँदा ठेगानाहरू लुकाउनुहोस्
सम्पर्क सूची सदस्यहरू
सदस्यहरू
सूची थप्दा त्रुटि
सूची परिमार्जन गर्दा त्रुटि
सूची हटाउँदा त्रुटि
नक्कली सम्पर्क पत्ता लाग्यो
द्वन्दात्मक सम्पर्क:
परिवर्तन गरिएको सम्पर्क:
गाभ्नुहोस्
यो सम्पर्कको नाम वा इमेल ठेगाना यो फोल्डरमा पहिले नै अवस्थित छ । तपाईँ जसरी पनि यसलाई थप्न चाहनुहुन्छ ?
मौलिक सम्पर्क:
नयाँ सम्पर्क:
सम्पर्क गाभ्नुहोस्
यसबाट इमेल सुरु हुन्छ
कुनै फाँट समाविष्ट गर्दछ
सम्पर्कहरू छैनन्
पुस्तक दृश्य प्राप्त गर्दा त्रुटि
कार्ड परिमार्जन गर्दा त्रुटि
चयन गरिएका सम्पर्कहरू मेट्नुहोस्
प्रदर्शन नगर्नुहोस्
सबै सम्पर्कहरू प्रदर्शन गर्नुहोस्
यस रूपमा फाइल गर्नुहोस्
दिइएको नाम
पारिवारिक नाम
उपनाम
इमेल २
इमेल ३
सहयोगी फोन
व्यापारिक फोन
व्यापारिक फोन २
व्यापारिक फ्याक्स
कलब्याक फोन
कार फोन
कम्पनी फोन
गृह फोन
गृह फोन २
गृह फ्याक्स
आई एस डी एन फोन
मोबाइल फोन
अन्य फोन
अन्य फ्याक्स
पेजर
प्राथमिक फोन
रेडियो
टेलेक्सteletype
TTYTDD
कम्पनी
एकाइ
कार्यालय
शीर्षक
भूमिका
प्रबन्धक
सहयोगी
वेब साइट
जर्नल
iCalImp
पति/पत्नि
द्रष्टव्य
सम्पर्कका लागि खोजी गर्नुहोस् वा नयाँ सम्पर्क सिर्जना गर्न यहाँ डबल-क्लिक गर्नुहोस् ।
त्यहाँ यो दृश्यमा देखाउन कुनै वस्तुहरू छैनन् । एउटा नयाँ सम्पर्क सिर्जना गर्न यहाँ डबल-क्लिक गर्नुहोस् ।
सम्पर्कका लागि खोजी गर्नुहोस् ।
त्यहाँ यो दृश्यमा देखाउन कुनै वस्तुहरू छैनन् ।
इमेलमा काम गर्नुहोस्
गृह इमेल
अन्य इमेल
नयाँ सम्पर्क
नयाँ सम्पर्क सूची
खोल्नुहोस्
सम्पर्क सूची:
सम्पर्क:
इभोल्युसन मिनिकार्ड
इमेल ठेगाना प्रतिलिपि बनाउनुहोस्
यसमा नयाँ सन्देश पठाउनुहोस्...
%s पत्रमा क्लिक गर्नुहोस्
विभाग
पेशा
स्थिति
भिडियो कुराकानी
पात्रो
स्वतन्त्र/व्यस्त
फोन
फ्याक्स
ठेगाना
गृह पृष्ठ
वेब लग
email-custom-header-Security
सदस्यहरूको सूची
काम शीर्षक
गृह पृष्ठ
ब्लग
कार्ड.vcf
ठेगाना पुस्तिका चयन गर्नुहोस्
सूची
यसमा सम्पर्क सार्नुहोस्
यसमा सम्पर्क प्रतिलिपि बनाउनुहोस्
यसमा सम्पर्कहरू सार्नुहोस्
यसमा सम्पर्कहरू प्रतिलिपि बनाउनुहोस्
आयात गर्दै...
LDAP डेटा साटासाट ढाँचा (.ldif)
इभोल्युसन LDIF आयातकर्ता
n-pages
मानक निर्गतको सट्टामा निर्गत फाइल निर्दिष्ट गर्नुहोस्
OUTPUTFILE
भी कार्ड वा सीएसभी फाइलको रूपमा कार्डहरू देखाउनुहोस्
[vcard_BAR_csv]
आदेश लाइन तर्कहरू त्रुटि, कृपया प्रयोग हेर्नका लागि --मद्दत विकल्प प्रयोग गर्नुहोस् ।
सीभीएस वा भी कार्ड ढाँचालाई मात्र समर्थन गर्दछ ।
ह्याण्डल नगरिएको त्रुटि
फाइल खोल्न सक्दैन
सुरु समय
भेटघाटहरू
रोक्नुहोस्
स्थान:
भेटघाटको स्थान
रोकिएको समय:Purge events older than <<spin\-button>> days
मिनेट
सारांश उपलब्ध छैन ।
वर्णन उपलब्ध छैन ।
स्थान सूचना उपलब्ध छैन ।
चेतावनी
एक इभोल्युसन पात्रो रिमाइन्डर ट्रिगर गर्न लागेको छ । यो रिमाइन्डर निम्न कार्यक्रम चलाउनका लागि कन्फिगर गरिएको हो: %s तपाईँ यो कार्यक्रम चलाउन निश्चित हुनुहुन्छ ?
यो कार्यक्रमका बारेमा मलाई फेरि नसोध्नुहोस् ।
अवैध समयPop up an alert %d hours before start of appointment
तपाईँ सबै सहभागीहरूलाई एउटा रद्द गरिएको सूचना पठाउन चाहनुहुन्छ?
यदि तपाईँले एउटा रद्द गरिएको सूचना पठाउनुहुन्न भने, अरू सहभागीहरूले बैठक रद्द भएको थाहा नपाउन सक्छन् ।
नपठाउनुहोस्
सूचना पठाउनुहोस्
तपाईँ यो बैठकलाई मेट्न निश्चित हुनुहुन्छ?
यो बैठकका सबै सूचनाहरू मेटिने छन र पूर्वावस्थामा ल्याउन सकिने छैन ।
यदि तपाईँले एउटा रद्द गरिएको सूचना पठाउनुहुन्न भने, अरू सहभागीहरूले कार्य मेटि सकिएको थाहा नपाउन सक्दछन् ।
तपाईँ यो कार्य मेट्न निश्चित हुनुहुन्छ?
यो कार्यका सबै सूचनाहरू मेटिने छन र पूर्वावस्थामा ल्याउन सकिने छैन ।
तपाईँ यो मेमोको लागि एउटा रद्द गरिएको सूचना पठाउन चाहनुहुन्छ?
यदि तपाईँले एउटा रद्द गरिएको सूचना पठाउनुहुन्न भने, अरू सहभागीहरूले मेमो मेटिएको थाहा नपाउन सक्दछन् ।
तपाईँ यो मेमो मेट्न निश्चित हुनुहुन्छ?
यस मेमोका सबै सूचनाहरू मेटिने छन र पूर्वावस्थामा ल्याउन सकिने छैन ।
तपाईँ '{0}' शीर्षक भएको भेटघाट मेट्न निश्चित हुनुहुन्छ ?
यो भेटघाटको सबै सूचनाहरू मेटिने छन् र पूर्वावस्थामा ल्याउन सकिने छैन ।
तपाईँ यो भेटघाट मेट्न निश्चित हुनुहुन्छ?
तपाईँ '{0}' कार्य मेट्न निश्चित हुनुहुन्छ?
तपाईँ '{0}' मेमो कार्य मेट्न निश्चित हुनुहुन्छ?
यो मेमोमा सबै सूचनाहरू मेटिने छन् र पूर्वावस्थामा ल्याउन सकिने छैन ।
तपाईँ यी '{0}' भेटघाटहरू मेट्न निश्चित हुनुहुन्छ?
यी भेटघाटहरूका सबै सूचनाहरू मेटिने छन् र पूर्वावस्थामा ल्याउन सकिने छैन ।
तपाईँ यी{0} कार्यहरूलाई मेट्न निश्चित हुनुहुन्छ?
यी कार्यहरूका सबै सूचनाहरू मेटिने छन् र पूर्वावस्थामा ल्याउन सकिने छैन ।
तपाईँ यी{0} मेमोहरूलाई मेट्न निश्चित हुनुहुन्छ?
यी मेमोहरूमा सबै सूचनाहरू मेटिने छन् र पूर्वावस्थामा ल्याउन सकिने छैन ।
परिवर्तनहरू बचत गर्नुहोस्
परिवर्तनहरू छोड्नुहोस्
तपाईँ यो भेटघाटमा गरिएका परिवर्तनहरू बचत गर्न चाहनुहुन्छ?
तपाईँले यो भेटघाट परिवर्तन गर्नुभएको छ, तर अहिले सम्म यसलाई बचत गरिएको छैन ।
तपाईँ यो कार्यमा गरिएका परिवर्तनहरू बचत गर्न चाहनुहुन्छ?
तपाईँले यो कार्यहरू परिवर्तनहरू गर्नुभएको छ, तर अहिले सम्म यसलाई बचत गरिएको छैन ।
तपाईँ यो मेमोमा गरिएका परिवर्तनहरू बचत गर्न चाहनुहुन्छ?
तपाईँले यो मेमोमा परिवर्तनहरू गर्नुभएको छ, तर अहिले सम्म तिनीहरूलाई बचत गरिएको छैन ।
तपाईँ सहभागीहरूलाई बैठक निमन्त्रणाहरू पठाउन चाहनुहुन्छ?
इमेल निमन्त्रणाहरू सबै सहभागीहरूलाई पठाउने छ र तिनीहरूलाई जवाफ गर्न अनुमति दिइनेछ ।
पठाउनुहोस्
तपाईँ अद्यावधिक गरिएको बैठक सूचना सहभागीहरूलाई पठाउन चाहनुहुन्छ?
अद्यावधिक सूचना पठाउँदा अन्य सहभागीहरूलाई उनीहरूको पात्रो अद्यावधिक गर्न अनुमति दिन्छ ।
तपाईँ यो कार्य सहभागीहरूलाई पठाउन चाहनुहुन्छ?
इमेल निमन्त्रणा सबै सहभागीहरूलाई पठाइने छ र यो कार्य स्वीकार्न गनीहरूलाई अनुमति दिइनेछ ।
डाउनलोड प्रगतिमा छ । तपाईँ कार्य बचत गर्न चाहनुहुन्छ?
केही सलग्र फाइलहरू डाउनलोड भइरहेका छन् । कार्य बचत गर्दा ति सलग्र फाइलहरू हराउने नगिजा आउन सक्छ ।
बचत गर्नुहोस्
डाउनलोड प्रगतिमा छ । तपाईँ भेटघाट बचत गर्न चाहनुहुन्छ?
केही संलग्र फाइलहरू डाउनलोड भइरहेका छन् । भेटघाट बचत गर्दा यी संलग्र फाइलहरू हराउने नतिजा आउन सक्छ ।
अद्यावधिक गरिएको कार्य सूचना तपाईँ सहभागीहरूलाई पठाउन चाहनुहुन्छ?
अद्यावधिक गरिएको सूचना पठाउँदा अन्य सहभागीहरूलाई उनीहरूको कार्यसूची अद्यावधिक राख्न अनुमति दिन्छ ।
सम्पादक लोड गर्न सकिएन ।
'{0}' पात्रो मेट्नुहुन्छ?
यो पात्रो स्थायी रूपले हटाइनेछ ।
'{0}' कार्यसूची मेट्नुहुन्छ?
यो कार्यसूची स्थायी रूपले हटाइनेछ ।
'{0}' मेमो सूची मेट्नुहुन्छ?
यो मेमो सूची स्थायी रूपले हटाइनेछ ।
तपाईँ सारांश बिना नै मेमो बचत गर्न निश्चित हुनुहुन्छ?
अफलाइन प्रयोगका लागि पात्रो चिन्ह लगाएको छैन ।
अफलाइन प्रयोगका लागि कार्यसूची चिन्ह लगाइँदैन ।
iCalImp
समाविष्ट गर्दछ
समाविष्ट गर्दैन
iCalImp
iCalImp
हो
होइन
iCalImp
iCalImp
email-custom-header-Security
iCalImp
सहभागी
iCalImp
संलग्न फाइलहरू
अवस्थित छ
अवस्थित छैन
पुनरावृत्ति
सारांश समाविष्ट गर्दछ
वर्णन समाविष्ट गर्दछ
सावधान पपअप गर्नुहोस्
ध्वनि बजाउनुहोस्
एउटा कार्यक्रम चलाउनुहोस्
एउटा इमेल पठाउनुहोस्
अगाडि
पछि
भेटघाटको सुरुआत
भेटघाटको अन्त्य
मिनेट(हरू)
घन्टा(हरू)
recurrpage
प्रत्येक अतिरिक्त समय
विकल्पहरू
अनुकूलन सन्देश
सन्देश:
ध्वनि:
एउटा फाइल चयन गर्नुहोस्
कार्यक्रम:
तर्कहरू:
यसमा पठाउनुहोस्:
कार्य/ट्रिगर
थप्नुहोस्
यो घटनालाई मेटाइएको छ ।
यो कार्यलाई मेटाइएको छ ।
यो मेमोलाई मेटाइएको छ ।
%s तपाईँले परिवर्तन गर्नुभएको छ । ती परिवर्तनहरूलाई छोड्नुहुन्छ र सम्पादक बन्द गर्नुहुन्छ?
%s तपाईँले परिवर्तनहरू गर्नुभएको छैन, सम्पादक बन्द गर्नुहुन्छ?
यो घटना परिवर्तन गरिएको छ ।
यो कार्यलाई परिवर्तन गरिएको छ ।
यो मेमोलाई परिवर्तन गरिएको छ ।
%s तपाईँले परिवर्तनहरू गर्नुभएको छ । ती परिवर्तनहरू छोड्नुहुन्छ र सम्पादक अद्यावधिक गर्नुहुन्छ?
%s तपाईँले परिवर्तनहरू गर्नुभएको छैन, सम्पादक अद्यावधिक गर्नुहुन्छ?
वस्तु अद्यावधिक गर्न सकेन
भेटघाट सम्पादन गर्नुहोस्
बैठक - %s
भेटघाट - %s
मानाङ्कन गरिएको कार्य - %s
कार्य - %s
मेमो - %s
चयनको प्रतिलिपि बनाउनुहोस्
चयन काट्नुहोस्
क्लिपबोर्ड टाँस्नुहोस्
सबै पाठ चयन गर्नुहोस्
वर्गीकरण
सम्पादन गर्नुहोस्
फाइल
मद्दत
विकल्पहरू
दृश्य
संलग्न फाइल...
एउटा फाइल संलग्न गर्नुहोस्
कोटिहरू
कोटिहरू प्रदर्शन गर्ने कि नगर्ने भनेर टगल गर्दछ
टाइम जोन
टाइमजोन प्रदर्शित छ कि छैन भनेर टगल गर्दछ
सार्वजनिक
सार्वजनिक रूपमा वर्गिकरण गर्नुहोस्
निजी
गोप्य
भूमिका फाँट
भूमिका फाँट प्रदर्शित छ कि छैन भनेर टगल गर्दछ
RSVP
RSVP फाँट प्रदर्शित छ कि छैन भनेर टगल गर्दछ
वस्तुस्थिति फाँट
वस्तुस्थिति फाँट प्रदर्शित छ कि छैन भनेर टगल गर्दछ
फाँट प्रकार
संलग्न गर्नुहोस्
यदि अद्यावधिक आइपुगेमा यस वस्तुमा गरिएका परिवर्तनहरू छाडिनेछ
संलग्न फाइल
हालको संस्करण प्रयोग गर्न अक्षम!
वैधानिकता त्रुटि: %s
गन्तव्य खुल्न सकेन
गन्तव्य पढ्न मात्र हो
स्रोत खुल्न सकेन
सबै अन्य प्रापकको पत्रमञ्जुषाबाट यो वस्तु मेट्नुहुन्छ?
घटनालाई मेट्न सकिएन किनभने अनुमति अस्वीकार गरिएको थियो
कार्यलाई मेट्न सकिएन किनभने अनुमति अस्वीकार गरिएको थियो
मेमोलाई मेट्न सकिएन किनभने अनुमति अस्वीकार गरिएको थियो
वस्तुलाई मेट्न सकिएन किनभने अनुमति अस्वीकार गरिएको थियो
प्रत्यायोजन प्रविष्ट गर्नुहोस्
लाई प्रत्यायोजन गर्नुहोस्:
सम्पर्कहरू....
समय व्यस्त देखाउने कि नदेखाउने भनेर टगल गर्दछ
पुनरावृत्ति
यसलाई एउटा पुनरावर्ति घटना बनाउनुहोस्
विकल्पहरू पठाउनुहोस्
पठाउने उन्नत विकल्पहरू घुसाउनुहोस्
सबै दिनका घटना
सबै दिनको घटना छ कि छैन भनेर टगल गर्दछ
स्वतन्त्र/व्यस्त
सहभागीका लागि स्वतन्त्र/व्यस्त सूचना क्वेरी गर्नुहोस्
भेटघाट
iCalImp
आयोजक:
सुरुआत मिति नभएको घटना
समाप्ति मिति नभएको घटना
सुरुआत मिति गलत छ
समाप्ति मिति गलत छ
सुरुआत समय त्रुटि छ
समाप्ति समय गलत छ
एउटा आयोजक आवश्यक छ ।
कम्तिमा पनि एक सहभागी आवश्यक छ ।
प्रत्यायोजन गरिएकाहरू
सहभागीहरू
अनुकूलन गर्नुहोस्None" for "No reminder setcal-reminders
recurrpage
recurrpage
eventpage
eventpage
स्थान:
वर्णन:
समय:
टाइमजोन:
घटना वर्णन
सहभागीहरू...
जनवरी
फेब्रुअरी
मार्च
अप्रिल
मे
जून
जुलाई
अगस्ट
सेप्टेम्बर
अक्टोबर
नोभेम्बर
डिसेम्बर
मिति चयन गर्नुहोस्
आज चयन गर्नुहोस्
iCalImp
लाई
लाई:
सुरुआत मिति:
सारांश:
तपाईँले पुनरावृत्तिक घटनालाई परिमार्जन गरिरहनु भएको छ । तपाईँ के परिमार्जन गर्न चाहनुहुन्छ?
तपाईँले पुनरावृत्तिक घटनालाई प्रत्यायोजन गरिरहनु भएको छ । तपाईँ के प्रत्यायोजन गर्न चाहनुहुन्छ?
तपाईँले एक पुनरावृत्ति कार्यलाई परिमार्जन गरिरहनु भएको छ । तपाईँ के परिमार्जन गर्न चाहनुहुन्छ?
तपाईँले पुनरावृत्तिक मेमोलाई परिमार्जन गरिरहनु भएको छ । तपाईँ के परिमार्जन गर्न चाहनुहुन्छ?
यस दृष्टान्त मात्र
यो र प्राथमिक दृष्टान्तहरू
यो र भविष्यका दृष्टान्तहरू
सबै दृष्टान्तहरू
यो भेटघाटले पुनरावृत्तिहरू समाविष्ट गर्दछ जुन इभोल्युसनले सम्पादन गर्न सक्दैन ।
पुनरावृत्ति मिति अवैध छ
मा
पहिलोsecond" is the ordinal number (like "third"), not the time division (like "minute
दोस्रो
तेस्रो
चौथो
अन्तिम
अन्य मिति
पहिलो देखि १०औ सम्म
११औ देखि २०औ सम्म
२१औ देखि ३१औ सम्म
सोमबार
मंगलबार
बुधबार
बिहिबार
शुक्रबार
शनीबार
आइतबार
मा
घटनाहरू
अपवाद थप्नुहोस्
परिमार्जन गर्न चयन प्राप्त गर्न सकेन ।
अपवाद परिमार्जन गर्नुहोस्
मेट्नलाई चयन प्राप्त गर्न सकेन ।
मिति/समयrecurrpage
recurrpage
recurrpage
recurrpage
यो भेटघाट पुनरावृत्त हुन्छ
प्रत्येक
विकल्पहरू पठाउनुहोस्
iCalImp
देय मिति गलत छ
पूरा गरिएको मिति गलत छ
उच्च
सामान्य
न्यून
अपरिभाषित
सुरु गरिएको छैन
प्रगतिमा
iCalImp
रद्द गरियो
टाइम जोन:
वेब पृष्ठ:
नयाँ भेटघाट
नयाँ सबै दिनका घटना
नयाँ बैठक
'आज'मा जानुहोस्
'मिति' मा जानुहोस्
यसमा पुनरावृत्तिहरू छन् ।
यो एउटा बैठक हो ।
पात्रो घटना: सारांश %s हो ।
पात्रो घटना: यसमा कुनै सारांश छैन ।
पात्रो दृश्य घटना
फोकस खोस्नुहोस्
यसमा कुनै घटना छैन ।
साप्ताहिक कार्य दृश्य: %s. %s
दैनिक दृश्य: %s. %s
एक साप्ताहिक कार्यको पात्रो दृश्य
एक वा धेरै दिनका लागि पात्रो दृश्य
हालको समय दायरा हेर्न र चयन गर्न एउटा तालिका
जिनोम पात्रो
%A %d %b %Y
%a %d %b
%a %d %b %Y
%d %b %Y
%d %b
जम्प बटन
यहाँ क्लिक गर्नुहोस्, तपाईँले धेरै घटनाहरू फेला पार्न सक्नुहुन्छ ।Pop up an alert %d days before start of appointment
कार्य सम्पादन गरिनुपर्ने अज्ञात कार्य
भेटघाटको सुरुआत अगाडि %s %s
भेटघाटको सुरुआत पछाडि %s %sPlay a sound
भेटघाटको सुरुआतमा %s
भेटघाटको समाप्त हुनु अगाडि %s %s
भेटघाटको अन्त्य पछि %s %sPlay a sound
भेटघाटको अन्तमा %sPlay a Sound". Second %s is an absolute time, e.g. "10:00AM
%s मा %sPlay a sound". "Trigger types
अज्ञात ट्रिगर प्रकारका लागि %s
मासिक दृश्य: %s. %s
साप्ताहिक दृश्य: %s. %s
एक महिनाका लागि पात्रो दृश्य
एक वा बढी हप्ताहरूका लागि पात्रो दृश्य
शीर्षक विहिन
सारांश:
सुरुआत मिति:
देय मिति:
वस्तुस्थिति:
प्राथमिकता:
वर्णन:
वेब पृष्ठ:
एउटा कार्य थप्न क्लिक गर्नुहोस्
सुरुआत मिति
पूरा हुने मिति
पूर्ण
देय मिति
% पूरा
प्राथमिकता
वस्तुस्थिति
सिर्जना गरियो
चयन गरिएका वस्तुहरू मेट्दै
वस्तुहरू अद्यावधिक गर्दैOrganiser: NameOfTheUser <email\@ofuser\.com>Organizer: NameOfTheUser <email\@ofuser\.com>
आयोजक: %s
आयोजक: %sLocation: PlaceOfTheMeeting
स्थान: %sTime: ActualStartDateAndTime (DurationOfTheMeeting)
समय: %s %s
सुरुआत मिति
समाप्ति मिति
अज्ञात
पुनरावृत्ति
मानाङ्कन गरियो
हो
होइन
Tentatively Accepted: Meeting NameMeeting
Delegated: Meeting NameMeeting
तत्कालको लागि
Updated: Meeting NameMeeting
स्वतन्त्र
व्यस्त
भौगोलिक स्थितिलाई यस ढाँचामा प्रविष्ट गर्नुपर्छ: ४५.४३६८४५,१२५.८६२५०१Nonecal-task-status
%a %m/%d/%Y %H:%M:%S
%a %m/%d/%Y %I:%M:%S %p
मिति यस ढाँचामा प्रविष्टि गर्नुपर्दछ: %s
am
pm
%A %d %B
60 minute divisions30 minute divisions
%02i मिनेट विभाजनहरू
Nonecal-second-zone
प्रमुख व्यक्तिहरू
आवश्यक सहभागीहरू
वैकल्पिक सहभागीहरू
संसाधन
व्यक्तिगत
समूह
संसाधन
कोठा
कुर्सी
आवश्यक सहभागी
वैकल्पिक सहभागी
सहभागी नभएको
कार्य आवश्यक छ
सहभागी
RSVP
प्रक्रियामा
पासवर्ड प्रविष्ट गर्नुहोस्
कार्यालय बाहिर
सूचना छैन
विकल्पहरू
कार्य गर्ने घन्टाहरू मात्र देखाउनुहोस्
जुम घटाएको देखाउनुहोस्
स्वतन्त्र/व्यस्त अद्यावधिक गर्नुहोस्
_<
अटोपिक
>_>
सबै जनता र संसाधन
सबै जनताहरू र एउटा संसाधन
आवश्यक जनता
आवश्यक जनता र एउटा संसाधन
सुरुआत समय:
समाप्ति समय:
सारांश: %s
एउटा सहभागी थप्नका लागि यहाँ क्लिक गर्नुहोस्
सदस्य
लाई प्रत्यायोजन गरिएको
यसबाट प्रत्यायोजन गरिएको
साझा नाम
भाषा
मेमोहरू
चयन गरिएका मेमोहरू मेट्नुहोस्
एउटा मेमो थप्न क्लिक गर्नुहोस्%d%%
कार्यहरू
क्लिपबोर्डबाट कार्यहरू टाँस्नुहोस्
चयन गरिएका कार्यहरू मेट्नुहोस्
टाइमजोन चयन गर्नुहोस्
%d %B
सफा गर्दै
एउटा आयोजक सेट गर्नु पर्दछ ।
कम्तीमा पनि एक सहभागी चाहिन्छ
घटना सूचना
कार्य सूचना
मेमो सूचना
स्वतन्त्र/व्यस्त सूचना
पात्रो सूचनाAccepted: Meeting NameMeeting
तत्कालका लागि स्वीकार गरियो
Cancel: Meeting NameMeeting
रद्द गर्नुहोस्
Counter-proposal: Meeting NameMeeting
स्वतन्त्र/व्यस्त सूचना (%s देखि %s)
आइ पात्रो सूचना
तपाईँ घटनाको एउटा सहभागी हुनुपर्दछ ।
प्रथम
दोस्रो
तेस्रो
चौथो
पाचौँ
छैठौँ
सातौँ
आठौँ
नवौँ
दशौँ
एघारौँ
बाह्रौँ
तेह्रौँ
चौधौँ
पन्ध्रौँ
सोह्रौँ
सत्रौँ
अठारौँ
उन्नाइसौँ
बिसौँ
२१औ
२२औँ
२३औँ
२४औँ
२५औँ
२६औँ
२७औँ
२८औँ
२९औँ
३०औँ
३१औँ
Mo
Tu
We
Th
Fr
Sa
SuSTART to END
लाई
(पूरा भयो Completed COMPLETED
पूरा भयो START (Due DUE)
(देय Due DUE
देय
वस्तुस्थिति: %s
प्राथमिकता: %s
प्रतिशत पूरा: %i
URL: %s
कोटिहरू: %s
सम्पर्कहरू:
भन्दा ठूलो छ
भन्दा सानो छ
भेटघाटहरू र बैठकहरू
पात्रो खोल्दै
आइ पात्रो फाइलहरू (.ics)
इभोल्युसन आइ पात्रो आयातकर्ता
रिमाइन्डर !
इभोल्युसन भी पात्रो आयातकर्ता
पात्रो घटनाहरू
इभोल्युसन पात्रो बौद्धिक आयातकर्ताiCalImp
iCalImp
iCalImp
iCalImp
iCalImp
iCalImp
iCalImp
सुरुआत गर्नुहोस्
देय
अन्त्य
URL
अफ्रिका/अबिद्जान
अफ्रिका/आक्रा
अफ्रिका/आदिसअवाबा
अफ्रिका/अल्जियर्स
अफ्रिका/आसमेरा
अफ्रिका/बमाको
अफ्रिका/बानगुइ
अफ्रिका/बानजुल्
अफ्रिका/बिस्साउ
अफ्रिका/ब्लानटायर
अफ्रिका/ब्राज्जाविले
अफ्रिका/बुजुम्बुरा
अफ्रिका/कायरो
अफ्रिका/क्यासाब्लान्का
अफ्रिका/क्योटा
अफ्रिका/कोनाक्रि
अफ्रिका/डकार
अफ्रिका/दारेसलाम
अफ्रिका/जिबौटि
अफ्रिका/दोआला
अफ्रिका/एल आइयुन
अफ्रिका/फ्रिटाउन
अफ्रिका/गाबोरोन
अफ्रिका/हरारे
अफ्रिका/जोहानेसबर्ग
अफ्रिका/काम्पाला
अफ्रिका/खार्तुम
अफ्रिका/किगालि
अफ्रिका/किन्शसा
अफ्रिका/लागोस
अफ्रिका/लिब्रेविल्ले
अफ्रिका/लोमे
अफ्रिका/लुवान्डा
अफ्रिका/लुबुम्बाशि
अफ्रिका/लुसाका
अफ्रिका/मालाबो
अफ्रिका/मापुटो
अफ्रिका/मासेरु
अफ्रिका/बाबाने
अफ्रिका/मोगादिशु
अफ्रिका/मोन्रोभिया
अफ्रिका/नइरोबी
अफ्रिका/एनजामेना
अफ्रिका/नियामे
अफ्रिका/नोउक्चोट्
अफ्रिका/ओउआगडोऊगोऊ
अफ्रिका/पोर्टो-नोभो
अफ्रिका/साओ-टोम
अफ्रिका/टिम्बुक्टु
अफ्रिका/ट्रिपोली
अफ्रिका/टुनिस्
अफ्रिका/विन्धोएक
अमेरिकारिका/आदक
अमेरिकारिका/एङ्कोरेज
अमेरिकारिका/एन्जुइल्ला
अमेरिकारिका/एन्टिगुवा
अमेरिकारिका/अरागुइना
अमेरिकारिका/एरुबा
अमेरिकारिका/एसुन्सिओन
अमेरिकाका/बारबाडोस
अमेरिका/बेलेम
अमेरिका/बेलिज
अमेरिका/बोआ_विष्टा
अमेरिका/बोगोटा
अमेरिका/बोइसे
अमेरिका/ब्युनोस एरिज
अमेरिका/क्याम्बृज_बेइ
अमेरिका/क्यानकुन
अमेरिका/क्याराकास्
अमेरिका/काटामारका
अमेरिका/केइन्ने
अमेरिका/केम्यान
अमेरिका/सिकागो
अमेरिका/चिहुवाहुवा
अमेरिका/कोर्डोबा
अमेरिका/कोस्टारिका
अमेरिका/कुइबा
अमेरिका/कुराकोआ
अमेरिका/दान्मार्कशन
अमेरिका/दव्सन्
अमेरिका/दस्सन_ग्रिक
अमेरिका/देन्भर
अमेरिका/दिट्रोइट
अमेरिका/डोमिनिका
अमेरिका/एडमोन्टन
अमेरिका/एरुनेपे
अमेरिका/एलसाल्भाडोर
अमेरिका/फोर्टलेजा
अमेरिका/ग्लेसबे
अमेरिका/गडथब
अमेरिका/गुज बे
अमेरिका/ग्राण्ड तुर्क
अमेरिका/ग्रेनाडा
अमेरिका/ग्वादेलोप
अमेरिका/ग्वाटेमाला
अमेरिका/ग्वायेक्विल
अमेरिका/गुयाना
अमेरिका/हलिफ्याक्स
अमेरिका/हवाना
अमेरिका/हर्मोसिलो
अमेरिका/इन्डियाना/इन्डियानापोलिस
अमेरिका/इन्डियाना/नक्स
अमेरिका/इन्डियाना/मरेन्गो
अमेरिका/इन्डियाना/वेवेय
अमेरिका/इन्डियानापोलिस
अमेरिका/इनुभिक
अमेरिका/इक्वालुइट
अमेरिका/जमैका
अमेरिका/जुजुय
अमेरिका/जुनो
अमेरिका/केन्टुकि/लुइस्भिल्ले
अमेरिका/केन्टुकि/मोन्टिसेल्लो
अमेरिका/ला पाज
अमेरिका/लिमा
अमेरिका/लस एन्जलस्
अमेरिका/लोइसभिल्ले
अमेरिका/मासिओ
अमेरिका/मानागुवा
अमेरिका/मानस
अमेरिका/माटिनिक्यु
अमेरिका/मजाट्लान
अमेरिका/मेन्दोजा
अमेरिका/मेनोमिनी
अमेरिका/मेरिडा
अमेरिका/मेक्सिको सिटि
अमेरिका/मिकलोन
अमेरिका/मोन्टेर्रे
अमेरिका/मोन्टेभिडियो
अमेरिका/मोन्ट्रियल
अमेरिका/मोन्टसेराट
अमेरिका/नासौ
अमेरिका/न्यू योर्क
अमेरिका/निपिगोन
अमेरिका/नोम
अमेरिका/नोरोन्हा
अमेरिका/ नर्थ डाकोटा/सेन्टर
अमेरिका/पानामा
अमेरिका/पाङ्गनिर्टुङ
अमेरिका/पारामारिबो
अमेरिका/फोनिक्स
अमेरिका/पोर्ट-आउ-प्रिन्स
अमेरिका/पोर्ट-अफ-स्पेन
अमेरिका/पोर्टो भेल्हो
अमेरिका/पुएर्टो रिको
अमेरिका/रेनी रिभर
अमेरिका/रङ्किन इनलेट
अमेरिका/रेसिफे
अमेरिका/रेजिना
अमेरिका/रियो ब्रान्को
अमेरिका/रोसारियो
अमेरिका/सान्टियागो
अमेरिका/सान्टो डोमिन्गो
अमेरिका/साओ पाउलो
अमेरिका/स्कोर्सबिसन्ड
अमेरिका/सिप्रोक
अमेरिका/सेन्ट जोन्स
अमेरिका/सेन्ट किट्स
अमेरिका/सेन्ट लुसिया
अमेरिका/सेन्ट थोमस
अमेरिका/सेन्ट भिन्सेन्ट
अमेरिका/स्विफ्ट करेन्ट
अमेरिका/टेगुसिगाल्पा
अमेरिका/थुले
अमेरिका/थन्डर बे
अमेरिका/टिजुवाना
अमेरिका/टोर्टोला
अमेरिका/भानकोवर
अमेरिका/ह्वाइटहर्स
अमेरिका/विन्निपेग
अमेरिका/याकुटाट
अमेरिका/येल्लोनाइफ
अन्टार्कटिका/क्यासे
अन्टार्कटिका/डेभिस्
अन्टार्कटिका/डुमोण्टडुर्बिल्ले
अन्टार्कटिका/म्वासन
अन्टार्कटिका/म्याकमुर्डो
अन्टार्कटिका/पाल्मर
अन्टार्कटिका/साउथ पोल
अन्टार्कटिका/स्योवा
अन्टार्कटिका/वोस्टोक
आर्कटिक/लंगइयरबाइन
एशिया/अदेन
एशिया/अल्म्याटि
एशिया/अम्मान
एशिया/अनादिर
एशिया/अक्टो
एशिया/अक्टोबे
एशिया/आश्गाबाट
एशिया/बग्दाद
एशिया/बहराइन
एशिया/बाकु
एशिया/ब्याङ्कक
एशिया/बेइरुत
एशिया/बिसकेक्
एशिया/ब्रुनाई
एशिया/कलकत्ता
एशिया/कोइबालसान
एशिया/चोङ्किङ्
एशिया/कोलम्बो
एशिया/दामास्कस्
एशिया/ढाका
एशिया/डिल्ली
एशिया/दुबाइ
एशिया/दुशान्बे
एशिया/गाजा
एशिया/हर्बिन
एशिया/हङ्गकङ्ग
एशिया/होव्द
एशिया/इर्कुस्तस्क
एशिया/इस्तानबुल
एशिया/जाकर्ता
एशिया/जयपूरा
एशिया/जेरुसलेम
एशिया/काबुल
एशिया/कामचट्का
एशिया/कराची
एशिया/कस्गार
एशिया/काठमाडौँ
एशिया/क्रस्नोयार्स्क
एशिया/क्वालालम्पुर
एशिया/कुचिङ्
एशिया/कुवेत
एशिया/मकाओ
एशिया/मकाउ
एशिया/मगदान
एशिया/मकासार
एशिया/मनिला
एशिया/मस्कट
एशिया/निकोसिया
एशिया/नोवोसिबिर्स्क
एशिया/ओम्स्क
एशिया/ओरल
एशिया/नोमपेन्ह
एशिया/पोन्टियानाक
एशिया/प्योङ्याङ
एशिया/कतार
एशिया/क्विजिलोर्दा
एशिया/रङ्गुन
एशिया/रियाद
एशिया/सइगोन
एशिया/सखलिन
एशिया/समरकान्द
एशिया/सिओल
एशिया/सङ्‍‌घाई
एशिया/सिङ्गापोर
एशिया/ताइपेइ
एशिया/ताश्केन्ट
एशिया/बिलिसि
एशिया/तेह्रान
एशिया/थिम्पु
एशिया/टोक्यो
एशिया/उजङ्ग पानदाङ्ग
एशिया/उलनबटार
एशिया/उरुम्की
एशिया/भियेन्ताइन
एशिया/ब्लादिवोस्तोक
एशिया/याकुत्सक
एशिया/येकाटरिनबर्ग
एशिया/येरेवान
एटलान्टिक/अजोर्स
एटलान्टिक/बर्मुडा
एटलान्टिक/क्यानरी
एटलान्टिक/केप वर्दे
एटलान्टिक/फाइरो
एटलान्टिक/जान मायेन
एटलान्टिक/मदेइरा
एटलान्टिक/रेकजाविक
एटलान्टिक/साउथ जर्जिया
एटलान्टिक/सेन्ट हेलेना
एटलान्टिक/स्टान्ली
अष्ट्रेलिया/अदेलाईदे
अष्ट्रेलिया/ब्रिस्बाने
अष्ट्रेलिया/ब्रोकेन हिल
अष्ट्रेलिया/डार्विन
अष्ट्रेलिया/होबर्ट
अष्ट्रेलिया/लिन्डेम्याना
अष्ट्रेलिया/लर्ड होवे
अष्ट्रेलिया/मेलबोर्न
अष्ट्रेलिया/पर्थ
अष्ट्रेलिया/सिड्नी
यूरोप/आमस्टर्डम
यूरोप/एन्डोरा
यूरोप/एथेन्स
यूरोप/बेलफास्ट
यूरोप/बेलग्रेड
यूरोप/बर्लिन
यूरोप/ब्राटिस्लाभा
यूरोप/ब्रुसेल्स
यूरोप/बुकारेस्ट
यूरोप/बुडापेस्ट
यूरोप/चिसिनो
यूरोप/कोपेन्हेगन
यूरोप/डब्लिन
यूरोप/जिब्राल्टार
यूरोप/हेलसिन्कि
यूरोप/इस्तानबुल
यूरोप/कालीनिन्ग्राड
यूरोप/किएब
यूरोप/लिस्बोन
यूरोप/जबल्जाना
यूरोप/लन्डन
यूरोप/लक्जेम्बर्ग
यूरोप/मेड्रिड
यूरोप/माल्टा
यूरोप/मिन्स्क
यूरोप/मोनाको
यूरोप/मस्को
यूरोप/निकोसिया
यूरोप/अस्लो
यूरोप/पेरिस
यूरोप/पराग्वे
यूरोप/रिगा
यूरोप/रोम
यूरोप/समारा
यूरोप/सान मारिनो
यूरोप/साराजेवो
यूरोप/सिमफरोपोल
यूरोप/स्कोप्जे
यूरोप/सोफिया
यूरोप/स्टकहोम
यूरोप/टल्लिन
यूरोप/टिराने
यूरोप/उझ्गोरोड
यूरोप/वादुज
यूरोप/भ्याटिकन
यूरोप/भियाना
यूरोप/भिल्नियस
यूरोप/वार्सा
यूरोप/जाग्रेब
यूरोप/जापोरोझिए
यूरोप/जुरिच
इन्डियन/एन्टानानारिवो
इन्डियन/चागोस्
इन्डियन/क्रिस्मस
इन्डियन/कोकोस्
इन्डियन/कोमोरो
इन्डियन/केर्गुएलेन
इन्डियन/मेहे
इन्डियन/माल्दिब्स
इन्डियन/माउरिसस
इन्डियन/मायोट्टे
इन्डियन/रियूनियन
प्यासिफिक/एपिया
प्यासिफिक/अकल्याण्ड
प्यासिफिक/च्याथम
प्यासिफिक/इस्टर
प्यासिफिक/इफेट
प्यासिफिक/इन्डरबरी
प्यासिफिक/फकाओफो
प्यासिफिक/फिजि
प्यासिफिक/फुनाफुटि
प्यासिफिक/गलापागोस
प्यासिफिक/ग्याम्बिर
प्यासिफिक/गुदालक्यानल
प्यासिफिक/गुआम
प्यासिफिक/होनोलुलु
प्यासिफिक/जोन्सटन
प्यासिफिक/किरिटिमाटि
प्यासिफिक/कोस्रे
प्यासिफिक/क्वाजालेइन
प्यासिफिक/माजुरो
प्यासिफिक/मार्क्युसस
प्यासिफिक/मिडवे
प्यासिफिक/नाउरु
प्यासिफिक/निउ
प्यासिफिक/नर्फोल्क
प्यासिफिक/नोउमिआ
प्यासिफिक/पागो पागो
प्यासिफिक/पालौ
प्यासिफिक/पिटकेइरन
प्यासिफिक/पोनापे
प्यासिफिक/पोर्ट मोरेस्बि
प्यासिफिक/रारोटोङ्गा
प्यासिफिक/साइपन
प्यासिफिक/टाहिटि
प्यासिफिक/टारावा
प्यासिफिक/टोङ्गाटापु
प्यासिफिक/ट्रुक
प्यासिफिक/वेक
प्यासिफिक/वालिस्
प्यासिफिक/याप
यस रूपमा बचत गर्नुहोस्...
बन्द गर्नुहोस्
हालको फाइल बन्द गर्नुहोस्
हालको फाइल बचत गर्नुहोस्
यस रूपमा बचत गर्नुहोस्...
हालको फाइललाई एउटा भिन्न नाममा बचत गर्नुहोस्
मुद्रण गर्नुहोस्...
मुद्रण पूर्वावलोकन
ड्राफ्टको रूपमा बचत गर्नुहोस्
पठाउनुहोस्
यो सन्देश पठाउनुहोस्
PGP गुप्तीकरण गर्नुहोस्
PGP सँग यस सन्देशलाई गुप्तीकरण गर्नुहोस्
PGP साइन
यस सन्देशलाई तपाईँको PGP कुञ्जी चिन्ह दिनुहोस्
सन्देशलाई प्राथमिकता दिनुहोस्
सन्देशको प्राथमिकता उच्चमा सेट गर्नुहोस्
तपाईँको सन्देश पढिएको बेला हस्तान्तरण सूचना प्राप्त गर्नुहोस्
S/MIME गुप्तीकरण गर्नुहोस्
तपाईँको S/MIME गुप्तीकरण प्रमाणपत्रसँग यस सन्देशलाई गुप्तीकरण गर्नुहोस्
S/MIME साइन
यस सन्देशलाई तपाईँको S/MIME हस्ताक्षर प्रमाणपत्रसँग चिन्ह दिनुहोस्
गुप्त बोधार्थ प्रतिलिपि फाँट
गुप्त बोधार्थ प्रतिलिपि फाँट प्रदर्शित छ कि छैन टगल गर्दछ
बोधार्थ प्रतिलिपि फाँट
बोधार्थ प्रतिलिपि फाँट प्रदर्शित छ कि छैन भनेर टगल गर्दछ
फाँटमा जवाफ दिनुहोस्
प्रापकलाई जवाफ दिनुहोस् फाँट प्रदर्शित छ कि छैन भनेर टगल गर्दछ
ड्राफ्ट बचत गर्नुहोस्
सन्देश प्रापकहरू प्रविष्ट गर्नुहोस्
ठेगानाहरू प्रविष्ट गर्नुहोस् जसले यस सन्देशको बोधार्थ प्रतिलिपि प्राप्त गर्ने छन्
बाट:
यसलाई जवाफ पठाउनुहोस्:
लाई:
बोधार्थ प्रतिलिपि:
गुप्त बोधार्थ प्रतिलिपि:
लाई पोस्ट गर्नुहोस्:
विषय:
हस्ताक्षर:
ठेगाना पुस्तिकाका लागि याहाँ क्लिक गर्नुहोस्
पोस्ट गर्नका लागि फोल्डरहरू चयन गर्न यहाँ क्लिक गर्नुहोस्
बाहिर पठाउने सन्देश चिन्ह दिन सकिँदैन: यस खाताका लागि कुनै चिन्ह प्रमाणपत्र सेट गरिएको छैन
बाहिर पठाउने सन्देश गुप्तीकरण गर्न सकिँदैन: यो खाताका लागि गुप्तीकरण प्रमाणपत्र सेट गरिएको छैन
सन्देश रचना गर्नुहोस्
शीर्षक विहिन सन्देश
{0}बाट सन्देशहरू संलग्न गर्नका लागि पुन: प्राप्त गर्न सकेन ।
किनभने &quot;{1}quot;.
तपाईँ पूरा नभएका सन्देशहरू पूरा गर्न चाहनुहुन्छ ?
तपाईँले नयाँ सन्देश लेख्दै गर्दा इभोल्युसन अनपेक्षित रूपमा बन्द भयो । सन्देश पुन:प्राप्त गर्नाले तपाईँले छाड्नु भएको ठाउँबाट जारी राख्न अनुमति दिनेछ ।
पुन: प्राप्त नगर्नुहोस्
पुन: प्राप्त गर्नुहोस्
&quot; स्वत बचत हुने फाइल बचत गर्न सकेन{0}quot;.
स्वत:बचतमा बचत गर्दा त्रुटि किनभने &quot;{1}quot; ।
डाउनलोड प्रगतिमा छ । तपाईँ पत्र पठाउन चाहनुहुन्छ?
त्यहाँ थोरै संलग्र फाइलहरू डाउनलोड हुँदै छन् । पत्र पठाउने कारणले विचारधिन संलग्र फाइलहरू बिना पत्र पठाइनेछ
तपाईँ निश्चित रूपमा तपाईँले रचना गरिरहनुभएको, '{0}' शीर्षक भएको यस सन्देशलाई छाड्न चाहनुहुन्छ ?
तपाईँले ड्राफ्ट फोल्डरमा बचत गर्न सन्देश नरोजेसम्म, यो कम्पोजर सञ्झ्याल बन्द गर्नाले सन्देश स्थायीरूपले छाड्नेछले छाड्नेछ । यसले तपाईँलाई पछिल्लो समयमा सन्देश जारी राख्न अनुमति दिनेछ ।
सम्पादन जारी राख्नुहोस्
सन्देश सिर्जना गर्न सकेन ।
किनभने &quot;{0}quot;,तपाईँलाई भिन्न पत्र विकल्पहरू चयन गर्न आवश्यक हुनसक्दछ ।
&quot;{0}quot; हस्ताक्षर फाइल पढ्न सकेन ।
सबै खाताहरू हटाइएका छन् ।
तपाईँले पत्र रचना गर्नु अगाडि एउटा खाता कन्फिगर गर्न आवश्यक छ ।
इभोल्युसन
ग्रूपवेयर सुट
सम्पर्क
स्वत: समाप्ति लम्बाइ
क्यारेक्टरको सङ्ख्या जुन इभोल्युसनले स्वत: सम्पन्न गर्न प्रयत्न गर्नु भन्दा पहिला टाइप गर्नु पर्दछ ।
चयन गरिएका नाम संवादमा अन्तिम पटक प्रयोग गरिएको फोल्डरका लागि URI
चयन गरिएका नाम संवादमा अन्तिम पटक प्रयोग गरिएको फोल्डरका लागि URI ।
पूर्वावलोकन फलक देखाउनुहोस्
या पूर्वावलोकन फलक देखाउनुहोस् ।
विभिन्न क्यारेक्टर सेटहरूबाट आईरहेको रद्दी/हानी टोकनहरू एकिकृत गर्न सन्देश पाठलाई युनिकोड यूटीएफ-८ मा रूपान्तरण गर्नुहोस् ।
मासिक दृश्यमा सप्ताहन्तलाई सङ्कुचित गर्नुहोस्
वस्तुहरू मेट्दा यकिनका लागि सोध्नुहोस्
काट्ने यकीन गर्नुहोस्
मासिक दृश्य ठाडो फलक स्थिति
कार्य दिनको अन्तिम घन्टा
कार्य दिनको अन्तिम मिनेट
कार्यदिन समाप्त हुने मिनेट, ० देखि ५९ ।
कार्य दिनको सुरु घन्टा
कार्यदिन सुरुहुने घन्टा, चौबीस घण्टे ढाँचामा, ० देखि २३ ।
कार्य दिनको सुरु मिनेट
कार्यदिन सुरुआत हुने मिनेट, ० देखि ५९ ।
पूर्वनिर्धारित रिमाइन्डर मान
पूर्वनिर्धारित रिमाइन्डर एकाइहरू
घटना/बैठक/कार्य सम्पादकमा कोटि फाँटहरू देखाउनुहोस्
घटना/बैठक सम्पादकमा कोटि फाँटहरू देखाउने वा नदेखाउने
घटना/कार्य/बैठक सम्पादकमा भूमिका फाँट देखाउनुहोस्
घटना/कार्य/सम्पादकमा भूमिका फाँट देखाउने वा नदेखाउने
घटना/कार्य/बैठक सम्पादकमा RSVP फाँट देखाउनुहोस्
घटना/कार्य/बैठक सम्पादकमा RSVP फाँट देखाउने वा नदेखाउने
घटना/कार्य/बैठक सम्पादकमा वस्तु स्थिति फाँट देखाउनुहोस्
घटना/कार्य/बैठक सम्पादकमा वस्तु स्थिति फाँट देखाउने वा नदेखाउने
घटना/बैठक सम्पादकमा टाइमजोन फाँट देखाउनुहोस्
घटना/बैठक सम्पादकमा टाइमजोन फाँट देखाउने वा नदेखाउने
घटना/कार्य/बैठक सम्पादकमा टाइप फाँट देखाउनुहोस्
घटना/कार्य/बैठक सम्पादकमा टाइप फाँट देखाउने वा नदेखाउने
पूरा भएको कार्यहरू लुकाउनुहोस्
कार्य एकाइहरू लुकाउनुहोस्
कार्य मान लुकाउनुहोस्
तेर्सो फलक स्थिति
मार्कोस ब्येन्स लाइन रङ - दिन दृश्य
मार्कोस ब्येन्स लाइन रङ - समय पट्टी
मार्कोस ब्येन्स् लाइन
मासिक दृश्य तेर्सो फलक स्थिति
स्वतन्त्र/व्यस्त टेम्प्लेट यूआरएल
भेटघाट समाप्त हुने समय हप्ता र महिना दृश्यहरूमा देखाउनुहोस्
आजको रङको बाँकी कार्यहरू
म्याद नाघेको कार्य रङ
समय भागहरू
टाइमजोन
चौविस घन्टा समय ढाँचा
पूर्वनिर्धारित भेटघाट रिमाइन्डर
इभोल्युसन पूर्वनिर्धारित मेलर हो कि भनेर जाँच गर्नुहोस्
प्रत्येक पटक इभोल्युसन सुरुआत गर्दा, यो पूर्वनिर्धारित मेलर हो कि होइन भनेर जाँच गर्नुहोस् ।
सन्देशहरू रचना गर्नुपर्ने पूर्वनिर्धारित चारसेट
सन्देशहरू रचना गर्नुपर्ने पूर्वनिर्धारित चारसेट ।
रेखामा हिज्जे जाँच
तपाईँले टाइप गरे अनुरूपमा शब्दहरूमा हिज्जे त्रुटि सूचकहरू कोर्नुहोस् ।
स्वचालित लिङ्क पहिचान
पाठमा लिङ्क पहिचान गर्नुहोस् र तिनीहरूलाई बदल्नुहोस् ।
पूर्वनिर्धारित रूपमा HTML मेल पठाउनुहोस्
पूर्वनिर्धारित रूपमा HTML मेल पठाउनुहोस् ।
अझै टाइप गर्नुपर्ने खोजी विशेषता सक्षम पार्नुहोस् वा अक्षम पार्नुहोस्
सन्देश "पूर्वावलोकन"मा वृत्तान्तहरू चिन्ह लगाउनुहोस्
सन्देश "पूर्वावलोकन"मा वृत्तान्तहरू चिन्ह लगाउनुहोस् ।
वृत्तान्त हाइलाइट रङ
वृत्तान्त हाइलाइट रङ ।
क्यारेट मोड सक्षम/अक्षम पार्नुहोस्
क्यारेट मोड सक्षम बनाउनुहोस्, ताकि तपाईँले मेल पढ्दा कर्सर देख्न सक्नुहुन्छ ।
सन्देशहरू प्रदर्शन गर्नुपर्ने पूर्वनिर्धारित चारसेट
सन्देशहरू प्रदर्शन गर्नुपर्ने पूर्वनिर्धारित चारसेट ।
एनिमेसनहरू देखाउनुहोस्
एनिमेसनहरूको रूपमा एनिमेट गरिएका छविहरू देखाउनुहोस् ।
प्रेषकको फोटो देखाउनुहोस्
सन्देश पढ्ने फलकमा प्रेषकको फोटो देखाउनुहोस् ।
निर्दिष्ट टाइमआउट पछि हेरि सकेको रूपमा चिन्ह लगाउनुहोस्
निर्दिष्ट टाइमआउट पछि हेरि सकेको रूपमा चिन्ह लगाउनुहोस् ।
मेटिएका सन्देशहरू सन्देश-सूचीमा देखाउनुहोस्
मेटिएका सन्देशहरू (स्ट्राइक थ्रु मा) सन्देश-सूचीमा देखाउनुहोस् ।
प्रति फोल्डर पूर्वावोलोकन लुकाउँदछ र चयन हटाउँदछ
सन्देश-सूची फलकको उचाइ
सन्देश-सूची फलकको उचाइ ।
सन्देश-सूची फलकको चौडाइ
सन्देश-सूची फलकको चौडाइ ।
चल चौडाइ फन्ट
टर्मिनल फन्ट
अनुकूल फन्टहरू प्रयोग गर्नुहोस्
लाई/बोधार्थ प्रतिलिपि/गुप्त बोधार्थ प्रतिलिपि मा ठेगानाको प्रदर्शन सङ्कुचन गर्नुहोस्
ठगाना गन्तिमा निर्दिष्ट गरिएको सङ्ख्यालाई लाई/बोधार्थ प्रतिलिपि/गुप्त बोधार्थ प्रतिलिपि मा ठेगानाको प्रदर्शन सङ्कुचन गर्नुहोस् ।
लाई/बोधार्थ प्रतिलिपि/गुप्त बोधार्थ प्रतिलिपि मा प्रदर्शन गर्न ठगानाहरूको सङ्ख्या
यसले पूर्वनिर्धारित सन्देश सूची दृश्यमा देखाउन ठेगानाहरूको सङख्या सेट गर्दछ, जसको बाहिर एउटा '...' देखाइन्छ ।
विषयमा आधारित सन्देश-सूची थ्रेड गर्नुहोस्
सन्देशहरूले भित्र-जवाफ-पाउने वा सन्दर्भ हेडरहरू समाविष्ट नगर्दा विषयहरुद्वारा थ्रेडिङ्‌मा पछाडि राख्ने या नराख्ने ।
थ्रेड विस्तार स्थितिका लागि पूर्वनिर्धारित मान
लग फिल्टर कार्यहरू
निर्दिष्ट गरिएको लग फाइलका लग फिल्टर कार्यहरू ।
लग फिल्टर कार्हरूमा लग फाइल
लग फिल्टर कार्यहरूमा लग फाइल ।
पूर्वनिर्धारित फवार्ड शैली
पूर्वनिर्धारित जवाफ शैली
खाली विषयमा प्रवर्धन गर्नुहोस्
उसले/उनले विषय बिनाको सन्देश पठाउने प्रयास गर्दा प्रयोगकर्ता प्रवर्धन गर्नुहोस् ।
प्रयोगकर्ताले मेट्दा प्रवर्धन गर्नुहोस्
उसले/उनले एउटा फोल्डरलाई मेट्ने प्रयास गर्दा प्रयोगकर्ता प्रवर्धन गर्नुहोस् ।
प्रयोगकर्ताले गुप्त बोधार्थ मात्र भर्दा प्रवर्धन गर्नुहोस्
प्रयोगकर्ताले प्रापक वा बोधार्थ प्रतिलिपि पाउने बिना एक सन्देश पठाउने प्रयास गर्दा प्रवर्धन गर्दछ ।
प्रयोगकर्ताले नचाहिएको HTML पठाउने प्रयास गर्दा प्रवर्धन गर्नुहोस्
जब प्रयोगकर्ताले HTML मेल प्राप्त गर्न नचाहने प्रापकहरूलाई HTML मेल पठाउने प्रयास गर्दा प्रवर्धन गर्नुहोस् ।
प्रयोगकर्ताले १० वा धेरै सन्देशहरू एक पटकमा खोल्ने प्रयास गर्दछ भने प्रवर्धन गर्नुहोस्
यदि प्रयोगकर्ताले एक पटकमा १० वा बढी सन्देशहरू खोल्ने प्रयास गर्दछ भने तिनीहरू साँच्चिकै यसो गर्न चाहन्छन् भनि सोध्नुहोस् ।
बहुविध सन्देश चिन्ह लगाउँदा प्रवर्धन गर्नुहोस्
निस्कँदा रद्दीटोकरी फोल्डरहरू खाली गर्नुहोस्
इभोल्युसनबाट निस्कँदा सबै रद्दीटोकरी फोल्डरहरू खाली गर्नुहोस् ।
रद्दीटोकरी खाली गरेर अन्त्य गर्ने समयबीचमा न्युनतम दिनहरू
रद्दीटोकरी खाली गरेर अन्त्य गर्ने समयबीच न्युनतम समय, दिनहरूमा ।
लेबुलहरूको सूची र तिनीहरूको सम्बन्धित रङहरू
इभोल्युसनको मेल अवयवलाई लेबुलहरूको सूची थाहा हुन्छ । यो सूचीले नाम समविष्ट भएको स्ट्रिङहरू समाविष्ट गर्दछ: रङ जहाँ रङले HTML हेक्स सङ्केतन प्रयोग गर्दछ ।
आगमन मेल जङ्क भएको जाँच गर्नुहोस्
निस्कँदा जङ्क फोल्डरहरू खाली गर्नुहोस्
इभोल्युसनबाट निस्कँदा सबै जङ्क फोल्डरहरू खाली गर्नुहोस् ।
जङ्क खाली गरेर अन्त्य गर्ने समयबीचमा न्युनतम दिनहरू
रद्दीटोकरी खाली गरेर अन्त्य गर्ने समयबीच न्युनतम समय, दिनहरूमा ।
जङ्क हुकका लागि पूर्वनिर्धारित प्लगइन
यो पूर्वनिर्धारित जङ्क प्लगइन हो, तापनि त्यहाँ बहुविध प्लगइनहरू सक्षम परिएका छन् । यदि पूर्वनिर्धारित सूचीकृत प्लगइन अक्षम पारिएमा, यसले अन्य उपलब्ध प्लगइनहरूमा पछ्याउने छैन ।
पूर्वनिर्धारित खाताको UID स्ट्रिङ ।
डाइरेक्टरी वचत गर्नुहोस्
सन्देशको मुख्य भागमा हेरनलाई संलग्न रिमाइन्डर प्लगइनका लागि संकेतहरूको सूची
विकास चेतावनी संवाद फड्काउनुहोस्
या इभोल्युसनको विकास संस्करणमा चेतावनी संवाद फड्काइएको छ ।
अफलाइन मोडमा सुरु गर्नुहोस्
या अनलाइन मोडको सट्टामा अफलाइन मोडमा इभोल्युसन सुरुआत हुनेछ ।
सञ्झ्याल बटनहरू दृश्यात्मक छन ।
या सञ्झ्याल बटनहरू दृश्यात्मक हुनुपर्दछ ।
सञ्झ्याल बटन शैली
सञ्झ्याल बटनको शैली । "पाठ", "प्रतिमाहरू", "दुबै", "उपकरणपट्टी" हुनसक्दछ । यदि "उपकरणपट्टी" सेट गरिन्छ भने, बटनहरूको शैली जिनोम उपकरणपट्टी सेटिङद्वारा निर्धारण गरिन्छ ।
उपकरणपट्टी दृश्यात्मक छ
या उपकरणपट्टी दृश्यात्मक हुनुपर्दछ ।
छेउपट्टी दृश्यात्मक छ
या उपकरणपट्टी दृश्यात्मक हुनुपर्दछ ।
वस्तुस्थितिपट्टी दृश्यात्मक छ
या उपकरणपट्टी दृश्यात्मक हुनुपर्दछ ।
सुरुआतमा पूर्वनिर्धारित रूपले देखाउने अवयवको आईडी वा उपनाम
पूर्वनिर्धारित छेउपट्टी चौडाइ
छेउपट्टीका लागि पूर्वनिर्धारित चौडाइ, पिक्सेलमा ।
स्थानीय स्पाम परीक्षणहरू मात्र प्रयोग गर्नुहोस् ।
स्थानीय स्पाम परीक्षणहरू मात्र प्रयोग गर्नुहोस् (DNS होइन) ।
नाम
साइज
सुरक्षा
mboxImp
मेल पठाउने
साइन नगरिएको
यो सन्देशलाई साइन गरिँदैन । यो सन्देश आधिकारिक जत्तिकै हो भनेर त्यहाँ कुनै प्रत्याभूति छैन ।
वैध हस्ताक्षर
यो सन्देशलाई साइन गरिन्छ र वैध को अर्थ यो सन्देश आधिकारिक जत्तिकै छ ।
अवैध हस्ताक्षर
यो सन्देशको हस्ताक्षर रुजू गर्न सकिँदैन, यो बाटोमा परिवर्तन भएको हुनसक्दछ ।
वैध हस्ताक्षर, तर प्रेषक रुजू गर्न सक्दैन
यो सन्देशलाई वैध हस्ताक्षरले साइन गरिन्छ, तर सन्देशको प्रेषकलाई रुजू गर्न सकिँदैन ।
हस्ताक्षर अवस्थित छ, तर सार्वजनिक कुञ्जी आवश्यक छ
यो सन्देशलाई वैध हस्ताक्षरले साइन गरिन्छ, तर त्यहाँ कुनै संगत सार्वजनिक कुञ्जी छैन ।
गुप्तीकरण नगरिएको
यो सन्देशलाई गुप्तीकरण गरिँदैन, यसको सामग्री इन्टरनेटको बाटोमा हेर्न सकिन्छ।
गुप्तीकरण गरिएको, कमजोर
तर एक कमजोर गुप्तीकरण अल्गोरिद्मसँग यो सन्देशलाई गुप्तीकरण गरिन्छ। यो कठिन हुँनेछ, तर सन्देशको सामग्रीलाई व्यवहारिक समय अवधि भित्र एक आगन्तुकलाई हर्न असम्भव भने छैन।
गुप्तिकृत
यो सन्देश गुप्तीकरण गरिएको छ, यो सन्देशको सामग्रीलाई एक आगन्तुकलाई हेर्न कठिन हुँनेछ ।
गुप्तीकरण गरिएको, बलियो
बलियो गुप्तीकरण अलगोरिदमसँग यो सन्देशलाई गुप्तीकरण गरिन्छ । यो सन्देशको सामग्रीलाई व्यवहारिक समय अवधि भित्र एक आगन्तुकलाई हेर्न धेरै कठिन हुनेछ ।
प्रमाणपत्र हेर्नुहोस्
यो प्रमाणपत्र दृश्ययोग्य छैन
स्रोत
बोधार्थ
गुप्त बोधार्थ
FTP साइट (%s) का लागि सूचक
"%s" वैध साइटमा (%s) स्थानीय फाइलको लागि सूचक
(%s) स्थानीय फाइलका लागि सूचक
(%s) टाढाको डेटाका लागि सूचक
("%s" प्रकार) अज्ञात बाह्य डेटाका लागि सूचक
MIME सन्देश पद वर्णन गर्न सकेन । स्रोतको रूपमा प्रदर्शन गर्दै ।
बहु-भाग/गुप्तीकरणलाई समर्थन नगरिएको गुप्तीकरण प्रकार
समर्थन नगर्ने हस्ताक्षर ढाँचा
लाई-जवाफ पठाउनुहोस्
मिति
समाचार समूहहरू
आकृति
%s संलग्न फाइल
email-custom-header-Security
send-options
जवाफ अनुरोध गरियोESendOptionsWithin
ESendOptionsWithin
उपयुक्त हुँदा
जवाफहरू
विलम्ब सन्देश हस्तान्तरणESendOptionsAfter
ESendOptionsAfter
समाप्ति मिति सेट गर्नुहोस्ESendOptions
प्राथमिकता:
साधारण विकल्पहरू
सूचनाहरू ट्रयाक गर्न एउटा पठाएको वस्तु सिर्जना गर्नुहोस्
हस्तान्तरित
हस्तान्तरण गरियो र खोलियो
सबै सूचना
पठाएको वस्तु स्वत: मेट्नुहोस्
जब खोलियो:
जब घटाइयो:
जब पूरा भयो:
जब स्वीकार गरियो:
वस्तुस्थिति ट्रयाक गर्दै
क्रमबद्ध...
द्धारा समूह...
फाँटहरू देखाइयो...
बढ्दो क्रम
घट्दो क्रम
द्धारा समूह वस्तुहरू
त्यस बाट
क्रमबद्ध गर्नुहोस्
सबै खाली गर्नुहोस्
द्धारा क्रमबद्ध वस्तुहरू
एउटा टाइम जोन चयन गर्नुहोस्
मानचित्रको एक क्षेत्रमा जुम बढाउन र टाइम जोन चयन गर्न माउसको बायाँ बटन प्रयोग गर्नुहोस् । जुम घटाउन माउसको दायाँ बटन प्रयोग गर्नुहोस् ।
आवगमन
हालको समय
तपाईँले निर्दिष्ट गर्नुभएको समय
हालको समयसँग सम्बन्धित एक समय
सेकेन्ड
हप्ताहरू
महिना
वर्ष
अगाडि
भविश्यमा
पत्रका लागि फिल्टरहरू देखाउनुहोस्:
नियमहरू फिल्टर गर्नुहोस्
विरुद्धमा तुलना गर्नुहोस्
सन्देशको मिति फिल्टर गर्दा देखा पर्ने हालको समयसँग तुलना गरिनेछ ।
सन्देशको मिति निर्दिष्ट गरिएको मितिको १२:०० पूर्वान्ह विरुद्धमा तुलना गरिनेछ ।
सन्देशको मिति फिल्टर गरिरहेको देखा पर्ने समबन्धित समयसँग तुलना गरिनेछ ।
नयाँ दृश्य सिर्जना गर्नुहोस्
नाम:
अवस्थित दृश्य प्रतिस्थापन गर्नुहोस्
%s (%d%% पूरा)
संलग्न फाइलको गुण
फाइल नाम:
संलग्नताको स्वचालित प्रदर्शन सुझाव दिनुहोस्
पृष्ठभूमिको रूपमा सेट गर्नुहोस्
संलग्नता पट्टी लुकाउनुहोस्
संलग्नता पट्टी देखाउनुहोस्
संलग्न गर्नुहोस्
सबै बचत गर्नुहोस्
लुकाउनुहोस्
हरफ भित्र हेर्नुहोस्
Attached message - Subject
Ctrl-click to open a link http://www.example.com
CalItem
CalItem
CalItem
मासिक पात्रो
उपलब्ध कोटिहरू:
सूची पपअप गर्नुहोस्
अहिले
आजNonetable-date
ठिक छ
समय यस ढाँचामा हुनुपर्नेछ: %s
?
प्रतिशत मान ० र १०० को बीचमा हुनुपर्दछ, समावेशी
क्यारेक्टर सङ्केतन
प्रयोग गर्नका लागि क्यारेक्टर सेट प्रविष्टि गर्नुहोस्
अन्य...
अरबी
बाल्टिक
केन्द्रीय युरोपेली
चिनिया
सिरिलिक
ग्रीक
हिब्रु
जापानी
कोरियाली
थाइ
टर्कीस
युनिकोड
पश्चिमी युरोपेली
पश्चिमी युरोपेली, नयाँChinese, Traditional
परम्परागतChinese, Simplified
सरलीकृतCyrillic, Ukrainian
युक्रेनियालीHebrew, Visual
दृश्यात्मक
मिति र समय
मिति आगत गर्न पाठ प्रविष्टि
एउटा पात्रो देखाउन यो बटन क्लिक गर्नुहोस्
समय
अहिले
आज
कुनै पनि होइनNonedate
अवैध मिति मान
अवैध समय मान
भोलि
Next %aDateFmt
Next %aDateFmt
Next %aDateFmt
Next %aDateFmt
Next %aDateFmt
Next %aDateFmt
Next %aDateFmt
अहिले
%d-%b-%Y
विरुद्धमा तुलना गर्नका लागि समय चयन गर्नुहोस्
NoneInclude threads: None
सबै सम्बन्धित
जवाफहरू र प्रमूलहरू
जवाफ वा प्रमूल छैन
बाह्यगमन
एउटा फाइल चयन गर्नुहोस्
फाइल प्रकार:
यस आयातको गन्तव्य रोज्नुहोस्
चलाउनका लागि आयातकर्ताको प्रकार रोज्नुहोस्:
पुरानो कार्यक्रमबाट डेटा र सेटिङ आयात गर्नुहोस्
एउटा एकल फाइल आयात गर्नुहोस्
कृपया तपाईँले आयात गर्न चाहनुभएको सूचना चयन गर्नुहोस्:
%s बाट:Cancel Import
इभोल्युसन आयात सहयोगी
आयात स्थान
आयातकर्ता प्रकार
एउटा फाइल चयन गर्नुहोस्
स्वत:सिर्जना भएको
बन्द गर्नुहोस्
नामकरण नगरिएको
स्क्रिप्ट थप्नुहोस्
विश्व मानचित्र
कुनै कोटि
खोजी गर्नुहोस्
ठेगाना पूस्तिका
हटाउनुहोस्Expand MyList Inline
इभोल्युसन प्राथमिकताहरू
मुद्रण गर्दा एउटा त्रुटि देखा पर्‍‌यो
मुद्रण प्रणालीले त्रुटिको बारेमा निम्न विवरणहरू रिपोर्ट गर्‍‌यो:
मुद्रण प्रणालीले त्रुटिको बारेमा कुनै पनि थप विवरणहरू रिपोर्ट गरेन ।
नियम थप्नुहोस्
नियम सम्पादन गर्नुहोस्
अघिल्लो
पछिल्लो
पत्र
जब मेटियो:
प्रकार:
नाम:Refresh every [NUMERIC_ENTRY] [TIME_UNITS_COMBO]
थप्नका लागि क्लिक गर्नुहोस्
(बढ्दो क्रम)
(घट्दो क्रम)
क्रमबद्ध गरिएको छैन
समूहबद्ध गरिएको छैन
फाँटहरू देखाउनुहोस्
तपाईँको तालिकामा एक स्तम्भ थप्नका लागि, यसलाई तपाईँले देखाउन चाहनुभएको स्थानमा तान्नुहोस् ।
हालको दृश्य अनुकूलन गर्नुहोस्
बढ्दो क्रममा क्रमबद्ध गर्नुहोस्
घट्दो क्रममा क्रमबद्ध गर्नुहोस्
क्रमबद्ध नगर्नुहोस्
यो फाँटद्धारा समूह
बाकसद्धारा समूह
यो स्तम्भ हटाउनुहोस्
एउटा स्तम्भ थप्नुहोस्...
पङ्क्तिबद्धता
सबै भन्दा मिल्दो
स्तम्भहरू ढाँचाबद्ध गर्नुहोस्...
हालको दृश्य अनुकूलन गर्नुहोस्...
सबै चयन गर्नुहोस्
आगत विधिहरूUTC
UTC
लिङ्क स्थान प्रतिलिपि बनाउनुहोस्
ब्राउजरमा लिङ्क खोल्नुहोस्
%s वोलावटमा क्लिक गर्नुहोस्
ठेगाना लुकाउन/नलुकाउन क्लिक गर्नुहोस्
%s खोल्नका लागि क्लिक गर्नुहोस्
%d %B %Y
पात्रो:%s बाट %s सम्म
इभोल्युसन पात्रो वस्तु
परिचय
मिति छुटेको ।
तपाईँले एउटा मिति रोज्नु पर्नेछ ।
फाइल &quot;{0}quot; अवस्थित छैन वा नियमित फाइल होइन ।
खराब नियमित अभिव्यक्ति &quot;{0}quot;.
नियमित अभिव्यक्ति कम्पाइल गर्न सकेन &quot;{1}quot; ।
हराइरहेको नाम ।
तपाईँले यो फिल्टरलाई नाम दिनु पर्दछ ।
नाम &quot;{0}quot; पहिले नै प्रयोग भैसकेको छ ।
कृपया अर्को नाम रोज्नुहोस् ।popup
एउटा शाखा पपअप गर्नुहोस्toggle
कक्ष टगल गर्नुहोस्expand
यो कक्ष समाविष्ट गर्दा ETree मा पङ्क्ति विस्तार गर्दछcollapse
यो कक्ष समाविष्ट गर्दा ETree मा पङ्क्ति संक्षिप्त गर्दछ
तालिका कक्ष
क्लिक गर्नुहोस्
क्रमबद्व गर्नुहोस्
हालको दृश्य बचत गर्नुहोस्
तपाईँका परिवर्तनहरू बचत गर्न चाहनुहुन्छ?
यो हस्ताक्षर परिवर्तन गरिएको छ, तर बचत गरिएको छैन ।
परिवर्तनहरू छाड्नुहोस्
खाली हस्ताक्षर
यो हस्ताक्षर पहिचान गर्न एक अद्वितिय नाम प्रविष्ट गर्नुहोस् ।
पठाइएका सन्देशहरू
बहिर्गमन फिल्टर फोल्डर लागू गर्न असफल भयो: %s
प्राप्तिमञ्जूषा
ड्राफ्टहरू
प्रेषणमञ्जूषा
पठाइयो
अफलाइनका लागि '%s' खाता तयार गर्दै
पिङ गर्दै %s
चयन गरिएका सन्देशहरू फिल्टर गर्दै
%d को %d सन्देश पठाउँदै
रद्द गरियो ।
पूरा गर्नुहोस् ।
'%s' फोल्डर भण्डार गर्दै
'%s' खाता मेट्दै र भण्डार गर्दै
'%s' खाता भण्डार गर्दै
'%s' मा रद्दीकोटोकरी खाली गर्दै
फवार्ड गरिएको सन्देश - %s
फवार्ड गरिएको सन्देश
खोजी फोल्डर सेटअप गर्दै: %s
पूर्वनिर्धारित
सक्षम पारिएको
पूर्वनिर्धारित
यो सञ्झ्याल बन्द गर्नुहोस्
इभोल्युसन खाता सहयोगी
गरियो
पठाइएको सन्देशहरूको फोल्डर:
सधै बोधार्थ प्रतिलिपि (बोधार्थ प्रतिलिपि) पाउने:
सधै गुप्त बोधार्थ प्रतिलिपि (गुप्त बोधार्थ प्रतिलिपि) पाउने:
सन्देश भरपाई पठाउनुहोस्:
कहिले पनि होइन
सधैँ
प्रत्येक सन्देशका लागि सोध्नुहोस्
पूर्वनिर्धारितहरू
कृपया तल तपाईँको नाम र इमेल ठेगाना प्रविष्ट गर्नुहोस् । तपाईँले पठाउने इमेलमा यो सूचना समावेश गर्न नचाहे सम्म तलका "वैकल्पिक" फाँटहरू भर्न आवश्यक छैन ।
पूरा नाम:
इमेल ठेगाना:
लाई जवाफ पठाउनुहोस्:
संगठन:
नयाँ हस्ताक्षर थप्नुहोस्...
विकल्पहरू प्राप्त गर्दै
पत्र प्राप्त गर्दै
साधारण
बैठक अनुरोधहरू चिन्ह नदिनुहोस् (आउटलुक मिल्दोपनाका लागि)
यो खाता प्रयोग गर्दा पठाइने सन्देशहरूलाई सधै चिन्ह दिनुहोस्
गुप्तीकरण गर्दा मेरो किरिङ भित्रको कुञ्जीहरू सधै विश्वास गर्नुहोस्
प्रमाणपत्र साइन गर्दै:
इमेल पठाउँदै
email-custom-header-Security
स्वागतम
खाता सम्पादक
महत्वपूर्ण
काम
व्यक्तिगत
गर्नुपर्ने
पछि
हेडरहरू
%d को %d पृष्ठ
फोल्डरमा प्रतिलिपि बनाउनुहोस्
प्रतिलिपि बनाउनुहोस्
फोल्डरमा सार्नुहोस्
सार्नुहोस्
ठेगाना पुस्तिकामा प्रेषक थप्नुहोस्
जङ्कका लागि जाँच गर्नुहोस्
जङ्क वस्तुस्थितिका लागि चयन गरिएका सन्देशहरू फिल्टर गर्नुहोस्
फोल्डरमा प्रतिलिपि बनाउनुहोस्...
चयन गरिएका सन्देशहरू अर्को फोल्डरमा प्रतिलिपि बनाउनुहोस्
सन्देश मेट्नुहोस्
मेटाइका लागि चयन गरिएका सन्देशहरूलाई चिनो लगाउनुहोस्
यस पत्रचार सूचीहरूको लागि सन्देशहरू फिल्टर गर्न एक नियम सिर्जना गर्नुहोस्
यी प्रापकहरूका लागि सन्देशहरू फिल्टर गर्न एक नियम सिर्जना गर्नुहोस्
यस प्रेषकबाट सन्देशहरू फिल्टर गर्न एक नियम सिर्जना गर्नुहोस्
यस विषयका साथमा सन्देशहरू फिल्टर गर्न एक नियम सिर्जना गर्नुहोस्
फिल्टरहरू लागू गर्नुहोस्
चयन गरिएका सन्देशहरूमा फिल्टर नियमहरू लागू गर्नुहोस्
सन्देशमा फेला पार्नुहोस्...
प्रदर्शन गरिएको सन्देशहरूको मुख्य भागमा पाठ खोजी गर्नुहोस्
झण्डा खाली गर्नुहोस्
झण्डा पूरा भयो
अनुगमन गर्नुहोस्...
संलग्न गरिएको
कोहीलाई चयन गरिएका सन्देशहरूलाई संलग्नफाइलको रूपमा पठाउनुहोस्
इनलाइन
नयाँ सन्देशको मुख्य भागमा चयन गरिएको सन्देश फवार्ड गर्नुहोस्
उद्धृत गरिएको
चयन गरिएको सन्देशलाई जवाफ जस्तै उद्धरण दिएर फवार्ड गर्नुहोस्
छविहरू लोड गर्नुहोस्
छविहरू HTML मेलमा लोड गर्न बल गर्नुहोस्
महत्वपूर्ण
चयन गरिएका सन्देशहरूलाई महत्वपूर्ण रूपमा चिनो लगाउनुहोस्
जङ्क
चयन गरिएका सन्देशहरूलाई जङ्कको चिनो लगाउनुहोस्
जङ्क होइन
चयन गरिएका सन्देशहरूलाई जङ्क नभएको चिनो लगाउनुहोस्
पढ्नुहोस्
चयन गरिएका सन्देशहरूलाई पढिरहेको रूपमा चिनो लगाउनुहोस्
महत्वहीन
चयन गरिएका सन्देशहरूलाई महत्वहीन चिनो लगाउनुहोस्
नपढ्नुहोस्
चयन गरिएका सन्देशहरूलाई नपढिएको रूपमा चिनो लगाउनुहोस्
नयाँ सन्देशको रूपमा सम्पादन गर्नुहोस्...
सम्पादन गर्नका लागि रचनाकारमा चयन गरिएको सन्देशहरू खोल्नुहोस्
नयाँ सन्देश रचना गर्नुहोस्
एक मेल सन्देश रचनाका लागि एक सञ्झ्याल खोल्नुहोस्
नयाँ सञ्झ्यालमा खोल्नुहोस्
नयाँ सञ्झ्याल भित्र चयन गरिएको सन्देशहरू खोल्नुहोस्
फोल्डरमा सार्नुहोस्...
चयन गरिएका सन्देशहरू अर्को फोल्डरमा सार्नुहोस्
पछिल्लो सन्देश
अर्को सन्देश प्रदर्शन गर्नुहोस्
पछिल्लो महत्वपूर्ण सन्देश
अर्को महत्वपूर्ण सन्देश प्रदर्शन गर्नुहोस्
पछिल्लो थ्रेड
अर्को थ्रेड प्रदर्शन गर्नुहोस्
पछिल्लो नपढिएको सन्देशहरू
अर्को नपढिएको सन्देश प्रदर्शन गर्नुहोस्
अघिल्लो सन्देश
अघिल्लो सन्देश प्रदर्शन गर्नुहोस्
अघिल्लो महत्वपूर्ण सन्देश
अघिल्लो महत्वपूर्ण सन्देश प्रदर्शन गर्नुहोस्
अघिल्लो नपढिएका सन्देशहरू
अघिल्लो नपढिएको सन्देश प्रदर्शन गर्नुहोस्
यो सन्देश मुद्रण गर्नुहोस्
मुद्रित गर्नका लागि सन्देशको पूर्वावलोकन गर्नुहोस्
पुन: र्निर्देशन गर्नुहोस्
कोहीलाई चयन गरिएको सन्देश (धक्का) पुन: निर्देशन गर्नुहोस्
सबैलाई जवाफ पठाउनुहोस्
सूचीलाई जवाफ पठाउनुहोस्
चयन गरिएको सन्देशको पत्राचार सूचीलाई जवाफ रचना गर्नुहोस्
प्रेषकलाई जवाफ पठाउनुहोस्
चयन गरिएको सन्देशको प्रेषकलाई जवाफ रचना गर्नुहोस्
सन्देश स्रोत
सन्देशको कच्चा इमेल स्रोत देखाउनुहोस्
सन्देश नमेट्नुहोस्
चयन गरिएका सन्देशहरूलाई नमेट्नुहोस्
सामान्य साइज
पाठलाई यसको मौलिक साइजमा रिसेट गर्नुहोस्
जुम बढाउनुहोस्
पाठ साइज बढाउनुहोस्
जुम घटाउनुहोस्
पाठ साइज घटाउनुहोस्
क्यारेक्टर सङ्केतन
मा जानुहोस्
सन्देश
जुम गर्नुहोस्
अनुशरणका लागि चिन्ह लगाउनुहोस्...
महत्वपूर्णको रूपमा चिन्ह लगाउनुहोस्
जङ्कको रूपमा चिन्ह लगाउनुहोस्
जङ्क नभएको रूपमा चिन्ह लगाउनुहोस्
पढेको रूपमा चिन्ह लगाउनुहोस्
नपढेको रूपमा चिन्ह लगाउनुहोस्
क्यारेट मोड
प्रदर्शन गरिएको सन्देशहरूको मुख्य भागमा झिम्किरहने कर्सर देखाउनुहोस्
सबै सन्देश हेडरहरू
सबै इमेल हेडरहरूसँग सन्देशहरू देखाउनुहोस्
अगाडि पठाउनुहोस्
कोहीलाई चयन गरिएका सन्देश फवार्ड गर्नुहोस्
मेट्नुहोस्
पछिल्लो
अघिल्लो
जवाफ पठाउनुहोस्
अनुगमन गर्नका लागि झण्डा
On ${AbbrevWeekdayName}, ${Year}-${Month}-${Day} at ${24Hour}:${Minute} ${TimeZone}, ${Sender} wrote:
-------- फरवार्ड गरिएको सन्देश --------
--------मौलिक सन्देश --------
एउटा अज्ञात प्रेषक
गन्तव्य स्थान पोष्ट गर्दै
यसलाई सन्देश पोस्ट गर्नका लागि फोल्डर चयन गर्नुहोस् ।
फोल्डर चयन गर्नुहोस्
प्राप्ताङ्क समायोजन गर्नुहोस्
रङ मानाङ्कन गर्नुहोस्
प्राप्ताङ्क मानाङ्कन गर्नुहोस्
बीप
मिति प्राप्त गरियो
मिति पठाइयो
मेटिएको
सँग अन्त्य हुँदैन
अवस्थित छैन
फिर्ता हुँदैन
जस्तो सुनिँदैन
संगै सुरु हुँदैन
ड्राफ्ट
यससँग अन्त्य हुन्छ
अवस्थित छ
अभिव्यक्ति
अनुशरण गर्नुहोस्
महत्वपूर्ण
पछि छ
अगाडि छ
झण्डा लगाइन्छ
झण्डा लगाइएको छैन
जङ्क
जङ्क परीक्षण
लेबुल
पत्राचार सूची
सबै मिलाउनुहोस्
सन्देशको मुख्य भाग
सन्देशको हेडर
सन्देश जङ्क हो
सन्देश जङ्क होइन
कार्यक्रममा पाइप गर्नुहोस्
ध्वनि बजाउनुहोस्has been read
पढ्नुहोस्
प्रापकहरू
रेगेक्स जोडा
लाई जवाफ पठाइयो
फर्कन्छ
भन्दा धेरै फिर्ता हुन्छ
भन्दा थोरै फिर्ता हुन्छ
कार्यक्रम चलाउनुहोस्
प्राप्ताङ्क
प्रेषक
वस्तुस्थिति सेट गर्नुहोस्
साइज (केबि)
जस्तो सुनिन्छ
स्रोत खाता
निर्दिष्ट हेडर
सँग सुरु गर्दछ
प्रक्रिया रोक्नुहोस्
वस्तु स्थिति सेट नगर्नुहोस्
त्यसपछि
फोल्डरको गुण
फोल्डर नाम:
फोल्डर नामहरूले '/' समावेश गर्न सक्दैनfolder-display
मेल फोल्डर ट्री
%s फोल्डर सार्दै
%s फोल्डर प्रतिलिपि बनाउदै
%s फोल्डरमा सन्देशहरू सार्दै
%s फोल्डरमा सन्देशहरू प्रतिलिपि गर्दै
सन्देश(हरू) माथिल्लो स्तरको भण्डारणमा छोड्न सकिँदैन
UNMATCHED
लोड गर्दै...
फोल्डर कहाँ सिर्जना गर्ने निर्दिष्ट गर्नुहोस्:
सदस्य नबनाउनुहोस्
फोल्डर सदस्यताहरू
खाता:
सन्देश फिल्टरहरू
%s बाट सन्देशहरू
फोल्डरहरू खोजी गर्नुहोस्
सबै स्थानीय फोल्डरहरू
टाढाका सबै सक्रिय फोल्डरहरू
टाढाका सबै स्थानीय र सक्रिय फोल्डरहरू
निर्दिष्ट फोल्डरहरू
इ एल एम डेटा आयात गर्दै
इभोल्युसन इ एल एम आयातकर्ता
इ एल एम बाट मेल आयात गर्दैछ ।
फोल्डर चयन गर्नुहोस्
भित्र आयात गर्न फोल्डर चयन गर्नुहोस्mboxImp
बरकेले पत्रमञ्जूषा (mbox)
बेरकेले पत्रमञ्जूषा ढाँचा फोल्डरहरू आयातकर्ता
पत्रमञ्जूषा आयात गर्दै
%s स्क्यान गर्दै
पाइन डेटा आयात गर्दै
इभोल्युसन पाइन आयातकर्ता
पाइनबाट फाइल आयात गर्नुहोस् ।
%s मा मेल पठाउनुहोस्
%s बाट मेल
विषय %s हो
%s पत्राचार सूची
फिल्टर नियम थप्नुहोस्
जवाफ शैली:
फर्वार्ड शैली:
ReplyForward
ReplyForward
ReplyForward
ReplyForward
ReplyForward
हस्ताक्षरहरू
भाषा तालिका
भाषाहरूको सूचीले यहाँ त्यो भाषा मात्र प्रतिविम्वित गर्दछ जसका लागि तपाईले शब्दकोश स्थापना गर्नु भएको छ ।
टाइप गर्दा हिज्जे जाँच गर्नुहोस्
हिज्जे नमिलेको शब्दहरूका लागि रङ:
एउटा रङ छान्नुहोस्
हिज्जे परीक्षण
अन्य अनुप्रयोगमा जस्तै उही फन्ट प्रयोग गर्नुहोस्
मानक फन्ट:
HTML स्थिर चौडाइ फन्ट चयन गर्नुहोस्
HTML चल चौडाइ फन्ट चयन गर्नुहोस्
सन्देशहरू पढे पछि चिनो लगाउनुहोस्
सँग उद्धरणहरू हाइलाइट गर्नुहोस्
रङ
पूर्वनिर्धारित क्यारेक्टर सङ्केतन:
विषय अनुसार सन्देशहरू थ्रेड गर्न फेरि जानुहोस्
फोल्डर मेट्दा यकीन गर्नुहोस्
इन्टरनेटबाट कहिल्यै पनि छवि लोड नगर्नुहोस्
सधैँ इन्टरनेटबाट छविहरू लोड गर्नुहोस्
मेल हेडरहरू तालिका
गुप्तीकरण होइन
TLS गुप्तीकरण
SSL गुप्तीकरण
अनुगमन गर्नका लागि तपाईँले चयन गर्नुभएको सन्देशहरू तल सूचीबद्ध गरिएका छन् । कृपया "झण्डा" मेनुबाट एक अनुगमन कार्य चयन गर्नुहोस् ।
झण्डा:
यसद्वारा बाँकी अवधि:
पूरा भएको
कल
फवार्ड नगर्नुहोस्
अनुगमन गर्नुहोस्
तपाईँको सूचनाका लागि
पठाउनुहोस्
कुनै प्रतिक्रया आवश्यक छैन
सबैलाई जवाफ पठाउनुहोस्
पुनरावलोकन गर्नुहोस्
इजाजतपत्र सम्झौता
इजाजतपत्र सम्झौता स्वीकार गर्न यसलाई चिनो लगाउनुहोस्
इजाजतपत्र स्वीकार गर्नुहोस्
सुरक्षा सूचना
अवैध प्रमाणीकरण
यो सर्भरले यस प्रकारको प्रमाणीकरणलाई समर्थन गर्दैन र सम्पूर्ण प्रमाणीकरण प्रकृयालाई समर्थन नगर्न सक्दछ ।
तपईँको पासवर्डको हिज्जे सहि भएको निश्चित गर्नु जाँच गर्नुहोस् । सम्झनुहोस् कि धेरै पासवर्डहरू वर्ण संरचना संवेदनशील हुन्छन्; तपाईँको क्याप्स लक चालू हुनसक्दछ ।
तपाईँ HTML ढाँचामा सन्देश पठाउन निश्चित हुनुहुन्छ ?
तपाईँ विषय बिनाको सन्देश पठाउन निश्चित हुनुहुन्छ ?
एउटा अर्थपूर्ण विषय हरफ तपाईँको सन्देशहरूमा थप्दा प्रापकहरूले तपाईँको मेलका बारेमा थाहा पाउनेछन् ।
तपाईँले गुप्त बोधार्थ प्रतिलिपि प्रापकहरूलाई मात्र सन्देश पठाउन निश्चित हुनुहुन्छ ?
तपाईँले पठाइरहनु भएको सम्पर्क सूचीमा प्रापकहरूको सूची लुकाउन कन्फिगर गरिएको छ । धेरै इमेल प्रणालीहरूले गुप्त बोधार्थ प्रतिलिपि प्रापकहरू भएको सन्देशहरूमा मात्र हेडरलाई स्पष्ट रूपमा थप्दछन । यस हेडरले, यदि थपियो भने, सबै तपाईँका सन्देशमा सबै प्रापकहरूलाई सूचीकृत गर्नेछ । यसलाई त्याग्नका लागि, तपाईँले कम्तीमा पनि एक प्रापक: वा गुप्त बोधार्थ प्रापक थप्नु पर्दछ ।
धेरै इमेल प्रणालीहरूले गुप्त बोधार्थ प्रतिलिपि प्रापकहरू भएको सन्देशहरूमा मात्र हेडरलाई स्पष्ट गरी थप्दछन । यस हेडरले,यदि थपियो भने, तपाईँका सन्देश प्रापाकहरू सबैलाई सूचीकृत गर्नेछ । यसलाई त्याग्नका लागि, तपाईँले कम्तीमा पनि एक जाना प्रापक: वा बोधार्थ प्रतिलिपि प्रापक थप्नु पर्दछ ।
यो सन्देश पठाउन सकिँदैन किनभने तपाईँले कुनै पनि प्रापक निर्दिष्ट गर्नुभएको छैन
कृपया प्रापक: फाँटमा एउटा वैध इमेल ठेगाना प्रविष्ट गर्नुहोस् । प्रविष्टि बाकसको पछिल्लो बटन प्रापक: मा क्लिक गरेर इमेल ठेगानाहरू खोजी गर्न सक्नुहुन्छ ।
पूर्वनिर्धारित ड्राफ्ट फोल्डर प्रयोग गर्नुहुन्छ ?
यो खाताका लागि ड्राफ्ट फोल्डर खोल्न अक्षम छ । यसको सट्टामा प्रणाली ड्राफ्ट फोल्डरको प्रयोग गर्नुहुन्छ ?
पूर्वनिर्धारित प्रयोग गर्नुहोस्
यदि तपाईँले जारी राख्नुहुन्छ भने, तपाईँ यी सन्देशहरूलाई पुन: प्राप्ति गर्न सक्षम हुनुहुने छैन ।
मेट्नुहोस्
तपाईँ सबै फोल्डरहरू भित्रका मेटाइएका सबै सन्देशहरू स्थायी रूपले हटाउन निश्चित हुनुहुन्छ ?
रद्दीटोकरी रित्याउनुहोस्
धेरै सन्देशहरू एकै पटक खोल्दा लामो समय लाग्न सक्दछ ।
सन्देशहरू खोल्नुहोस्
तपाईँले सन्देशहरू पठाउनु भएको छैन, तपाईँ जे भएपनि बन्द गर्न चाहनुहुन्छ?
यदि तपाईँले बन्द गर्नुहुन्छ भने यी सन्देशहरू इभोल्युसन फेरि सुरु नगरिए सम्म पठाइने छैन ।Fetching MailSending message
{0} हुँदा त्रुटि ।
सञ्चालन कार्यसम्पादन गर्दा त्रुटि ।
पासवर्ड प्रविष्ट गर्नुहोस् ।
फिल्टर परिभाषाहरू लोड गर्दा त्रुटि ।
अस्थायी बचत डाइरेक्टरी सिर्जना गर्न सकिँदैन ।
फाइल अवस्थित छ तर यसलाई अधिलेखन गर्न सकिँदैन ।
फाइल अवस्थित छ यो नियमित फाइल होइन ।
प्रणाली फोल्डरहरूलाई इभोल्युसनले सहि तरिकाले कार्य गर्न आवश्यक हुन्छ र पुन: नामाकरण गर्न, सार्न वा मेट्न सकिँदैन ।
खातामा परिवर्तनहरू बचत गर्न सकिँदैन ।
तपाईँले सबै आवश्यक सूचनाहरू भर्नुभएको छैन ।
तपाईँले एउटै नाममा दुई खाताहरू सिर्जना गर्न सक्नुहुने छैन ।
तपाईँ यो खाता मेट्न निश्चित हुनुहुन्छ ?
यदि तपाईँले अगाडि बढाउनुहुन्छ भने खाता सूचना स्थायी रूपले मेटिनेछ ।
तपाईँ यो खाता र यसका सबै प्रोक्सीहरू मेट्न निश्चित हुनुहुन्छ ?
यदि तपाईँले अगाडि बढाउनुहुन्छ भने खाता सूचना र सबै प्रोक्सी सूचना स्थायी रूपले मेटिनेछ ।
तपाईँ यो खाता अक्षम बनाउन र यसका सबै प्रोक्सीहरू मेट्न निश्चित हुनुहुन्छ ?
यदि तपाईँले अगाडि बढाउनुहुन्छ भने सबै प्रोक्सी खाताहरू स्थायी रूपले मेटिनेछ ।
अक्षम पार्नुहोस्
यस फोल्डरलाई अनुमानमा थपिएको हुन सक्दछ, यदि आवश्यक परेमा, स्पष्ट रूपमा थप्नका लागि खोजी फोल्डर सम्पादकमा जानुहोस् ।
खोजी फोल्डरहरू स्वचालित रूपले अद्यावधिक गरिन्छ ।
मेल फिल्टरहरू स्वचालित रूपले अद्यावधिक गरिन्छ ।
हराइरहेको फोल्डर ।
तपाईँले एउटा फोल्डर निर्दिष्ट गर्नु पर्दछ ।
तपाईँले यो खोजी फोल्डरको नाम दिनु पर्दछ ।
या त फोल्डरहरूलाई छुट्टछुट्टै चयन गरेर, र/वा सबै स्थानीय फोल्डरहरू, सबै टाढाको फोल्डरहरू, वा दुवै चयन गरेर तपाईँले स्रोतको रूपमा कम्तीमा पनि एउटा फोल्डरलाई निर्दिष्ट गर्नु पर्दछ ।
उपेक्षा गर्नुहोस्
अधिलेखन गर्नुहोस्
थप्नुहोस्
इजाजतपत्र फाइल पढ्न अक्षम ।
कृपया प्रतीक्षा गर्नुहोस् ।
समर्थित प्रमाणीकरण संयन्त्रहरूको सूचीका लागि सर्भर क्वेरि गर्दै ।
अफलाइन प्रयोगका लागि फोल्डरहरू स्थानीय रूपमा समक्रमण गर्नुहुन्छ?
अफलाइन प्रयोगको लागि चिनो लगाइएको फोल्डरहरू स्थानीय रूपले समक्रमण गर्न चाहानुहुन्छ ?
सबै सन्देशहरूलाई पढिएको रूपमा चिनो लगाउन चाहनुहुन्छ?
यो सन्देश पठाउन सकिँदैन किनभने तपाईँले पठाउन रोज्नु भएको खाता सक्षम पारिएको छैन
कृपया खाता सक्षम पार्नुहोस् वा अन्य खाता प्रयोग गर्दै पठाउनुहोस् ।
पत्र मेटाइ असफल भयो
यो पत्र मेट्न तपाईँसँग पर्याप्त अनुमति छैन ।
{0}
रद्द गर्दै...
मेल पठाउनुहोस् र प्राप्त गर्नुहोस्
सबै रद्द गर्नुहोस्
अद्यावधिक गर्दै...
प्रतिक्षा गर्दैछ...
फोल्डरहरू खोजी गर्नुहोस्
खोजी फोल्डर सम्पादन गर्नुहोस्
नयाँ खोजी फोल्डर
नदेखिएको
देखिएको
उत्तर दियो
बहुमुखी नदेखिएको सन्देशहरू
बहुमुखी सन्देशहरू
सबै भन्दा न्यून
भन्दा न्यून
उच्च
सबै भन्दा उच्च
सन्देश सूची सिर्जना गर्दै
आज %l:%M %p
हिजो %l:%M %p
%a %l:%M %p
%b %d %l:%M %p
%b %d %Y
सबै दृश्यात्मक सन्देशहरू चयन गर्नुहोस्
सन्देशहरू
झण्डा लगाइयो
प्राप्त गर्यो
झण्डाको वस्तुस्थिति
झण्डा अनुगमन गर्नुहोस्
यसद्वारा दिइएको
प्रापकहरूले समाविष्ट गर्दछ
सन्देशले समाविष्ट गर्दछ
विषयले समाविष्ट गर्दछ
प्रेषकले समाविष्ट गर्दछ
मुख्य भागले समाविष्ट गर्दछ
स्वत: सम्पन्न
सम्पर्क सूचना
%s का लागि सम्पर्क सूचना
नयाँ ठेगाना पुस्तिकाNew
एउटा नयाँ सम्पर्क ठेगाना सिर्जना गर्नुहोस्New
एउटा नयाँ सम्पर्क सूची सिर्जना गर्नुहोस्New
एउटा नयाँ ठेगाना पुस्तिका सिर्जना गर्नुहोस्
प्रमाणपत्र
ठेगाना पुस्तिका गुण
मा सबै सम्पर्कहरू प्रतिलिपि बनाउनुहोस्...
यसमा सबै सम्पर्कहरूलाई सार्नुहोस्...
नयाँ ठेगाना पुस्तक
ठेगाना पुस्तिका गुण
ताजा पार्नुहोस्
पुन: नामकरण गर्नुहोस्...
सम्पर्क मेट्नुहोस्
सम्पर्क फवार्ड गर्नुहोस्...
नयाँ सम्पर्क...
नयाँ सम्पर्क सूची...
हालको सम्पर्क हेर्नुहोस्
सम्पर्कमा सन्देश पठाउनुहोस्...
कार्यहरू
पूर्वावलोकन
मेट्नुहोस्
गुण
सम्पर्क पूर्वावलोकन
सम्पर्क पूर्वावलोकन सञ्झ्याल देखाउनुहोस्
शास्त्रीय दृश्य
ठाडो दृश्य
अमिल्दो
उन्नत खोजी
चयन गरिएका सम्पर्कहरू मुद्रण गर्नुहोस्
सम्पर्कहरू अगाडि पठाउनुहोस्
सम्पर्क अगाडि पठाउनुहोस्
इभोल्युसन जगेडा फाइलको नाम चयन गर्नुहोस्
जगेडा पछि इभोल्युसन पुन: सुरु गर्नुहोस्
पूर्वावस्थामा ल्याउनका लागि इभोल्युसन जगेडा फाइलको नाम चयन गर्नुहोस्
पूर्वावस्थामा ल्याएपछि पुन: सुरु गर्नुहोस्
इभोल्युसन डाइरेक्टरी पूर्वावस्थामा ल्याउनुहोस्
इभोल्युसन पुन: सुरु गर्नुहोस्
ग्राफिकल प्रयोगकर्ता इन्टरफेस सँग
इभोल्युसन बन्द गर्दै
इभोल्युसन खाता र सेटिङ अगाडि जाँदै
इभोल्युसन डेटा (मेलहरू, सम्पर्कहरू, पात्रो, कार्यहरू, मेमोहरू) अगाडि जाँदै
इभोल्युसन पुन: सुरुआत गर्दै
इभोल्युसन सेटिङ लोड गर्दै
%s फोल्डरमा जाँदै
इभोल्युसन पूर्वावस्थामा ल्याउनुहोस्
%s फोल्डरबाट पूर्वावस्थामा ल्याउँदै
अवैध इभोल्युसन जगेडा फाइल
पूर्वावस्थामा ल्याउनका लागि कृपया वैध जगेडा फाइल चयन गर्नुहोस् ।
तपाईँ इभोल्युसन बन्द गर्न नोश्चित हुनुहुन्छ?
तपाईँ चयन गरिएको जगेडा फाइलबाट इभोल्युसन पुर्वावस्थामा ल्याउन निश्चित हुनुहुन्छ?
बोगोफिल्टर विकल्पहरू
सर्भर सूचना
प्रमाणीकरण
इमेल ठेगाना प्रयोग गर्दै
विशिष्ट नाम (डि एन)को प्रयोग गर्दै
खोजी गर्दै
संभाव्य खोजी आधारहरू फेला पार्नुहोस्
डाउनलोड हुँदैछ
इमेल:
सचेतकका लागि चयन गरिएको पात्रोहरू
समय ढाँचा:
१२ घन्टा (AM/PM)
२४ घन्टा
कार्य हप्ताMonday
मा हप्ता सुरु हुन्छ:
कार्य दिनहरू:
दिन सुरु हुन्छ:
सोम
मंगल
बुध
बिहि
शुक्र
शनि
आइतवार
दिनका अन्त्यहरू:
वस्तुहरू मेमेट्दा यकीनका लागि सोध्नुहोस्
समय भागहरू:
हप्ता र महिना दृश्यहरूमा भेटघाट अन्त्य समय देखाउनुहोस्
सप्ताहन्तहरूलाई मासिक दृश्यमा सङ्कुचन गर्नुहोस्
प्रदर्शन गर्नुहोस्
कार्य सूची
पछि सकिएको कार्यहरू लुकाउनुहोस्
Show a reminder [time-period] before every appointment
एउटा रिमाइन्डर देखाउनुहोस्Show a reminder [time-period] before every appointment
प्रत्येक भेटघाट अगाडिShow a reminder [time-period] before every anniversary/birthday
Show a reminder [time-period] before every anniversary/birthday
टेम्प्लेट:
नयाँ पात्रोNew
एउटा नयाँ भेटघाट सिर्जना गर्नुहोस्New
एक नयाँ सबै दिनको भेटघाट सिर्जना गर्नुहोस्New
एक नयाँ बैठक अनुरोध सिर्जना गर्नुहोस्New
एउटा नयाँ पात्रो सिर्जना गर्नुहोस्
पात्रो र कार्यहरू
मुद्रण गर्नुहोस्
पात्रो गुण
यो सञ्चालनले चयन गरिएको समय भन्दा पुराना सबै घटनाहरू स्थायी रूपले मेट्नेछ । यदि तपाईँ जारी राख्नु भएमा, तपाईँले यी घटनाहरू पुन: प्राप्त गर्न सक्षम हुनुहुने छैन ।Purge events older than <<spin\-button>> days
यसभन्दा पूराना घटनाहरू हटाउनुहोस्
प्रतिलिपि बनाउनुहोस्...
आज चयन गर्नुहोस्
मिति चयन गर्नुहोस्
एक निश्चित मिति चयन गर्नुहोस्
नयाँ पात्रो
सफा गर्नुहोस्
पुराना भेटघाट र बैठकहरू सफा गर्नुहोस्
पात्रोलाई प्रतिलिपि बनाउनुहोस्...
बैठक प्रत्यायोजन गर्नुहोस्...
यो घटना मेट्नुहोस्
सबै घटनाहरू मेट्नुहोस्
आइ पात्रोको रूपमा अगाडि पठाउनुहोस्...
पात्रोमा सार्नुहोस्...
नयाँ भेटघाट...
यस घटनालाई सार्नयोग्य बनाउनुहोस्
भेटघाट खोल्नुहोस्
हालको भेटघाट हेर्नुहोस्
जवाफ पठाउनुहोस्
बैठक कार्य तालिकाबद्ध बनाउनुहोस्...
दिन
एक दिन देखाउनुहोस्
सूची
सूचीको रूपमा देखाउनुहोस्
महिना
एक महिना देखाउनुहोस्
हप्ता
एक हप्ता देखाउनुहोस्
सक्रिय भेटघाटहरू
पछिल्लो ७ दिनको भेटघाटहरू
वर्णन समाविष्ट गर्दछ
सारांश समाविष्ट गर्दछ
यो पात्रो मुद्रण गर्नुहोस्
यसमा जानुहोस्
एउटा नयाँ मेमो सिर्जना गर्नुहोस्
मेमो खोल्नुहोस्
चयन गरिएको मेमो हेर्नुहोस्
वेब पृष्ठ खोल्नुहोस्
कार्य मानाङ्कन गर्नुहोस्
पूर्ण रूपमा चिनो लगाउनुहोस्
चयन गरिएका कार्यहरूलाई पूरा भएको चिनो लगाउनुहोस्
अपूर्ण रूपमा चिनो लगाउनुहोस्
नयाँ कार्य
एउटा नयाँ कार्य सिर्जना गर्नुहोस्
कार्य खोल्नुहोस्
चयन गरिएको कार्य हेर्नुहोस्
नयाँ मेमो सूचीNew
New
New
एउटा नयाँ मेमो सूची सिर्जना गर्नुहोस्
मेमोहरू मुद्रण गर्नुहोस्
नयाँ मेमो सूची
मेमोहरूको सूची मुद्रण गर्नुहोस्
New
New
एउटा नयाँ मानाङ्कन गरिएको कार्य सिर्जना गर्नुहोस्New
नयाँ कार्यसूची सिर्जना गर्नुहोस्
कार्यहरू मुद्रण गर्नुहोस्
कार्य सूची गुण
यो सञ्चालनले पूर्ण चिन्ह लगाइएको सबै कार्यहरू स्थायी रूपले मेट्नेछ । यदि तपाईँले जारी राख्नुहुन्छ भने तपाईँले ती कार्यहरू पुन: प्राप्त गर्न सक्षम हुनुहुने छैन । साँच्चिकै यी कार्यहरू मेट्न चाहनुहुन्छ?
नयाँ कार्यसूची
पूरा भएको कार्यहरू मेट्नुहोस्
कार्य पूर्वावलोकन
सक्रिय कार्यहरू
पूरा भएको कार्यहरू
पछिल्लो ७ दिनको कार्य
बाँकी रहेको कार्यहरू
संलग्न सहित कार्यहरू
कार्यहरूको सूची मुद्रण गर्नुहोस्
हटाउँदै
आज %H:%M
आज %H:%M:%S
आज %l:%M:%S %p
भोलि %H:%M
भोलि %H:%M:%S
भोलि %l:%M %p
भोलि %l:%M:%S %p
%A
%A %H:%M
%A %H:%M:%S
%A %l:%M %p
%A %l:%M:%S %p
%A, %B %e
%A, %B %e %H:%M
%A, %B %e %H:%M:%S
%A, %B %e %l:%M %p
%A, %B %e %l:%M:%S %p
%A, %B %e, %Y
%A, %B %e, %Y %H:%M
%A, %B %e, %Y %H:%M:%S
%A, %B %e, %Y %l:%M %p
%A, %B %e, %Y %l:%M:%S %p
एक अज्ञात व्यक्ति
सुरु समय:
अन्त समय:
सबै घटाउनुहोस्
घटाउनुहोस्
मोटामोटी सबै
मोटामोटी
सहभागी वस्तुस्थिति अद्यावधिक गर्नुहोस्
अद्यावधिक गर्नुहोस्
टिप्पणी:
सहभागीहरूलाई अद्यावधिक पठाउनुहोस्
सबै दृष्टान्तहरू लागू गर्नुहोस्
कार्यहरू:
सहभागी वस्तुस्थिति अद्यावधिक गरियो
'%s' पात्रोमा एउटा भेटघाट यो बैठकसँग संघर्ष गर्दछ
'%s'पात्रोमा भेटघाट फेला पार्यो
कुनै पनि पात्रोहरू फेला पार्न अक्षम
कुनै पनि पात्रोमा यो बैठक फेला पार्न अक्षम
कुनै पनि कार्यसूचीमा यो कार्य फेला पार्न अक्षम
कुनै पनि मेमोसूचीमा यो कार्य फेला पार्न अक्षम
यो भेटघाटको अवस्थित संस्करणका लागि खोजी गर्दै
'%s'. %s पात्रोमा वस्तु पठाउन अक्षम
'%s' पात्रोमा स्वीकार गरिएको रूपमा पठाइयो
'%s' पात्रोमा मोटामोटि रूपमा पठाइयो
'%s' पात्रोमा घटाइएको रूपमा पठाइयो
'%s' पात्रोलाई रद्द भएको रूपमा पठायो
वस्तु पदवर्णन गर्न अक्षम
आयोजकले %s प्रत्यायोजन हटाएको छ ।
प्रतिनिधिलाई रद्द गरेको सूचना पठायो
रद्द गरिएको सूचना प्रतिनिधिलाई पठाउन सकेन
सहभागी अद्यावधिक गर्न अक्षम । %s
सहभागी वस्तुस्थिति अद्यावधिक गर्न सकिएन किनभने यो वस्तुस्थिति अवैध छ ।
सहभागीको वस्तु स्थिति अद्यावधिक गर्न सकिँदैन किनभने यो वस्तु लामो समय सम्म अवस्थित रहदैँन
बैठक सूचना पठाइयो
कार्य सूचना पठाइयो
मेमो सूचना पठाइयो
बैठक सूचना पठाउन अक्षम, बैठक अवस्थित छैन
कार्यसूचना पठाउन अक्षम, कार्य अवस्थित छैन
मेमो सूचना पठाउन अक्षम, मेमो अवस्थित छैन
संलग्न गरिएको पात्रो वैध छैन
सन्देशले एक पात्रो समावेश गर्ने दावा गर्दछ, तर पात्रो वैध आइ पात्रो होइन ।
पात्रो भित्रको वस्तु वैध छैन
सन्देशले पात्रो समाविष्ट गर्दछ, तर पात्रोले कुनै घटनाहरू, कार्यहरू वा स्वतन्त्र/व्यस्त सूचना समाविष्ट गर्दैन
संलग्न गरिएको पात्रोले बहुविध वस्तुहरू समाविष्ट गर्दछ
यी सबै वस्तुहरू प्रक्रिया गर्न, फाइल बचत गरिएको र पात्रो आयात गरिएको हुनपर्दछcal-itip
यो बैठक पुनरावृत्ति हुन्छ
यो बैठक पुनरावृत्ति हुन्छ
यो मेमो पुनरावृत्ति हुन्छ
यो प्रतिक्रिया हालको सहभागीबाट आएको होइन । प्रेषकलाई सहभागीको रूपमा थप्नुहोस् ।
यो बैठकलाई प्रत्यायोजन गरिएको छ
कार्य गरेपछि सन्देश मेट्नुहोस्
द्वन्दात्मक खोजी
बैठक विवादका लागि खोज्न पात्रो चयन गर्नुहोस्
Itip ढाँचाकर्ता
सर्भर:
पोर्ट:
प्रयोगकर्ता नाम:
सर्भरलाई प्रमाणीकरण आवश्यक छ
एक नयाँ मेल सन्देश रचना गर्नुहोस्New
New
एउटा नयाँ मेल फोल्डर सिर्जना गर्नुहोस्
पत्र खाताहरू
पत्र प्राथमिकताहरू
रचनाकार प्राथमिकताहरू
label
प्रेषणमञ्जूषा खाली गर्नुहोस्
यसमाा फोल्डर प्रतिलिपि बनाउनुहोस्...
चयन गरिएका फोल्डर अर्को फोल्डरमा प्रतिलिपि बनाउनुहोस्
यो फोल्डर स्थायी रूपले हटाउनुहोस्
मेट्नुहोस्
यस फोल्डरबाट सबै मेटिएका सन्देशहरू स्थायी रूपले हटाउनुहोस्
सबै सन्देशहरूलाई पढिएको रूपमा चिनो लगाउनुहोस्
यसमा फोल्डर सार्नुहोस्...
चयन गरिएका फोल्डर अर्को फोल्डरमा सार्नुहोस्
नयाँ...
मेल भण्डारणकाा लागि एउटा फोल्डर सिर्जना गर्नुहोस्
यस फोल्डरको गुण परिवर्तन गर्नुहोस्
फोल्डर ताजा पार्नुहोस्
यस फोल्डरको नाम परिवर्तन गर्नुहोस्
सन्देश थ्रेड चयन गर्नुहोस्
एउटै थ्रेडमा चयन गरिएका सन्देशको रूपमा सबै सन्देशहरू चयन गर्नुहोस्
रद्दीटोकरी खाली गर्नुहोस्
टाढाको सर्भरहरूमा फोल्डरहरूको सदस्यता लिनुहोस् वा सदस्यताबाट हटाउनुहोस्
पठाउनुहोस् / प्राप्त गर्नुहोस्
लाम लागेको वस्तुहरू पठाउनुहोस् र नयाँ वस्तुहरू पुन: प्राप्त गर्नुहोस्
हालको मेल सञ्चालन रद्द गर्नुहोस्
सबै थ्रेडहरू संक्षिप्त गर्नुहोस्
सबै सन्देश थ्रेडहरू संक्षिप्त गर्नुहोस्
सबै थ्रेडहरू विस्तार गर्नुहोस्
सबै सन्देश थ्रेडहरू विस्तार गर्नुहोस्
सन्देश फिल्टरहरू
नयाँ मेल फिल्टर गर्नका लागि नियमहरू सिर्जना गर्नुहोस् वा सम्पादन गर्नुहोस्
फोल्डर
लेबुल
खोजीबाट खोजी फोल्डर सिर्जना गर्नुहोस्...
फोल्डरहरू खोजी गर्नुहोस्
नयाँ फोल्डर...
सन्देश पूर्वावलोकन देखाउनुहोस्
थ्रेडहरू अनुसार समूह
सन्देश-सूचीको तल रहेका सन्देश पूर्वावोलोकन देखाउनुहोस्
सबै सन्देशहरू
महत्वपूर्ण सन्देशहरू
गत ५ दिनको सन्देशहरू
सन्देशहरू जङ्क होइन
संलग्न फाइलहरूसँग सन्देशहरू
लेबुल छैन
सन्देशहरू पढ्नुहोस्
नपढिएको सन्देशहरू
सबै खाताहरू
हालको खाता
हालको फोल्डर
सबै खाता खोजी
खाता खोजी
पठाउनुहोस् / प्राप्त गर्नुहोस्
भाषा(हरू)
हेडर
लेखक(हरू)
प्लगइन प्रबन्धक
द्रष्टव्य: पुन: सुरुआत नगरेसम्म केही परिवर्तनहरूले असर गर्ने छैन
प्लगइन
प्लगइनहरू
प्लगइनहरू सक्षम र अक्षम पार्नुहोस्
यदि छ भने HTML देखाउनुहोस्
HTML मोड
सादा पाठ मोड
टाढाको परीक्षणहरू समावेश गर्नुहोस्
शब्दकुञ्जी
सन्देशसँग कुनै पनि संलग्न फाइलहरू छैन
इभोल्युसनले केही शब्दकुञ्जीहरू फेला पार्‍‌यो जसले यो सन्देशले एउटा संलग्न फाइल समाविष्ट गर्नुपर्दछ भन्ने सुझाव दिन्छ, तर एक फेला पार्न सकिँदैन ।
संलग्न फाइल रिमाइन्डर
स्वचालित सम्पर्कहरू
स्वचालित सम्पर्कहरूको लागि ठेगाना पुस्तिका चयन गर्नुहोस्
तत्काल सन्देश पठाउने सम्पर्कहरू
पिडगिन साथी सूचीको लागि ठेगाना पुस्तिका चयन गर्नुहोस्
साथी सूचीसँग अहिले समक्रमण गर्नुहोस्
BBDB
email-custom-header-Security
email-custom-header-Security
email-custom-header-Security
email-custom-header
अनुकूलन सन्देश
अज्ञात त्रुटि
सूची सङ्ग्रह प्राप्त गर्नुहोस्
यो सन्देश रहेको सूचीको एउटा सङ्ग्रह प्राप्त गर्नुहोस्
सूची प्रयोग सूचना प्राप्त गर्नुहोस्
यो सन्देश रहेको सूचीको प्रयोग बारेमा सूचना प्राप्त गर्नुहोस्
सूची मालिकलाई सम्पर्क गर्नुहोस्
यो सन्देश रहेको पत्रचार सूचीको मालिकलाई सम्पर्क गर्नुहोस्
सूचीमा सन्देश पोष्ट गर्नुहोस्
यो सन्देश रहेको पत्रचार सूचीको सन्देश पोष्ट गर्नुहोस्
सूचीमा सदस्य बन्नुहोस्
यो सन्देश रहेको पत्रचार सूचीको सदस्य बन्नुहोस्
सूचीबाट सदस्यता हटाउनुहोस्
पत्राचार सूची
पत्राचार सूची कार्यहरू
कार्य उपलब्ध छैन
यस सन्देशमा यस कार्यका लागि आवश्यक हेडर सूचना समावेश छैन ।
पोष्ट गर्ने अनुमति छैन
यस पत्राचार सूचीमा पोष्ट गर्न अनुमति दिइएको छैन । सम्भवत, यो पढ्नका लागि मात्र पत्राचार सूची हो । विस्तृत जानकारीका लागि सूची मालिकलाई सम्पर्क गर्नुहोस् ।
पत्राचार सूचीमा इमेल सन्देश पठाउनुहुन्छ ?
एक इमेल सन्देश URL "{0}" मा पठाइनेछ । तपाईँले या सन्देश स्वत पठाउन सक्नुहुनेछ, या यसलाई पहिला हेर्न र परिवर्तन गर्न सक्नुहुन्छ । तपाईँले सन्देश पठाए पछि पत्रचार सूचीबाट छोटकरिमा एक जवाफ प्राप्त गर्नु पर्दछ ।
सन्देश पठाउनुहोस्
सन्देश सम्पादन गर्नुहोस्
विकृत हेडर
यस सन्देशको{0} हेडर विकृत गरिएको छ र प्रक्रिया गर्न सकिँदैन । हेडर: {1}
इमेल कार्य छैन
Subject:Subject: It happened again
Show Inbox
ध्वनि फाइल चयन गर्नुहोस्
मेल सूचना
Created from a mail by John Doe <john\.doe\@myco\.example>
पत्र
गन्तव्यको फोल्डर:
कार्यहरू
पात्रो प्रकाशन गर्दै
स्थानहरू
सक्षम पार्नुहोस्
पात्रो सूचना प्रकाशन गर्नुहोस्
यस रूपमा प्रकाशन गर्नुहोस्
आवृत्ति प्रकाशन गर्दै:
सेवा प्रकार:
फाइल:
पोर्ट:
प्रयोगकर्ता नाम:
पासवर्ड:
पासवर्ड सम्झनुहोस्
स्थान प्रकाशन गर्दै
%F %T
UID
वर्णन सूची
कोटिहरू सूची
टिप्पणी सूची
सम्पर्क सूची
प्रतिशत पूरा भएको छ
सहभागी सूची
परिमार्जित
चयन गरिएको बचत गर्नुहोस्
%FT%T
गन्तव्य फाइल चयन गर्नुहोस्
खोजी गर्दछ
खोजी बचत गर्नुहोस्Show:Unread MessagesImportant Messages", or "Active Appointments
Shiva Pokharel <pokharelshiva\@hotmail\.com>,Mahesh Subedi<submanesh\@hotmail\.com>,Jyotshna Shrestha <jyotshna\@mpp\.org\.np>,Jaydeep Bhusal <zaydeep\@hotmail\.com>,Kapil Timilsina <lipak21\@gmail\.com>,Bishnu Adhikari <bsn_adk\@hotmail\.com>,Ganesh Ghimire <gghimire\@gmail\.com>,Pawan Chitrakar <pawan\@mpp\.org\.np>,Narayan Magar<narayan\@mpp\.org\.np> Launchpad Contributions: Ganesh Ghimire https://launchpad.net/~gghimire Mahesh Subedi https://launchpad.net/~submanesh Narayan Kumar Magar https://launchpad.net/~narayan-mpp Shiva Prasad Pokharel https://launchpad.net/~pokharelshiva
इभोल्युसन वेबसाइट
इभोल्युसनका बारेमा सूचना देखाउनुहोस्
सञ्झ्याल बन्द गर्नुहोस्
आयात गर्नुहोस्...
अन्य कार्यक्रमबाट डेटा आयात गर्नुहोस्
नयाँ सञ्झ्याल
छिटो सन्दर्भ
कार्यक्रमबाट निस्कनुहोस्
उन्नत खोजी...
बचत गरिएका खोजीहरू सम्पादन गर्नुहोस्...
अहिले फेला पार्नुहोस्
खोजी बचत गर्नुहोस्
बग बडी प्रयोग गरेर एउटा बग प्रतिवेदन पेश गर्नुहोस्
अफलाइन काम गर्नुहोस्
अनलाइन काम गर्नुहोस्
सजावट
नयाँ
खोजी गर्नुहोस्
स्विचर देखावट
सञ्झ्याल
छेउपट्टी देखाउनुहोस्
वस्तुस्थितिपट्टी देखाउनुहोस्
प्रतिमाहरूसँग मात्र सञ्झ्याल बटनहरू प्रदर्शन गर्नुहोस्
पाठसँग मात्र सञ्झ्याल बटनहरू प्रदर्शन गर्नुहोस्
प्रतिमा र पाठसँग सञ्झ्याल बटनहरू प्रदर्शन गर्नुहोस्
डेस्कटप उपकरणपट्टी सेटिङ प्रयोग गरेर सञ्झ्याल बटनहरू प्रदर्शन गर्नुहोस्
अनुकूल दृश्य बचत गर्नुहोस्...
हालको अनुकुल दृश्य बचत गर्नुहोस्
हालको दृश्य
अनुकूल दृश्य
हालको दृश्य एउटा अनुकुलन गरिएको दृश्य हो
%s लाई स्विच गर्नुहोस्
नयाँ
नमस्कार । इभोल्युसन ग्रूपवेर सुइटको पूर्वावलोकन निश्काशन डाउनलोड गर्न समय खर्चनु भएकोमा धन्यवाद छ । इभोल्युसनको यस संस्करण अहिलेसम्म पूरा भएको छैन । यो नजिकै हुँदैछ, तर केही सुविधाहरू या सकिएका छैनन् वा राम्रोसँग काम गर्दैनन् । यदि तपाईँ इभोल्युसनको एक स्थायी संस्करणकरण चाहनुहुन्छ भने हामी तपाईँलाई यस संस्करणn स्थापनना गरछौ र बदलारण संसकरण %s स्थापना ग आग्रह गर्दछौं ।स्। यदि तपाईँले त्रुटिहफेला पार्नुहुन्छ भने, कृपया तिनीहरूलाई bugzilla.ximian.co मा हामीलाई प्रतिवेदन गर्नुहोस् । यस उत्पादन वारेन्टिबिना आउँदछ र हिंसा गर्न ब्यक्तिगत इच्छा चाहँदैन । हामीलाई आशा छ की तपाईँले कडा परिश्रमाको फलमा आनन्द लिनुहुन्छ र हामी उत्सुकताका साथ तपाईँको योगदानको प्रतीक्षा गरिरहेका छौ!
धन्यवाद इभोल्युसन टिम
मलाई फेरि नभन्नुहोस्
अनलाइन मोडमा सुरु गर्नुहोस्
कुनै पनि प्लगइनहरूको लोड गर्न अक्षम पार्नुहोस् ।
मेल, सम्पर्कहरू र कार्यहरूको पूर्वावलोकन फलक अक्षम पार्नुहोस् ।
इभोल्युसन PIM र इमेल क्लाइन्ट
'%s' प्रमाणपत्र एक सी ए प्रमाणपत्र हो । विश्वास सेटिङ सम्पादन गर्नुहोस्:
प्रमाणपत्रको नाम
क्रम सङ्ख्या
उद्धेश्यहरू
म्याद समाप्त हुन्छ
SHA1 औँठाछाप
MD5 औँठाछाप
आयात गर्नका लागि एउटा प्रमाणपत्र चयन गर्नुहोस्...
सबै फाइलहरू
सबै PKCS12 फाइलहरू
सबै इमेल प्रमाणपत्र फाइलहरू
सबै सीए प्रमाणपत्र फाइलहरू
एस एस एल क्लाइन्ट प्रमाणपत्र
एसएसएल सर्भर प्रमाणपत्र
चिन्ह दिनेको प्रमाणपत्र इमेल गर्नुहोस्
प्रापकको प्रमाणपत्र इमेल गर्नुहोस्
साझा नाम (CN)
संस्था (O)
संस्थागत एकाइ (OU)
जारी मिति
मा म्याद समाप्ति हुन्छ
विस्तृत विवरण
किनभने तपाईँले प्रमाणपत्र अधिकारीलाई विश्वास गर्नुहुन्छ जसले यो प्रमाणपत्र जारी गर्यो, त्यसपछि तपाईँले अन्यथा उल्लेख नगरे सम्म यो प्रमाणपत्रको आधिकारिकता माथि विश्वास गर्नुहुन्छ
किनभने तपाईँले प्रमाणपत्र अधिकारीलाई विश्वास गर्नुहुन्न जसले यो प्रमाणपत्र जारी गर्यो, त्यसपछि तपाईँले अन्यथा उल्लेख नगरे सम्म यो प्रमाणपत्रको आधिकारिकता माथि विश्वास गर्नुहुन्न
प्रमाणपत्र डेटाबेसका लागि नयाँ पासवर्ड प्रविष्ट गर्नुहोस्
नयाँ पासवर्ड प्रविष्ट गर्नुहोस्
लाई जारी गरियो: विषय: %s
यस द्वारा जारी गरियो: विषय: %s
प्रमाणपत्र चयन गर्नुहोस्
तपाईँसँग यी संस्थाहरूका प्रमाणपत्रहरू छन जुसले तपाईँलाई पहिचान गर्दछ:
प्रमाणपत्रको तालिकाmake a backup
तपाईँको प्रमाणपत्रहरू
तपाईँसँग फाइलमा प्रमाणपत्रहरू छन जसले ती मानिसहरूलाई पहिचान गर्दछ:
सम्पर्क प्रमाणपत्र
तपाईँसँग फाइलमा प्रमाणपत्रहरू छन जसले ती प्रमाणपत्र अधिकारहरू पहिचान गर्दछ:
अधिकार
प्रमाणपत्र अधिकार विश्वास
कुनै पनि उद्धेश्यका लागि यो सी ए विश्वास गर्नु अगाडि, तपाईँले यसको प्रमाणपत्र र यसको नीति र कार्यविधि(यदि उपलब्ध भएमा) जाँच गर्नुपर्दछ ।
प्रमाणपत्र
प्रमाणपत्र विवरण
इमेल प्रमाणपत्र विश्वास सेटिङ
यो प्रमाणपत्रको अधिकारिकतालाई विश्वास गर्नुहोस् ।
यस प्रमाणपत्रको आधिकारिकता विश्वास नगर्नुहोस्
CA विश्वास सम्पादन गर्नुहोस्
संस्करण
संस्करण १
संस्करण २
संस्करण ३
RSA गुप्तीकरणसँग PKCS #1 MD2
RSA गुप्तीकरणसँग PKCS #1 MD5
RSA गुप्तीकरणसँग PKCS #1 SHA-1
PKCS #1 RSA गुप्तीकरण
प्रमाणपत्र कुञ्जी प्रयोग
नेटस्केप प्रमाणपत्र प्रकार
प्रमाणपत्र अधिकार कुञ्जी पहिचायक
वस्तु पहिचायक (%s)
अलगोरिदम पहिचायक
अलगोरिद्यम परामितिहरू
विषय सार्वजनिक कुञ्जी सूचना
विषय सार्वजनिक कुञ्जी अलगोरिदम
विषयहरूको सार्वजनिक कुञ्जी
त्रुटि: प्रकृया विस्तार गर्न अक्षम
वस्तु हस्ताक्षरक
एसएसएल प्रमाणपत्र अधिकार
इमेल प्रमाणपत्र अधिकार
हस्ताक्षर गर्दै
अस्वीकार गर्न नमिल्ने
कुञ्जी कूटलेखन
डेटा कूटलेखन
कुञ्जी सम्झौता
प्रमाणपत्र हस्ताक्षरक
सिआरएल हस्ताक्षरक
असामान्य
असामान्य होइन
विस्तारहरूOU = VeriSign Trust Network
%s = %s
प्रमाणपत्र हस्ताक्षर अगोरिद्यम
जारीकर्ता
जारीकर्ता अद्वितीय आइडी
विषय अद्वितीय आइडी
प्रमाणपत्र हस्ताक्षर मान
%d/%m/%Y
चिनो लगाउनुहोस्
गुप्तीकरण गर्नुहोस्
प्रमाणपत्र पहिल्यै अवस्थित छ
PKCS12 फाइल पासवर्ड
PKCS12 फाइलका लागि पासवर्ड प्रविष्ट गर्नुहोस्:
प्रमाणपत्र आयात गरियो
ठेगाना कार्डहरू
सूची दृश्य
कम्पनीद्वारा
दैनिक दृश्य
कार्य साप्ताहिक दृश्य
साप्ताहिक दृश्य
मासिक दृश्य
सन्देशहरू
पठाइएकप फोल्डर जस्तो
विषयद्वारा
प्रेषकद्वारा
वस्तुस्थितिद्वारा
अनुगमन झण्डाद्वारा
फराकिलो दृश्यका लागि
फराकिलो दृश्यका लागि पठाइएको फोल्डर जस्तो
मेमोहरू
देय मितिसँग
वस्तुस्थितिसँग
लोड हुँदैछ...
खोजी हुदैछ...
अज्ञात त्रुटि
CategoryName
एलडिएपी सर्भरमा पुन:जडान गर्दै...
एलडीएपी खोजी परिणाम प्राप्त गर्दै...
खोजी कार्यसम्पादन गर्दा त्रुटि
एलडीएपी सर्भरमा सम्पर्क थप्दै...
एलडीएपी सर्भरबाट सम्पर्क परिमार्जन गर्दै...
एलडीएपी सर्भरबाट सम्पर्क हटाउँदै...
अद्वितीय आइडी
फाइल भित्र
पुरा नाम
दिइएको नाम
पारिवारिक नाम
उपनाम
इमेल १
इमेल २
इमेल ३
इमेल ४
प्रेषक
गृह ठेगाना लेबल
कार्य ठेगाना लेबल
अन्य ठेगाना लेबल
सहयोगी फोन
व्यापारिक फोन
व्यापारिक फोन २
व्यापारिक फ्याक्स
कलब्याक फोन
कार फोन
कम्पनी फोन
घरको फोन
घरको फोन २
घरको फ्याक्स
ISDN
मोबाइल फोन
अन्य फोन
अन्य फ्याक्स
पेजर
प्राथमिक फोन
रेडियो
टेलेक्स
TTY
सङ्गठन
सङ्गठनात्मक एकाइ
कार्यालय
शीर्षक
भुमिका
प्रबन्धक
सहयोगी
गृह पृष्ठ यूआरएल
वेबलग यूआरएल
कोटिहरू
पात्रो यूआरआइ
स्वतन्त्र/ब्यस्त यूआरएल
आइसीयस पात्रो
भिडियो सम्मेलन युआरएल
श्रीमान/श्रीमतिको नाम
टिपोट
AIM गृह पर्दा नाम १
AIM गृह पर्दा नाम २
AIM गृह पर्दा नाम ३
AIM कार्य पर्दा नाम १
AIM कार्य पर्दा नाम २
AIM कार्य पर्दा नाम ३
समूहगत गृह पर्दा नाम १
समूहगत गृह पर्दा नाम २
समूहगत गृह पर्दा नाम ३
समूहगत कार्य पर्दा नाम १
समूहगत कार्य पर्दा नाम २
समूहगत कार्य पर्दा नाम ३
याहु! गृह पर्दा नाम १
याहु! गृह पर्दा नाम २
याहु! गृह पर्दा नाम ३
याहु! कार्य पर्दा नाम १
याहु! कार्य पर्दा नाम २
याहु! कार्य पर्दा नाम ३
एमएसएन गृह पर्दा नाम १
एमएसएन गृह पर्दा नाम २
एमएसएन गृह पर्दा नाम ३
एमएसएन कार्य पर्दा नाम १
एमएसएन कार्य पर्दा नाम २
एमएसएन कार्य पर्दा नाम ३
अन्तिम पनरावोलकन
नाम वा सङ्गठन
ठेगाना सूची
गृह ठेगाना
कार्य ठेगाना
अन्य ठेगाना
कोटि सूची
तस्वीर
लोगो
नाम
इमेल सूची
AIM पर्दा नाम सूची
याहु! पर्दा नाम सूची
एमएसएन पर्दा नाम सूची
HTML पत्र चाहन्छ
सूची
जन्म मिति
CategoryName
X.५०९ प्रमाणपत्र
भौगोलिक जानकारी
बेनामी सूची
ब्याकइन्ड ब्यस्त छ
अनुमति अस्वीकार गरियो
Other errorOther error
अवैध तर्क
CategoryName
जन्म दिन: %s
बार्षिकोत्सव: %s
पात्रो डेटा बचत गर्न सक्दैन: विकृत युआरआइ ।
अमान्य युआरआइ मा पुन निर्देशित
खराब फाइल ढाँचा
एउटा पात्रो होइन
क्यास फाइल बनाउन सकिएन
मौसमी तथ्याङ्क पुन प्राप्त गर्न सकिएन
हावापानी: कुहिरो
हावापानी: बादल लागेको
हावापानी: हिउँ
हावापानी: घाम लाग्ने
हावापानी: आँधी,बिजुली चम्कने बादल
भण्डार अफलाइनमा छ
त्यस प्रकारको पात्रो छैन
वस्तु फेला परेन
अवैध वस्तु
युआरआइ लोड भएको छैन
युआरआइ पहिले नै लोड भइसकेको छ
अज्ञात प्रयोगकर्ता
वस्तु आइडी पहिले नै अवस्थित छ
प्रोटोकल समर्थित छैन
सञ्चालन रद्द गरिएको छ
सञ्चालन रद्द गर्न सकेन
प्रमाणीकरण असफल भयो
प्रमाणीकरण आवश्यक
कुनै त्रुटि छैन
शीर्षक नभएको भेट्ने निधो
पहिले
दोश्रो
तेस्रो
चौंथो
पाचौं
छैठौं
सातौं
आठौं
नबौं
दशौं
एघारौं
बारौं
तरौं
चौधौं
पन्ध्रौं
सोरौं
सत्रौं
अठारौं
१९औँाइसौं
२०औँसौं
२१औँाइसौं
२२औँसौँ
२३औँसौँ
२४औँौँ
२५औँचीसौँ
२६औँ
२७औँ
२८औँ
२९औँ
३०औँ
३१औँPriority
Priority
Priority
Priority
"%s" ले एउटा तर्कको अपेक्षा गर्दछ
"%s" ले पहिलो तर्क एउटा स्ट्रिङ भएको अपेक्षा गर्दछ
"%s"ले पहिलो तर्क एउटा समय t भएको अपेक्षा गर्दछ
"%s" ले एउटा समय_t भएको दोस्रो तर्क अपेक्षा गर्दछ
"%s" ले दुईवटा तर्कहरू अपेक्षा गर्दछ
"%s" ले तर्क नभएको अपेक्षा गर्दछ
"%s" ले एउटा स्ट्रिङ भएको दोस्रो तर्क अपेक्षा गर्दछ
"%s" ले पहिलो तर्क या त "कुनै", "सारांश", वा "वर्णन", वा "स्थान", वा "उपस्थिति", वा "सङ्गठक", वा "वर्गीकरण" भएको अपेक्षा गर्दछ
"%s" ले कम्तिमा एउटा तर्कको अपेक्षा गर्दछ
"%s" ले सबै तर्कहरू स्ट्रिङहरू भएको वा एक र एक मात्र तर्क एउटा बुलियन गल्ति (#f) भएको अपेक्षा गर्दछ
"%s" ले पहिलो तर्क एउटा ISO 8601 मिति/समय स्ट्रिङ भएको अपेक्षा गर्दछ
"%s" ले दोस्रो तर्क एउटा इन्टिजर भएको अपेक्षा गर्दछ
यो गुप्त लेखद्वारा साइन समर्थित छैन
यो गोप्य लेखद्वारा रुजु गराई समर्थित छैन
यो गुप्त लेखद्वारा गोप्यीकरण समर्थित छैन
यो गुप्त लेखद्वारा गुप्तिकरण उल्टाइ समर्थित छैन
तपाईँले यो गुप्त लेखसँगै कुञ्जीहरू आयात गर्न सायद सक्नुहुन्न
तपाईँले यो गुप्त लेखसँगै कुञ्जीहरू निर्यात गर्न सायद सक्नुहुन्न
हस्ताक्षरित सन्देश
सन्देश गुप्तिकरण गर्दै
सन्देश गुप्तिकरणबाट हटाउँदै
क्यास मार्ग सिर्जना गर्न अक्षम
क्यास प्रविष्टि हटाउन सकन: %s: %s
लामो प्रविष्टि लेख्न सकेन: %s तपाईँले सञ्जालमा पुन:जडान गर्दा यस सर्भरमा अरू सञ्‍‌चालन पुन: चल्ने छैन ।
सर्भरसँग पुन: समक्रमण गर्दै
अफलाइन मोडका लागि नयाँ सन्देशहरू डाउनलोड गर्दै
अफलाइन का लगि '%s' फोल्डर तयार पार्दै
यो सञ्‍‌चालन कार्य पुरा गर्नका लागि तपाईँले अनलाइनमा काम गर्नु पर्दछ
रद्द गरियो
'%s' शाखा प्रक्रिया सिर्जना गर्न असफल भयो: %s
%s बाट अवैध सन्देश प्रवाह प्राप्त भयो: %s
फोल्डररू समक्रमण गर्नुहोस्
फिल्टर पदवर्णन गर्दा त्रुटि: %s: %s
फिल्टर कार्यान्वयन गर्दा त्रुटि: %s: %s
स्पुल फोल्डर खोल्न असक्षम
स्पुल फोल्डर प्रक्रिया गर्न अक्षम
%d (%d%%) सन्देश प्राप्त गर्दै
%d सन्देशमा असफल भयो
फोल्डर समक्रमण गर्दै
पुरा गर्नुहोस्
%d को %d सन्देश प्राप्त गर्दै
%d को %d सन्देशमा असफल भयो
सन्देश पुन: प्राप्त गर्न असफल भयो
(प्रणाली-झण्डा) मा अवैध तर्कहरू
(प्रयोगकर्ता-ट्याग)मा अवैध तर्कहरू
फिल्टर खोजी कार्यान्वयन गर्दा त्रुटि: %s: %s
सन्देशहरू सार्दैछ
सन्देशहरू प्रतिलिपि गर्दै
(%s) लाई एकल बुल परिणाम आवस्यक पर्दछ
%s भित्रपटि (%s) अनुमति दिएको छैन
(%s) एउटा जोडा प्रकार स्ट्रिङ आवश्यक छ
(%s) ले एउटा एरे परिणाम अपेक्षा गर्दछ
(%s) फोल्डर सेट आवश्यक छ
खोजी अभिव्यक्ति पद वर्णन गर्न सक्दैन: %s: %s
खोजी अभिव्यक्ति कार्यान्वयन गर्दा त्रुटि: %s: %s
जिपिजि कार्यान्वयन गर्न असफल भयो: %s
अज्ञात
अनपेक्षित GnuPG वस्तुस्थिति सन्देश फेला पर्यो: %s
जिपिजि प्रयोगकर्ता आइडी संकेत पद वर्णन गर्न असफल भयो ।
जिपिजि पासफ्रेज अनुरोध पदवर्णन गर्न असफल भयो ।
तपाईँको स्मार्टकार्डको लागि कुञ्जी ताल्चाबाट हटाउन एउटा PIN आवश्यक हुन्छ: "%s"
प्रोगकर्ताका लागि तपाईँलाई कुञ्जी ताल्चाबाट हटाउन एउटा पासफ्रेज चाहिन्छ: "%s"
गोप्य कुञ्जी ताल्चबाट हटाउन असफल भयो: ३ खराब पासफ्रेजहरू दिइएको छ ।
GnuPG बाट अनपेक्षित प्रतिक्रिया: %s
गुप्तिकरण गर्न असफल भयो: कुनै वैध प्रापक निर्दिष्ट गरिएको छैन ।
जिपिजि कार्यान्वयन गर्न असफल भयो ।
सन्देश हस्ताक्षर रुजु गर्न सकिँदैन: गलत सन्देश ढाँचा
यो एउटा डिजिटल रुपमा गुप्तिकरण गरिएको सन्देशको भाग हो
सन्देश गुप्तिकरणबाट हटाउन सक्दैन: गलत सन्देश ढाँचा
माइम भाग गुप्तलेखन उल्टाउन असफल भयो: प्रोटोकल त्रुटि
गुप्तीकरण गरिएको सामाग्री
सुरक्षित मोड भित्र %s आईएमएपी सर्भरमा जडान गर्न असफल भयो: %s
STARTTLS समर्थित छैन
.
प्राप्तिमञ्जूषा
IMAP सर्भर %s
%s मा %s का लागि IMAP सेवा
पासवर्ड
यो विकल्पले समतल पाठ पासवर्ड प्रयोग गरेर IMAP सर्भरमा जडान गर्नेछ ।
त्यस प्रकारको %s फोल्डर छैन
फोल्डरको नाम "%s" अवैध छ किनभने यसले "%c" क्यारेक्टर समाविष्ट गर्दछ
अज्ञात प्रमूल फोल्डर: %s
प्रमूल फोल्डरलाई सहायक फोल्डरहरू समावेश गर्न अनुमति दिइएको छैन
%s का लागि बन्द फाइल सिर्जना गर्न सकेन: %s
fcntl(2) प्रयोग गरेर बन्द गर्न असफल भयो: %s
flock(2) प्रयोग गरेर बन्द गर्न असफल भयो: %s
बन्द गर्न सहायक पाइप निर्माण गर्न सक्दैन: %s
बन्द गर्ने सहायक छुट्टाउन सक्दैन: %s
'%s' बन्द गर्न सकेन: बन्द मद्दतकर्तासँग प्रोटोकल त्रुटि
ताल्चा लगाउन सकेन '%s'
%s पत्र फाइल जाँच गर्न सकेन: %s
%s पत्र फाइल खोल्न सकेन: %s
अस्थायी %s पत्र फाइल खोल्न सकेन: %s
%s टेम्प फाइल भित्र पत्र भण्डार गर्न असफल भयो: %s
पाइप सिर्जना गर्न सकेन: %s
छुटाउन सकेन: %s
पत्र सार्ने कार्यक्रम असफल भयो: %s
(अज्ञात त्रुटि)
मेल फाइल पढ्दा त्रुटि: %s
टेम्प फाइल पत्र लेख्दा त्रुटि:%s
पत्र टेम्प फाइल प्रतिलिपि गर्दा त्रुटि: %s
त्रुटि पदवर्णन गर्नुहोस्
स्पष्ट पार्दै: %s
होस्ट खोजी गर्न असफल भयो
ठेगाना स्पष्ट पार्दै
नाम खोजी गर्न असफल भयो
नाम खोजी गर्न असफल भयो: %s
डिस्कमा '%s' फोल्डर भित्र सन्देशहरू समक्रमण गर्दै
अवास्तविक फोल्डर इमेल प्रदायक
फोल्डरको अन्य सेटको एउटा क्वेरिको रुपमा पत्र पढ्दै
%s लोड गर्न सकेन: यो प्रणालीमा मोडुल लोड गर्नलाई समर्थन छैन ।
%s लोड गर्न सकेन: %s
%s लोड गर्न सकेन: मोडुलमा थालनी संकेत छैन ।
बेनामी
एउटा बेनामी लगइन प्रयोग गरेर यो विकल्पले सर्भरमा जडान गर्ने छ ।
प्रमाणीकरण असफल भयो ।
अवैध इमेल ठेगाना पदचिन्ह सूचना: %s
अवैध अपारदर्शी पदचिन्ह सूचना: %s
अवैध पदचिन्ह सूचना: %s
CRAM-MD5
यदि यो सर्भरले यसलाई समर्थन गर्दछ भने, एउटा सुरक्षित CRAM-MD5 पासवर्ड प्रयोग गरेर यो विकल्पले सर्भरमा जडान गर्ने छ ।
DIGEST-MD5
यदि यो सर्भरले यसलाई समर्थन गर्दछ भने, एउटा सुरक्षित DIGEST-MD5 पासवर्ड प्रयोग गरेर यो विकल्पले सर्भरमा जडान गर्ने छ ।
सर्भरले धेरै लामो चुनौती दिन्छ (>२०४८ वस्तु)
सर्भर अवैध चुनौती दिन्छ
सर्भर चुनौतीले अवैध समाविष्ट गर्‍‌यो "संरक्षणको गुण" टोकन
सर्भर प्रतिक्रियाले आधिकीकरण डेटा समावेश गर्दैन
सर्भर प्रतिक्रियाले अपूर्ण आधिकीकरण डेटा समाविष्ट गर्‍‌यो
सर्भर प्रतिक्रिया मिल्दैन
GSSAPI
यो विकल्पले Kerberos 5 प्रमाणीकरण प्रयोग गरेर सर्भरमा जडान गर्नेछ ।
निर्दिष्ट संयन्त्र उपल्ब्ध गराइएको प्रमाण-पत्रद्वारा समर्थित छैन, वा कार्यान्वयनद्वारा अपरिचित छ ।
उपलब्ध गराइएको लक्षित नाम परिमिति नराम्रो सँग बनाइएको थिएन ।
उपलब्ध गराइएको लक्षित नाम परिमितिले एउटा अवैध वा नामको समर्थन नगरिएको प्रकार समाविष्ट गर्‍‌यो ।
आगत टोकनले आगत च्यानल बाइन्डिङ परिमिति मार्फत निर्दिष्ट गरिएकोमा फरक च्यानल बाइन्डिङ समाविष्ट गर्दछ ।
आगत टोकनले एउटा अवैध हस्ताक्षर समाविष्ट गर्दछ, वा एउटा हस्ताक्षर जुन रुजु गर्न सकिने छैन ।
आपूर्ति गरिएको प्रमाणपत्रहरू प्रसङ्ग प्रारम्भका लागि वैध थिएनन्, वा प्रमाणपत्र ह्याण्डलले कुनै प्रमाणपत्रहरूको सन्दर्भ देखाएन ।
आपूर्ति गरिएको प्रसंग ह्याण्डलले एउटा वैध प्रसङ्ग संदर्भ गरेन ।
एकरुपताले असफल भएकोआगत टोकनमा गरिएको कार्यसम्पादन जाँच गर्दछ ।
एकरुपताले असफल भएको प्रमाणपत्रहरूमा गरिएको कार्यसम्पादन जाँच गर्दछ ।
सन्दर्भ गरिएको प्रमाणपत्रहरू म्याद समाप्ति भएको छ ।
सर्भरबाट खराब प्रमाणिकरण प्रतिक्रिया ।
असमर्थित सुरक्षा तह ।
लगइन
यो विकल्पले एउटा साधारण पासवर्ड प्रयोग गरेर सर्भरमा जडान गर्नेछ ।
अज्ञात प्रमाणीकरण स्थिति ।
NTLM / SPA
यो विकल्पले NTLM / सुरक्षा पासवर्ड प्रमाणिकरण प्रयोग गरेर एउटा सञ्झ्याल-आधारित सर्भरमा जडान गर्नेछ ।
PLAIN
SMTP अगाडि POP
यो विकल्पले SMTP प्रयत्न गर्नु अगाडि एउटा POP जडानलाई अधिकार दिनेछ
नियमित अभिव्यक्ति सङ्कलन असफल भयो: %s: %s
IMAP
'%s' का लागि प्रमाणपत्र फेला पार्न सक्दैन
सिएमएस सन्देश सिर्जना गर्न सक्दैन
सीएमएस साइन गरिएको डेटा सिर्जना गर्न सक्दैन
सीएमएस साइन गरिएको डेटा संलग्न गर्न सक्दैन
सीएमएस डेटा संलग्न गर्न सक्दैन
CMS साइनकर्ता सूचना सिर्जना गर्न सक्दैन
प्रमाणपत्र साङ्लो फेला पार्न सक्दैन
CMS साइनिङ समय थप्न सक्दैन
'%s' का लागि गुप्तीकरण प्रमाणपत्र अवस्थित छैन
SMIMEEncKeyPrefs विशेषता थप्न सक्दैन
MS SMIMEEncKeyPrefs विशेषता थप्न सक्दैन
गुप्तीकरण प्रमाणपत्र थप्न सक्दैन
सीएमएस साइनकर्ता सूचना थप्न सकिँदैन
रूजु नगरिएको
राम्रो हस्ताक्षर
खराब हस्ताक्षर
हस्तक्षेप गरिएको वा बाटोमा बदलेको समाग्री
साइनिङ प्रमाणपत्र फेला परेन
साइनिङ प्रमाणपत्र विश्वासीलो छैन
हस्ताक्षर अल्गोरिदम अज्ञात
हस्ताक्षर अल्गोरिदम समर्थित छैन
विकृत हस्ताक्षर
प्रक्रिया गर्दा त्रुटि
हस्ताक्षरमा कुनै साइन गरिएको डेटा छैन
खामबन्दि गरिएको लगतबाट संग्रह हराइरहेको छ
संग्रहहरू गणना गर्न सकिँदैन
सन्देश संग्रहहरू सेट गर्न सकिँदैन
प्रमाणपत्र आयात असफल भयो
प्रमाणपत्र सन्देश मात्र हो, प्रमाणपत्रहरू रूजु गर्न सकिँदैन
प्रमाणपत्र सन्देश मात्र हो, प्रमाणपत्रहरू आयात गरियो र रूजु गरियो
हस्ताक्षर संग्रहहरू फेला पार्न सकिँदैन
साइनकर्ता: %s : %s
सङ्केतक प्रसङ्ग सिर्जना गर्न सकिँदैन
सीएमएस सङ्केतकमा डेटा थप्न असफल भयो
डेटा सङ्केतन गर्न असफल भयो
विसङ्केतक असफल भयो
साझा बल्क गुप्तिकरण अल्गोरिदम फेला पार्न सकिँदैन
गुप्तिकरण गरिएको बल्क कुञ्‍‌जीको लागि स्लट बाँडफाँड गर्न सकिँदैन
सीएमएस सन्देश सिर्जना गर्न सकिँदैन
सीएमएस खामबन्दी डेटा सिर्जना गर्न सकिँदैन
सीएमएस खामबन्दी डेटा संलग्न गर्न सकिँदैन
सीएमएस डेटा वस्तु संलग्न गर्न सकिँदैन
सीएमएस प्रापक सूचना सिर्जना गर्न सकिँदैन
सीएमएस प्रापक सूचना थप्न सकिँदैन
सङ्केतकमा डेटा थप्न असफल भयो
एस/माइम गुप्तिकरण उल्टाउनुहोस्: गुप्तिकरण गरिएको सामाग्री फेला परेन
रद्दीटोकरी
जङ्क
फोल्डर सिर्जना गर्न सकिँदैन: %s: फोल्डर अवस्थित छ
फोल्डर मेट्न सकिँदैन: %s: अवैध सञ्‍‌चालन
फोल्डर पुन:नामाकरण गर्न सकिँदैन: %s: अवैध सञ्‍‌चालन
जडान रद्द गरियो
"%s" आदेशसँग जडान गर्न सकेन: %s
अवास्तविक फोल्डरमा सन्देश प्रतिलिपि बनाउन वा सार्न सकिँदैन
%s भित्र त्यस प्रकारको %s सन्देश छैन
अमिल्दो
फोल्डर मेट्न सकिँदैन: %s: त्यस प्रकारको फोलडर छैन
फोल्डर पुन:नामाकरण गर्न सकिँदैन: %s: त्यस प्रकारको फोल्डर छैन
रद्दीटोकरी फोल्डरमा सन्देशहरू प्रतिलिपि बनाउन सकिँदैन
जङ्क फोल्डरमा सन्देशहरू प्रतिलिपि बनाउन सकिँदैन
नयाँ पत्र लागि जाँच गर्दै
सबै फोल्डरहरू भित्र नयाँ सन्देशहरुका लागि जाँच गर्नुहोस्
फोल्डरहरू
सदस्यता फोल्डरहरू मात्र देखाउनुहोस्
सर्भर-आपूर्ति गरिएको फोल्डर नेमस्पेस अधिरोहण गर्नुहोस्
नेमस्पेस:
विकल्पहरू
यो सर्भरमा पत्रमञ्‍‌जुषा भित्र नयाँ सन्देशहरूलाई फिल्टर लागू गर्नुहोस्
जङ्क सामाग्रीहरूका लागि नयाँ सन्देशहरू जाँच गर्नुहोस्
पत्रमञ्‍‌जुष भित्र जङ्क सन्देशहरूका लागि जाँच मात्र गर्नुहोस्
टाढाको पत्र स्थानीय रुपमा स्वाचालित रुपले समक्रमण गर्नुहोस्
IMAP+
IMAP सर्भरहरूमा पत्र पढ्न र भण्डारणका लागि ।
~%s (%s)
%s (%s)
एमएच-ढाँचा पत्र डाइरेक्टरी
स्थानीय पत्र एमएच-जस्तो पत्र डाइरेक्टरीहरूमा भण्डारणका लागि ।
स्थानीय हस्तान्तरण
विस्तारद्वारा व्यवस्थापन गरिएको फोल्डरहरू भित्र मानक पत्रमञ्जूषा ढाँचा गरिएको स्पूलबाट स्थानीय पत्र पुन: प्राप्त गर्न (सार्न)का लागि ।
पत्र डाइरेक्टरी-ढाँचा पत्र डाइरेक्टरीहरु
पत्र डाइरेक्टरी डाइरेक्टरीहरूमा स्थानीय पत्र भण्डारण गर्नका लागि ।
मानक यूनिक्स पत्रमञ्जूषा स्पूल फाइल
बाह्य मानक पत्रमञ्जुषा स्पूल फाइलहरूमा स्थानीय पत्र पढ्न र भण्डार गर्नका लागि इएलएम, पाइन, वा मट शैली फोल्डरहरूको एउटा ट्रि पढ्नका लागि सायद प्रयोग गरिन्छ ।
मानक यूनिक्स पत्रमञ्जूषा स्पूल डाइरेक्टरी
%s मा %s फोल्डर पुन: नामाकरण गर्न सकेन: %s
स्थानीय पत्र %s फाइल
%s भण्डार मूल एउटा सुनिश्चित मार्ग होइन
%s भण्डार मूल एउटा नीयमित डाइरेक्टरी होइन
फोल्डर प्राप्त गर्न सकिँदैन: %s: %s
स्थानीय भण्डारसँग एउटा प्राप्तमञ्जूषा छैन
'%s' पुन नामाकरण गर्न सकेन: %s
साराँशमा सन्देशहरू थप्न असक्षम: अज्ञात कारण
त्यस प्रकारको सन्देश छैन
पत्र डाइरेक्टरी होइन
पत्र डाइरेक्टरी मार्ग खोल्न सकिँदैन: %s: %s
फोल्डर अनुकुलता जाँच गर्दै
नयाँ सन्देशहरुका लागि जाँच गर्दै
फोल्डरहरू भण्डार गर्दै
यो फोल्डर प्राप्त नहुने गरी दुषित भएको देखिन्छ ।
%s मा ताल्चा लगाइएको फोल्डर सिर्जना गर्न सकिँदैन: %s
यस नामद्वारा फोल्डर सिर्जना गर्न सकिँदैन ।
फोल्डर सिर्जना गर्न सकिँदैन: %s: %s
फोल्डर पहिले नै अवस्थित छ
नयाँ फोल्डरको नाम अवैधानिक छ ।
'%s' लाई %s पुन नामाकरण गर्न सकेन: %s
फोल्डर खोल्न सकेन: %s: %s
फोल्डर जाँच गर्न सकिँदैन: %s: %s
फाइल खोल्न सकेन: %s: %s
अस्थायी पत्र मञ्जूषा खोल्न सकिँदैन: %s
%s स्रोत फोल्डर बन्द गर्न सकेन: %s
अस्थायी फोल्डर बन्द गर्न सकेन: %s
फोल्डर पुन नामाकरण गर्न सकेन: %s
फोल्डर भण्डार गर्न सकेन: %s
सारांश र फोल्डर मिलेन, एउटा समक्रमण पछि पनि
अज्ञात त्रुटि: %s
अस्थायी पत्रमञ्जूषामा लेख्दैगर्दा असफल भयो: %s
अस्थायी पत्रमञ्जूषामा लेख्दैगर्दा असफल भयो: %s: %s
एमएच डाइरेक्टरी मार्ग खोल्न सकिँदैन: %s: %s
स्पुल पत्र फाइल %s
स्पुल फोल्डर ट्रि %s
भण्डारले प्राप्ति मञ्जूषा लाई समर्थन गर्दैन
स्पुल फोल्डर मेट्न सकिँदैन
स्पुल फोल्डरहरु पुन नामाकरण गर्न सकिँदैन
आन्तरिक त्रुटि: अवैध ढाँचामा युआइडी: %s
सन्देश प्राप्त गर्न सकिँदैन %s: %s
यो सन्देश हाल उपलब्ध छैन
पोष्ट गर्न असफल भयो: %s
तपाईँले अफलाइन काम गर्दा एनएनटीपी सन्देशहरू पठाउन सक्नुहुन्न!
तपाईँले एउटा एनएनटीपी फोल्डरबाट सन्देशहरू प्रतिलिपि गर्न सक्नुहुन्न!
USENET समाचार
यो पढ्न र यसबाट USENET समाचारसमूहलाई पठाउन लागि एउटा प्रदायक हो ।
यो विकल्पले समतल पाठ पासवर्ड प्रयोग गरेर एनएनटीपी सर्भरसँग प्रमाणिकरण गर्नेछ ।
%s एनएनटीपी सर्भरले %d त्रुटि संकेत फर्कायो: %s
%s मार्फत USENET समाचारहरू
त्रुटि पुन: प्राप्त गर्दै समाचार समुहहरु: %s
तपाईँले एउटा समाचारहरू भण्डार भित्र एउटा फोल्डर सिर्जना गर्न सक्नु हुन्न: बदलामा सदस्यता लिनुहोस् ।
तपाईँले समाचारहरू भण्डार भित्र एउटा फोल्डरको पुन नामाकरण गर्न सक्नु हुन्न ।
तपाईँले एउटा समाचार भण्डारमा एउटा फोल्डर हटाउन सक्नुहुन्न: बदलामा सदस्यता हटाउनुहोस् ।
तपाईँले यस समाचार समूहहरूका लागि सदस्यता लिन सक्नु हुन्न: त्यस प्रकारको समाचारसमूह, चयन गरिएको वस्तु सम्भवत एक प्रमूल फल्डर हो ।
तपाईँले यस समाचार समुहहरूका लागि सदस्यता हटाउन सक्नु हुन्न: समाचारसमुह अवस्थित छैन!
जडान भएको छैन ।
त्यस प्रकारको फोल्डर छैन: %s
%s: नयाँ सन्देशहरू स्क्यान गर्दै
एक्सओभरबाट अनपेक्षित सर्भर प्रतिक्रिया: %s
शिर्षबाट अनपेक्षित सर्भर प्रतिक्रिया: %s
सञ्चालन असफल भयो: %s
%s युआइडीसँग कुनै सन्देश छैन
%d पप सन्देश पुन: प्राप्त गर्दै
अज्ञात कारण
पप सारंश पुन प्राप्त गर्दै
पुराना सन्देशहरू नष्ट गर्दै
मेटिएका सन्देशहरू नष्ट गर्दै
पप
पप सर्भरहररूबाट जडान गर्न र पत्र डाउनलोड गर्नाका लागि ।
यो विकल्पले समतल पाठ पासवर्ड प्रयोग गरेर पप सर्भरमा जडान गर्नेछ। यो धेरै पप सर्भरहरूद्वारा समर्थित एक मात्र विकल्प हो ।
यो विकल्पले एपीओपी प्रोटोकल मार्फत गुप्तिकरण गरिएको पासवर्ड प्रयोग गरेर पप सर्भरमा जडान गर्नेछ । यसले सबै प्रयोगकर्ताहरूका लागि यहाँसम्म कि यसलाई समर्थन गर्ने दावि गरिएको सर्भरमा पनि काम नगर्न सक्छ ।
%s पप सर्भरबाट एउटा वैध अभिवादन पढ्न असफल भयो
सुरक्षित मोड भित्र %s पप सर्भरमा जडान गर्न असफल भयो: %s
सर्भरद्वारा एसटीएलएस समर्थित छैन:
%s पप सर्भरमा लगइन गर्न सकिँदैन: एसएएसएल प्रोटोकल त्रुटि
%s पप सर्भरमा जडान गर्न असक्षम:\tअवैध APOP आईडी प्राप्त भयो । अनुकरणले निलम्बितलाई आक्रमण गर्‍‌यो । कृपया तपाईँको प्रशासनलाई सम्पर्क गर्नुहोस् ।
:
पठाउने पत्र
यसलाई स्थानीय प्रणालीमा "पत्र पठाउनुहोस्" कार्यक्रममा पास गरेर पत्र प्रेषणका लागि ।
पत्र पठाउनुहोस्
पत्र पठाउनुहोस् कार्यक्रम मार्फत पत्र प्रेषण
प्रापक सूची पद वर्णन गर्न सकेन
एसएमटीपी
एसएमटीपी प्रयोग गरेर एउटा टाढाको मेलहबमा जडान गरी पत्र प्रेषणका लागि ।
सुरक्षित मोडमा %s एसएमटीपी सर्भरसँग जोड्न असफल भयो: %s
%s एसएमटीपी सर्भर
%s मार्फत एसएमटीपी पत्र प्रेषण
सन्देश पठाउन सकिँदैन: सेवा जडान गरिएको छैन ।
सन्देश पठाउन सकिदैन: पठाउनेको ठेगाना अवैध छ ।
सन्देश पठाउँदै
सन्देश पठाउन सकिँदैन: प्रापकहरू परिभाषित छैनन् ।
सन्देश पठाउन सकिँदैन: एक वा बढी अवैध प्रापकहरू
वाक्य संरचना त्रुटि, आदेश पहिचान भएन
परिमिति वा तर्कहरूमा वाक्यसंरचना त्रुटि
आदेश कार्यान्वयन गरिएन
आदेश परिमिति कार्यान्वयन गरिएन
प्रणाली वस्तुस्थिति, वा प्रणाली मद्दत जवाफ
मद्दत सन्देश
सेवा तयार छ
प्रसारण च्यानल सेवा बन्द गर्दै
सेवा उपलब्ध छैन, प्रसारण च्यानल बन्द गर्दै
अनुरोध गरिएको पत्र कार्य ठीक छ, पुरा भयो
प्रयोगकर्ता स्थानीय होइन; <forward\-path> मा फरवार्ड गरिनेछ
अनुरोध गरिएको पत्र कार्य लिइएन:पत्रमञ्जूषा उपलब्ध छैन
अनुरोध गरिएको कार्य लिइएन: पत्रमञ्जूषा उपलब्ध छैन
अनुरोध गरिएको कार्य परित्याग गरियो: प्रक्रियामा त्रुटि
प्रयोगकर्ता स्थानीय होइन; कृपया प्रयास गर्नुहोस्<forward\-path>
अनुरोध गरिएको पत्र कार्य लिइएन: अपर्याप्त प्रणाली भण्डारण
अनुरोध गरिएको पत्र कार्य परित्याग गरियो: भण्डारण बाँडफाँट नाघ्यो
अनुरोध गरिएको काम लिइएन: पत्रमञ्जूषा नाम अनुमति छैन
पत्र आगत सुरु गर्नुहोस्; <CRLF> सँग अन्त्य गर्नुहोस् ।<CRLF>
कारोवार असफल भयो
एउटा पासवर्ड सङ्क्रमण आवस्यक छ
प्रमाणीकरण संयन्त्र धेरै कमजोर छ
अनुरोध गरिएको प्रमाणीकरण संयन्त्रको लागि लागि गुप्तीकरण आवश्यक छ
अस्थायी प्रमाणीकरण असफल
एसएमटीपी अभिवादन
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
StatusCategoryName
CategoryName
CategoryName
CategoryName
CategoryName
CategoryName
%a %m/%d/%Y %I:%M:%S %p
%a %m/%d/%Y %H:%M:%S
%a %m/%d/%Y %I:%M %p
%a %m/%d/%Y %H:%M
%a %m/%d/%Y %I %p
%a %m/%d/%Y %H
%a %m/%d/%Y
%m/%d/%Y %I:%M:%S %p
%m/%d/%Y %H:%M:%S
%m/%d/%Y %I:%M %p
%m/%d/%Y %H:%M
%m/%d/%Y %I %p
%m/%d/%Y %H
%m/%d/%Y
%I:%M:%S %p
%H:%M:%S
%I:%M %p
%H:%M
%I %p
पात्रो
सम्पर्कहरू
OU = VeriSign Trust Network
कार्यहरू
यस कम्प्युटरमा
प्राप्तिमञ्जूषामा नयाँ पत्रको लागि मात्र सूचना सिर्जना गर।
नयाँ पत्रको लागि आवाज दिनुहोस्।
प्राप्तिमञ्जूषा
नयाँ सन्देश लेख्नुहोस्
सम्पर्कहरू
जब नयाँ पत्र प्राप्त ( _v ) हुन्छ
कुनैपनि प्राप्तिमञ्जुषा
कुनै पनि फोल्डर
आवाज दिनुहोस् ( _y )
सूचना प्रदर्शन गर्नुहोस् ( _D)
पट्टीमा नयाँ सन्देश देखाउनुहोस् (_I)
उदाहरणहरू
उबन्टुका लागि उदाहरण सामग्री
सङ्ग्रह प्रबन्धक
एउटा सङ्ग्रह सिर्जना गर्नुहोस् र परिमार्जन गर्नुहोस्
फोल्डर फलक हेर्नुहोस्
यहाँ ल्याउनुहोस्
यसमा झिक्नुहोस्...
चयन गरिएको सङ्ग्रह झिक्नुहोस्
खोल्नुहोस्
सबै सङ्ग्रहहरू
सबै फाइलहरू
जिनोमको लागि एक सङ्ग्रह प्रबन्धक ।
Narayan Kumar Magar (narayan@mpp.org.np) Launchpad Contributions: Narayan Kumar Magar https://launchpad.net/~narayan-mpp Pawan Chitrakar https://launchpad.net/~pawan
सङ्ग्रहमा फाइलहरू थप्न सकेन
"%s" फोल्डरबाट फाईलहरू पढ्न तपाईँसँग उचित अनुमति छैन
फाइलहरू थप्नुहोस्
विकल्पहरु लोड गर्नुहोस्
विकल्पहरू बचत गर्नुहोस्
"%s" गन्तब्य फोल्डर अवस्थित छैन । तपाईँ यसलाई सिर्जना गर्न चाहनुहुन्छ?
फोल्डर सिर्जना गर्नुहोस्
छोडाइ कार्यसम्पादन गरिएन
गन्तब्य फोल्डर सिर्जना गर्न सकेन: %s ।
"%s" फोल्डरमा सङ्ग्रह झिक्न तपाईँसँग अधिकार अनुमति छैन
झिक्नुहोस्
सङ्ग्रह प्रकार समर्थित छैन ।
%s गुणहरू
निर्दिष्ट गरिएको सङ्ग्रहमा फाइलहरू थप्नुहोस् र कार्यक्रम अन्त्य गर्नुहोस्
सङ्ग्रह
सङ्ग्रहको नाम सोधेर फाइलहरू थप्नुहोस् र कार्यक्रम अन्त्य गर्नुहोस्
निर्दिष्ट गरिएको फोल्डरमा सङ्ग्रह छोड्नुहोस् र कार्यक्रम अन्त्य गर्नुहोस्
फोल्डर
गन्तब्य फोल्डर सोधेर सङ्ग्रह झिक्नुहोस् र कार्यक्रम अन्त्य गर्नुहोस्
'--add' र '--extract' आदेशहरूको लागि प्रयोग गर्नलाई पूर्वनिर्धारित फोल्डर
यकिन नगरी नै गन्तब्य फोल्डर सिर्जना गर्नुहोस्
सङ्ग्रह हटाउनुहोस्
एउटा सङ्ग्रह सिर्जना गर्नुहोस् र परिमार्जन गर्नुहोस्
फाइल रोलर
तपाईँसँग अधिकार अनुमातिहरू छैन ।
तपाईँ एउटा सङ्ग्रहलाई आफै थप्न सक्नुहुन्न ।
सङ्ग्रहबाट फाइलहरू मेट्दै
सङ्ग्रह पुन: सङ्कुचन गर्दै
सङ्ग्रह सङ्कुचनबाट हटाउँदै
सङ्ग्रह सिर्जना गर्न सकेन
तपाईँले एउटा सङ्ग्रह नाम निर्दिष्ट गर्नुपर्दछ ।
तपाईसँग यो फोल्डरमा एउटा सङ्ग्रह सिर्जना गर्न अनुमति छैन
पुरानो सङ्ग्रह मेट्न सकेन ।
सिर्जना गर्नुहोस्
थप्नुहोस्
छोड्नुहोस्
फोल्डर
[पढ्ने मात्र]
"%s" फोल्डर प्रदर्शन गर्न सकेन
फाइल सूची प्राप्त गर्दै
असामान्य तरिकाबाट आदेश अन्त्य भयो ।
फाइलहरू हटाउँदा एउटा त्रुटि देखा पर्यो ।
"%s" खोल्न सकेन
सङ्ग्रह लोड गर्दा एएटा त्रुटि देखापर्यो ।
सङ्ग्रहबाट फाइलहरू मेट्दा एउटा त्रुटि देखा पर्यो ।
सङ्ग्रहमा फाइलहरू थप्दा एउटा त्रुटि देखा पर्यो ।
सङ्ग्रह परिक्षण गर्दा एउटा त्रुटि देखा पर्यो ।
आदेश फेला परेन ।
परिणाम परिक्षण गर्नुहोस्
सञ्चालन कार्यसम्पादन गर्न सकेन
तपाईँ यो फाइल हालको सङ्ग्रहमा थप्न चाहनुहुन्छ वा यसलाई नयाँ सङ्ग्रहको खोल्नुहुन्छ?
तपाईँ यी फाइलहरूसँग एउटा नयाँ सङ्ग्रह सिर्जना गर्न चाहनुहुन्छ?
सङ्ग्रह सिर्जना गर्नुहोस्
फोल्डरहरूFile
File
File
File
स्थान
open recent file
हालै प्रयोग गरिएको सङ्ग्रह खोल्नुहोस्
"%s" सङ्ग्रह बचत गर्न सकेन
बचत गर्नुहोस्
अन्तिम निर्गत
"%s" नाम गरेको एउटा फोलडर पहिल्यै अवस्थित छ । %s
कृपया फरक नाम प्रयोग गर्नुहोस् ।
"%s" नाम गरेको एउटा फोलडर पहिल्यै अवस्थित छ । %s
पुन: नामाकरण गर्नुहोस्
पुन: नामाकरण गर्नुहोस्
फोल्डरलाई पुन:नामाकरण गर्न सकेन
फाइल पुन:नामाकरण गर्न सकेन
चयन टाँस्नुहोस्
एउटा सङ्ग्रहमा फाइलहरू थप्नुहोस्Date Modified
%d %B %Y, %H:%M
मद्दत प्रदर्शन गर्न सकेन
जोड
फाइलहरू समावेश नगर्नुहोस्:
उदाहरण: *.o; *.bak
कार्यहरु
सबै फाइलहरू हेर्नुहोस्
फोल्डरको रूपमा हेर्नुहोस्
फोल्डरहरू
मद्दत
पासवर्ड:
मेट्नुहोस्
फाइलहरू:
उद्दाहरण: *.txt; *.doc
सबै फाइलहरू
चयन गरिएको फाइलहरू
सबै चयनबाट हटाउनुहोस्
एक लेबल माथि जानुहोस्
सङ्ग्रह
सम्पादन गर्नुहोस्
दृष्य
फाइलहरू मिलाउनुहोस्
कार्यक्रमको बारेमा जानकारी
सङ्ग्रहमा फाइलहरू थप्नुहोस्
हालको सङ्ग्रह बन्द गर्नुहोस्
सामाग्रीहरू
फाइल रोलर म्यानुअल प्रदर्शन गर्नुहोस्
चयन प्रतिलिपि गर्नुहोस्
चयन काट्नुहोस्
क्लिपवोर्ड टाँस्नुहोस्
चयन पुन: नामाकरण गर्नुहोस्
सङ्ग्रहबाट चयन मेट्नुहोस्
सबै फाइलहरू चयनबाट हटाउनुहोस्
सङ्ग्रहबाट फाइलहरू झिक्नुहोस्
नयाँ सङ्ग्रह सिर्जना गर्नुहोस्
सङ्ग्रह खोल्नुहोस्
एउटा अनुप्रयोगसँग चयन गरिएको फाइलहरू खोल्नुहोस्
यो सङ्ग्रहका लागि एउटा पासवर्ड निर्दिष्ट गर्नुहोस्
सङ्ग्रह गुणहरू देखाउनुहोस्
हालको सङ्ग्रह पुन: लोड गर्नुहोस्
हालको सङ्ग्रह फरक नाममा बचत गर्नुहोस्
सबै फाइलहरू चयन गर्नुहोस्
परिक्षण शुद्धता
सङ्ग्रहले त्रुटिहरू समाविष्ट गर्छ कि गर्दैन परिक्षण गर्नुहोस्
चयन गरिएको फोल्डर खोल्नुहोस्
अघिल्लो भ्रमण गरिएको स्थानमा जानुहोस्
पछिल्लो भ्रमण गरिएको स्थानमा जानुहोस्
गृह स्थानमा जानुहोस्
उपकरणपट्टी
मुख्य उपकरणपट्टी हेर्नुहोस्
स्थितिपट्टी
स्थितिपट्टी हेर्नुहोस्
split into volumes of 10.0 MB
पासवर्ड
File
सङ्ग्रह साइज:
स्थान:
सङ्कुचन अनुपात:
सामाग्री साइज:
फाइलहरूको सङ्ख्या:
समाप्त, कृपया ENTER थिच्नुहोस्
क्रमगुणन
=
Ctrm
Ddb
भविष्यको मान
शर्त
Syd
Sln
दर
वर्तमान मान
भुक्तानी
क्यारेक्टर:
घुसाउनुहोस्
गणकयन्त्र
अंकगणितीय, वैज्ञानिक वा आर्थिक गणनाहरू कार्यसम्पादन गर्नुहोस्
Narayan Kumar Magar (narayan@mpp.org.np) Launchpad Contributions: Jyotshna Shrestha https://launchpad.net/~shresthajyo Narayan Kumar Magar https://launchpad.net/~narayan-mpp
जीक्याल्कटूल
आर्थिक र वैज्ञानिक मोडहरू भएको गणकयन्त्र
आधारभूत
उन्नत
आर्थिक
[degrees] in [radians]
भण्डारण गर्न सन्तुलित मान छैन
विकृत अभिव्यक्ति
वैज्ञानिक
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
%s बाट कन्फिगरेसन फाइल मार्ग प्राप्त गर्न असफल भयो
कन्फिगरेसन '%s' फाइल प्रयोग गरेर इभोल्युसन/LDAP सिर्जना गरियो
'%s' XML फाइल पद वर्णन गर्न अक्षम
'%s' कन्फिग फाइल खाली छ
%s को मूल नोड <evoldap> हुनुपर्दछ, होइन
'%s' मा <template> निर्दिष्ट गरिएको छैन
'%s' भित्र <template> मा कुनै पनि "फिल्टर" विशेषता निर्दिष्ट गरिएको छैन
'%s' मा LDAP सर्भर वा DN आधार निर्दिष्ट गरिएको छैन
LDAP सर्भरमा सम्पर्क गर्दै: होस्ट '%s', पोर्ट '%d', आधार DN '%s'
LDAP सर्भरमा सम्पर्क गर्न असफल भयो: %s
फिल्टरको प्रयोग गरेर प्रविष्टिहरूको खोजी गर्दै: %s
LDAP सर्भर क्वेरि गर्दा त्रुटि: %s
फिल्टर प्रयोग गरेर %d प्रविष्टिहरू प्राप्त गर्यो: %s
डाइरेक्टरी फेला पार्न सक्दैन %s
%s' मा जीकन्फ ट्रि बचत गर्दा त्रुटि: %s
उपयोग: %s <dir>
उपयोग: %s <dir> यस्तो मार्कअप ब्याकेण्ड फाइल प्रणाली सोपानक्रम गाभ्नुहोस्: dir/%%gconf.xml subdir1/%%gconf.xml subdir2/%%gconf.xml to: dir/%%gconf-tree.xml
पाठ मार्कअप ब्याकेण्ड मोड्युल पाठ अनलोड गर्दै ।
`%s' ठेगानामा XML मूल डाइरेक्टरी फेला पार्न सकेन
`%s' डाइरेक्टरी बनाउन सकेन: %s
"%s" ठेगानामा भएको XML मुल डाइरेक्टरी पढ्न अथवा लेख्न सकिँदैन
%s मूलमा XML स्रोतका लागि डाइरेक्टरी/फाइल अनुमतिहरू हुन: %o/%o
डाइरेक्टरी सञ्चालन हटाउन लामो समय सम्म समर्थित छैन, डाइरेक्टरीमा भएका सबै मानहरू हटाउनुहोस्
ताल्चा हटाउन %s का लागि ताल्चा लगाइएको डाइरेक्टरी खोल्न सकेन: %s
%s फाइल हटाउन सकेन: %s
मार्कअप ब्याकइण्ड मोड्युल सुरुआत गर्दै
"%s" XML डाइरेक्टरीमा ताल्चा लगाउन असफल भयो: %s
केही कन्फिगरेसन डेटा डिस्कमा लेख्न असफल भयो
"%s" डाइरेक्टरी बनाउन सकेन: %s
"%s" हटाउन सकेन: %s
"%s" लेख्न असफल भयो: %s
"%s" फाइल लोड गर्न असफल भयो: %s
रेखा %d क्यारेक्टर %d: %s
यो प्रसंगमा "%s" विशेषता उस्तैतत्वमा अवैध छ
`%s' (अपेक्षा गरिएको इन्टिजर) बुझिएन
`%s' इन्टिजर धेरै ठूलो अथवा सानो छ
`%s' (अपेक्षा गरिएको ठीक वा बेठीक) बुझिएन
`%s' (अपेक्षा गरिएको वास्तविक सङ्ख्या) बुझिएन
तत्वमा "%s" विशेषताको लागि "%s"अज्ञात मान
तत्वमा विशेषता "%s" छैन
मा "%s" अवैध प्रकार
मा "%s" अवैध पहिलो-तत्व प्रकार
मा "%s"अवैध cdr_प्रकार
मा "%s"अवैध सुची प्रकार
<local_schema> तल दुई <default> तत्वहरू
<local_schema> तल दुई <longdesc> तत्वहरू
को तल तत्वलाई अनुमति छैन
उपलब्ध गराइयो तर हालको तत्वसँग %s प्रकार छैन
उस्तै जोडीका लागि दुईवटा <car> तत्वहरू दिइयो
उस्तै जोडीका लागि दुईवटा <cdr> तत्व दिइयो
सँग गलत %s प्रकार छ
उपलब्ध गराइयो तर प्रमूल <entry> सँग मान छैन
हालको तत्व भित्र तत्वलाई अनुमति दिइएको छैन
मेनू फाइलको सबै भन्दा बाहिरी तत्व नभएर <gconf> मा हुनु पर्दछ
तत्व भित्र तत्वलाई अनुमति दिइएको छैन
तत्व भित्र कुनै पाठलाई अनुमति दिइएको छैन
"%s" खोल्न असफल भयो: %s
"%s" पढ्दा त्रुटि: %s
"%s" फाइल लेख्दा त्रुटि: %s
"%s" अस्थायी फाइल "%s" अन्तिम स्थानमा सार्न असफल भयो: %s
XML ब्याकइण्ड मोड्युल अनलोड गर्दै
XML ब्याकइण्ड डाइरेक्टरी क्यास समक्रमण गर्दा त्रुटि: %s
XML ब्याकइण्ड मोड्युल थालनी गर्दै
XML क्यास सामाग्रीहरू डिस्कमा समक्रमण गर्न असफल भयो
XML ब्याकइण्ड क्यासबाट`%s' डाइरेक्टरी हटाउन अक्षम, किनभने यो सफलतापूर्वक डिस्कमा समक्रमण भएको छैन
`%s' सुरुआत गर्न सकेन: %s
XML फाइलनाम `%s' डाइरेक्टरी हो
"%s" मेट्न असफल: %s
`%s' फाइल लेख्न असफल: %s
`%s' मा मोड सेट गर्न असफल: %s
`%s' मा XML डेटा लेख्न असफल: %s
`%s' फाइल बन्द गर्न असफल: %s
`%s' लाई `%s' मा परिवर्तन गर्न असफल: %s
`%s' लाई `%s' लाई पूर्वावस्थामा ल्याउन असफल: %s
पुरानो फाइल `%s' मेट्न असफल: %s
`%s' स्ट्याट गर्न असफल: %s
`%s' मा `%s' नक्कली प्रविष्टि, उपेक्षा गर्दै
`%s' XML फाइल भित्र नाम बिनाको प्रविष्टि, उपेक्षा गर्दै
XML फाइलमा `%s' मा उच्चस्तरको नोड <entry> भन्दा हो, उपेक्षा गर्दै
`%s' फाइल सिर्जना गर्न असफल: %s
XML फाइल "%s" पार्स गर्न असफल
`%s' नामसँग XML नोड उपेक्षा: %s
`%s' स्किमा नाम उपेक्षा गर्दै, अवैध: %s
`%s' XML नोड उपेक्षा गर्दै: %s
स्किमाका लागि पूर्वनिर्धारित मान पढ्दा असफल: %s
नोडका लागि कुनै "type" को विशेषता छैन
नोडसँग अज्ञात "type" को `%s' विशेषता छ, उपेक्षा गर्दै
नोडका लागि कुनै "value"को विशेषता छैन
XML नोड भित्र XML सूची नोड बुझिएन
अमान्य प्रकार (सूची, जोडा, वा अज्ञात) सूची नोडमा
%s खराब XML नोड
सूचीले खराब प्रकारको नोड समावेश गर्दछ (%s, should be %s)
XML जोडाबाट खराब क्यारेक्टर उपेक्षा गर्दै: %s
XML फाइल पार्स गर्दै: सूचीहरू र जोडाहरू जोडा भित्र राख्न सकिँदैन
XML जोडाबाट खराब cdr उपेक्षा गर्दै: %s
XML जोडा नोडभित्र XML नोड बुझिएन
XML जोडा नोडका लागि car र cdr फेला परेन
XML फाइलमा मानहरूको जोडाबाट cdr हराइरहेको
XML फाइलमा मानहरूको जोडाबाट car हराइरहेको छ
XML फाइलमा जोडाबाट दुबै car र cdr मानहरू हराइरहेको छ
कन्फिगरेसन भण्डारण ठेगानाभित्र `%c' एउटा अमान्य क्यारेक्टर हो
`%s' त्यस्तो फाइल छैन
`%s' ब्याकइण्डले आवश्यक भी तालिका सदस्य `%s' हराइरहेको छ
`%s' गलत ठेगाना: %s
`%s' गलत ठेगाना
गतिशिल मोड्युल समर्थन (gmodule) बिना जिकन्फले काम गर्ने छैन
`%s' मोड्युल खोल्दा त्रुटि: %s
`%s' मोड्युल थालनी गर्दा त्रुटि: %s
`%s' का लागि ब्याकइण्ड मोड्युल तोक्न सकेन
ब्याकइण्ड बन्द गर्न असफल भयो
जिकन्फ त्रुटि: %s
जिकन्फ चेतावनी: `%s' भित्र असफल सूचीबद्व जोडाहरू: %s
%s कुञ्जीका लागि अपेक्षा गरिएको %s ले `%s' प्राप्त गर्यो
सेट अनुरोधमा अवैध मान प्राप्त गरियो
`%s कुञ्जीका लागि सेट अनुरोधमा प्राप्त गरिएको CORBA मानको अर्थ लगाउन सकेन
सबै क्यास गरिएको डेटा छाड्न अनुरोध प्राप्त भयो
सँगसँगै समक्रमण गर्न अनुरोध प्राप्त भयो
घातक त्रुटि: कन्फिग डाटाबेसका लागि सन्दर्भ वस्तु प्राप्त गर्न असफल भयो
एक वा बढी स्रोतहरू सामक्रमण गर्न असफल भयो: %s
`%s' ब्याकइण्डबाट सूचना परिवर्तन पछि `%s' का लागि नयाँ मान प्राप्त गर्दा त्रुटि: %s
%lu स्रोता ID अवस्थित छैन
लगफाइलमा स्रोताको हटाइ लग गर्न असफल भयो (यो खतरा बाहिर छ, सूचना अप्राकृतिक तरिकाले देखिरहने हुन सक्दछ): %s
`%s' लागि मान प्राप्त गर्दा त्रुटि: %s
`%s' लागि मान सेटिङ गर्दा त्रुटि: %s
`%s' सेटिङबाट हटाउँदा त्रुटि: %s
`%s'का लागि पूर्वनिर्धारित मान प्राप्त गर्दा त्रुटि: %s
"%s" सेटिङबाट हटाउँदा त्रुटि: %s
"%s" का लागि नयाँ मान प्राप्त गर्दा त्रुटि: %s
`%s' को अवस्थित जाँच गर्दा त्रुटि: %s
"%s" डाइरेक्टरी हटाउँदा त्रुटि: %s
`%s' मा सबै प्रविष्टिहरू प्राप्त गर्न असफल भयो: %s
`%s' मा डाइरेक्टरी सूचीबद्ध गर्दा त्रुटि: %s
`%s' का लागि स्किमा सेट गर्दा त्रुटि: %s
सर्भरले `%s' ठेगाना स्पष्ट गर्न सकेन
स्थानीय कन्फिगरेसन स्रोतमा सूचनाहरू थप्न सकिँदैन
सफलता
असफल भयो
कन्फिगरेसन सर्भर सम्पर्क गरिन सकेन
अनुमति अस्विकृत गरियो
कन्फिगरेसन स्रोतका लागि ठेगाना स्पष्ट गर्न सकेन
गलत कुञ्जी वा डाइरेक्टरी नाम
त्रुटि पद वर्णन गर्नुहोस्
कन्फिगरेसन स्रोत डाटाबेसमा दुषित डेटा
प्रकार बेमेल
डाइरेक्टरीमा कुञ्जी सञ्चालन
कुञ्जीमा डाइरेक्टरी सञ्चालन
अवस्थित पढ्न-मात्र मान अधिलेखन गर्न सकिँदैन
वस्तु सक्रियता फ्रेमवर्क त्रुटि
कन्फिगरेसन सर्भर बिना सञ्चालनमा अनुमति छैन
ताल्चा प्राप्त गर्न असफल भयो
तपाईँको कन्फिगरेसन बचत गर्नका लागि कुनै डाटाबेस उपलब्ध छैन
"%s" कुञ्जीमा कुनै '/' छैन
'%s' को स्ट्रिङ मानमा अवैध UTF-8
सूची तत्वका लागि CORBA मान व्याख्या गर्न सकेन
%s मा सूची तत्वका लागि गलत प्रकार
गलत सूची प्रकारसँग gconfd बाट सूची प्राप्त गरियो
IOR मा वस्तु परिवर्तन गर्न असफल भयो
स्किमाको लागि लोक्यालमा अवैध UTF-8
स्किमाको लागि छोटो वर्णनमा अवैद UTF-8
स्किमाका लागि लामो वर्णनमा अवैध UTF-8
स्किमाका लागि मालिकमा अवैध UTF-8
`%s' मार्ग फाइल खोल्न सकेन: %s
`%s' स्रोत थप्दै
`%s' फाइलमा त्रुटि पढ्नुहोस्: %s
पाठले अवैध UTF-8 समाविष्ट गर्दछ
अपेक्षा गरिएको सूची, %s प्राप्त गरियो
%s को अपेक्षा गरिएको सूची, %s को सूची प्राप्त गरियो
अपेक्षित जोडा, %s प्राप्त भयो
(%s,%s) अपेक्षित जोडा, एउटा वा दुवै मानहरू हराइरहेको जोडा प्राप्त भयो
अपेक्षा गरिएको (%s,%s) प्रकारको जोडा (%s,%s) प्रकार प्राप्त गरियो
उद्धरण गरिएको स्ट्रिङ उद्धरण चिनोसहित सुरुआत हुँदैन
उद्धरण गरिएको स्ट्रिङ उद्धरण चिनोसहित समाप्त हुँदैन
सङ्केतन मान वैध UTF-8 होइन
'%s' अस्थायी फाइल ताल्चा लगाउन सकेन: %s
'%s' फाइल सिर्जना गर्न सकेन, किनभने सम्भवत यो पहिल्यै अवस्थित छ
'%s' सिर्जना गर्न वा खोल्न असफल भयो
'%s' ताल्चा लगाउन असफल भयो: सम्भवत अर्को प्रक्रियामा ताल्चा लगाइएको हुनसक्दछ, वा तपाईँको सञ्चालन प्रणालीमा NFS फाइलमा ताल्चा लगाइ गलत तरिकाले कन्फिगर गरिएको हुनसक्दछ (%s)
'%s' हटाउन असफल भयो: %s
अवस्थित gconfd वस्तु सन्दर्भलाई स्पष्ट गर्नका लागि ORB सम्पर्क गर्न सकेन
IOR '%s' लाई वस्तु सन्दर्भमा रूपान्तर गर्न असफल भयो
`%s' डाइरेक्टरी सिर्जना गर्न सकेन: %s
`%s' फाइलमा लेख्न सकिँदैन: %s
हामीले `%s' फाइलमा ताल्चा लगाउँदैनौं, तर हामीसँग हुनुपर्दछ
'%s' लाई '%s' मा लिङ्क गर्न असफल भयो: %s
`%s' ताल्चा लगाइएको फाइल हटाउन असफल भयो: %s
`%s' फाइल खाली गर्न असफल भयो: %s
`%s' ताल्चा लगाउने डाइरेक्टरी हटाउन असफल भयो: %s
सर्भर पिङ त्रुटि: %s
कुनै पनि होइन
स्किमाले अवैध UTF-8 समाविष्ट गर्दछ
स्किमाले प्रकार सूची निर्दिष्ट गर्दछ तर सूची तत्वहरूको प्रकार निर्दिष्ट गर्दैन
स्किमाले प्रकार जोडा निर्दिष्ट गर्दछ तर car/cdr तत्वहरूको प्रकार निर्दिष्ट गर्दैन
"%s" स्रोत लोड गर्न असफल भयो: %s
"%s" ठेगाना लेख्न योग्य कन्फिगरेसन स्रोतमा %d स्थानमा स्पष्ट गरियो
"%s" ठेगाना पढ्ने-मात्र कन्फिगरेसन स्रोतमा %d स्थानमा स्पष्ट गरियो
`%s' लागि निर्दिष्ट गरिएको `%s' स्किमाले स्किमा-बिहिन मान भण्डारण गर्दछ
'/' नाम डाइरेक्टरी मात्र हुनसक्दछ, कुञ्जी हुन सक्दैन
तपाईँको कन्फिगरेसन मार्गको अगाडि पढ्ने-मात्र स्रोतमा `%s' का लागि मान
कन्फिगरेसन सर्भरसँग कुनै लेख्न योग्य डाटाबेसहरू नभएकाले '%s' कुञ्जीमा मान भण्डार गर्न अक्षम । त्यहाँ यस समस्याको केही साझा कारणहरू छन्: १) तपाईँको कन्फिगरेसन मार्ग फाइल %s/मार्गले कुनै डाटाबेसहरू समाविष्ट गर्दैन वा फेला पारिएको थिएन २) केही कारणले हामीले गलत तरिकाले दुई वटा gconfd प्रक्रियाहरू सिर्जना गर्यौं ३) तपाईँको सञ्चालन प्रणाली गलत कन्फिगर भएको छ त्यसैले NFS फाइल ताल्चा लगाउनेले तपाईँको गृह डाइरेक्टरीमा कार्य गर्दैन वा ४) तपाईँको NFS क्लाइन्ट मेशिन क्र्यास भयो र रिबुटमा सर्भरलाई राम्रोसँग सूचित गर्दैन जुन फाइल ताल्चाहरू छोड्नु पर्दछ । यदि तपाईँसँग दुईवटा gconfd प्रक्रियाहरू छन् (वा दोस्रो सुरुआत गरेको बेलामा दुईवटा थियो) भने, लग आउट गर्दै, gconfd को सबै प्रतिलिपिहरू नष्ट गर्दै, र पछाडि लग गर्दा मद्दत गर्न सक्दछ । यदि तपाईँसँग निष्क्रिय ताल्चाहरू छन् भने, ~/.gconf*/*lock हटाउनुहोस् । सम्भवत समस्या तपाईँले GConf दुई मेसिनहरूबाट एकै चोटि प्रयोग गर्न प्रयत्न गर्नुभएको हुनसक्दछ , र ORBitसँग अझै पनि यसको पूर्वनिर्धारित कन्फिगरेसन छ जसले टाढाको CORBA जडानहरू रोक्दछ - /etc/orbitrc मा "ORBIIOPIPv4=1" राख्नुहोस् । सँधै जसो, gconfd सँग भएका समस्याहरूमा विस्तृत विवरणका लागि user.* syslog जाँच गर्नुहोस् । त्यहाँ प्रति गृह डाइरेक्टरी एउटा मात्र gconfd हुनसक्दछ, र यसले लकफाइललाई ~/.gconfd मा स्वामित्व गर्नुपर्दछ र साथै लकफाइलहरू व्यक्तिगत सङ्ग्रह स्थानहरूमा जस्तै ~/.gconf मा हुनुपर्दछ
मेटा इन्फो फेला पार्दा त्रुटि:%s
मेटा इन्फो प्राप्त गर्दा त्रुटि:%s
`%s' कुञ्जीका लागि स्किमा जस्तै सूचीबद्व गरिएको `%s' कुञ्जीले वास्तवमै `%s' प्रकार भण्डारण गर्दछ
'%s' बुझिएन (सूची '['सँगै सुरु हुनुपर्दछ)
`%s' बुझिएन (सूची ']'सँग अन्त्य हुनुपर्दछ)
`%s' बुझिएन (सूची भित्र अतिरिक्त रूपमा बाहिर नआएको ']' फेला पर्यो)
`%s' बुझिएन (अतिरिक्त ट्रेलिङ क्यारेक्टरहरू)
`%s' बुझिएन (जोडा '(') बाट सुरु हुनुपर्दछ)
`%s' बुझिएन (जोडा ')'मा अन्त्य हुनुपर्दछ)
`%s' बुझिएन (तत्वहरूको गलत नम्बर)
`%s'बुझिएन (जोडा भित्र अतिरिक्त बाहिर नआएको ')' फेला पर्यो)
कुञ्जी शून्य छ
"%s": %s
सर्भरको सूचीमा ग्राहक थप्दा असफल भयो । CORBA त्रुटि: %s
कुञ्जी/डाइरेक्टरी नामहरूमा `%c' एउटा अवैध क्यारेक्टर हो
अपेक्षित उत्प्लवन, %s प्राप्त भयो
अपेक्षित int, %s प्राप्त भयो
अपेक्षित स्ट्रिङ, %s प्राप्त गरियो
अपेक्षित बुल, %s प्राप्त गरियो
अपेक्षित स्किमा, %s प्राप्त गरियो
CORBA त्रुटि: %s
बन्द गर्न अनुरोध प्राप्त भयो
gconfd डिबगिङ्सँग कम्पाइल गरियो, स्रोत डाइरेक्टरीबाट gconf.path लोड गर्न प्रयास गर्दै
सुरु गर्दै (संस्करण %s), पिड %u प्रयोगकर्ता '%s'
कन्फिग सर्भरका लागि वस्तु सन्दर्भ प्राप्त गर्न असफल भयो
पाइप फाइल वर्णनकर्ता %d मा बाइट लेख्न असफल भयो त्यसैले ग्राहक कार्यक्रम रोकिन सक्दछ: %s
ताल्चा लगाइएको फाइल निस्काशन गर्दा त्रुटि: %s
निस्कँदै
SIGHUP प्राप्त भयो, सबै डाटाबेस पुन: लोड गर्दै
GConf सर्भर प्रयोगमा छैन, बन्द हुँदैछ ।
`%s' का लागि नयाँ मानमा प्राप्त गर्दा त्रुटि: %s
अपवाद फिर्ता गर्दै: %s
gconfd लग फाइल खोल्न असफल भयो; gconfd बन्द (%s) गरे पछि स्रोताहरू पूर्वावस्थामा ल्याउन सकिँदैन
gconfd लगफाइल बन्द गर्न असफल भयो; डेटा राम्ररी बचत नभएको हुन सक्दछ (%s)
लेख्नका लागि बचत गरिएको '%s' स्थिति फाइल खोल्न सकेन: %s
बचत गरिएको '%s' स्थिति फाइल fd लेख्न सकेन: %d: %s
बचत गरिएको '%s' नयाँ स्थिति फाइल बन्द गर्न असफल भयो: %s
बचत गरिएको पुराना '%s' स्थिति फाइल छेउमा सार्न सकेन: %s
%s मा लगिएको मौलिक बचत गरिएको स्थिति फाइल पूर्वावस्थामा ल्याउन असफल भयो: %s
'%s' ठेगानामा स्रोतालाई पूर्वास्थामा ल्याउन अक्षम, डाटाबेस स्पष्ट गर्न सकेन
बचत गरिएको स्थिति फाइल पढ्दा त्रुटि: %s
बचत गरिएको '%s' स्थिति फाइल खोल्न अक्षम: %s
gconfd लगफाइलमा स्रोताको योगफल लग गर्न असफल भयो; यदि gconfd हटेमा वा बन्द भएमा स्रोतालाई पुन: थप्न सक्षम हुनेछैन (%s)
gconfd लगफाइलमा स्रोताको हटाइ लग गर्न असफल भयो; यदि gconfd निस्कँदा वा बन्द हुँदा स्रोतालाई गल्तिले पुन: थप्नसक्दछ (%s)
क्लाइन्टका लागि IOR प्राप्त गर्न असफल भयो: %s
बचत गरिएको स्थिति फाइल खोल्न असफल भयो: %s
बचत गरिएको स्थिति फाइलमा क्लाइन्ट ठेगाना लेख्न असफल भयो: %s
बचत गरिएको स्थिति फाइलमा क्लाइन्ट ठेगाना सफा गर्न असफल भयो: %s
GConf सर्भरबाट केही क्लाइन्टले आफै हट्दछ जब यो थप गरिएको हुँदैन ।
मानमा कुञ्जी सेट गर्नुहोस् र समक्रमण गर्नुहोस्. --प्रकारसँग प्रयोग गर्नुहोस् ।
मानक प्रतिफलमा कुञ्जीको मान मुद्रण गर्नुहोस् ।
आदेश रेखामा कुञ्जीहरू सेट नगर्नुहोस्
आदेश रेखामा सबै कुञ्जी/डाइरेक्टरी नामहरूमा वा तल पुनरावृतिक रूपमा सेट नगर्नुहोस्
डाइरेक्टरीमा भएका सबै कुञ्जी/मान जोडाहरू मुद्रण गर्नुहोस् ।
डाइरेक्टरीमा भएका सबै सबडाइरेक्टरीहरू मुद्रण गर्नुहोस् ।
डाइरेक्टरी अन्तर्गतका सबै सबडाइरेक्टरीहरू र प्रविष्टिहरू पुनरावृतिक रूपमा मुद्रण गर्नुहोस् ।
पुनरावृतिक रूपमा कुञ्जीका लागि खोजी गर्नुहोस् ।
कुञ्जीका लागि छोटो कागजात स्ट्रिङ प्राप्त गर्नुहोस्
कुञ्जीका लागि लामो कागजात स्ट्रिङ प्राप्त गर्नुहोस्
यदि डाइरेक्टरी अवस्थित छ भने ० र यदि छैन भने २ फर्काउनुहोस् ।
मानहरू पढ्दा स्किमा पूर्वनिर्धारण उपेक्षा गर्नुहोस् ।
डाइरेक्टरी अन्तर्गतको सबै प्रविष्टिहरूको एउटा XML वर्णन मानक निर्गतमा पुनरावृतिक रूपमा डम्प फ्याँक्नुहोस् ।
मानहरूको एउटा XML वर्णन निर्दिष्ट गरिएको फाइलबाट लोड गर्नुहोस् र तिनीहरूलाई डाइरेक्टरीमा सम्बन्ध रूपमा सेट गर्नुहोस् ।
XML फाइलमा वर्णन गरिएको मानहरूको सेट लोड नगर्नुहोस् ।
पूर्वनिर्धारित स्रोतको नाम प्राप्त गर्नुहोस्
gconfd बन्द गर्नुहोस् । कुनै खास कारणबिना यो विकल्प प्रयोग नगर्नुहोस् ।
यदि gconfd चलिरहेको छ भने ० यदि छैन भने २ फर्काउनुहोस् ।
सेट भइरहेको मानको प्रकार वा स्किमाले वर्णन गरेको मानको प्रकार निर्दिष्ट गर्नुहोस् । अद्वितीय संक्षेप ठीक छ ।
int_BAR_bool_BAR_float_BAR_string_BAR_list_BAR_pair
मानक निर्गतमा कुञ्जीको डेटा प्रकार मुद्रण गर्नुहोस् ।
सूची कुञ्जीमा तत्वहरूको सङ्ख्या प्राप्त गर्नुहोस् ।
सूची कुञ्जीबाट सङ्ख्यात्मक अनुक्रमणिका गरिएको निश्चित तत्व प्राप्त गर्नुहोस् ।
सेट भइरहेको सूची मानको प्रकार वा स्किमाले वर्णन गरेको मानको प्रकार निर्दिष्ट गर्नुहोस् । अद्वितीय संक्षेप ठीक छ ।
int_BAR_bool_BAR_float_BAR_string
सेट भइरहेको car जोडा मानको प्रकार वा स्किमाले वर्णन गर्ने मानको प्रकार निर्दिष्ट गर्नुहोस् । अद्वितीय संक्षेप ठिक छ ।
सेट भइरहेको cdr जोडा मानको प्रकार वा स्किमाले वर्णन गर्ने मानको प्रकार निर्दिष्ट गर्नुहोस् । अद्वतीय संक्षेप ठिक छ ।
स्थापना गर्नका लागि स्किमा फाइल निर्दिष्ट गर्नुहोस्
फाइलको नाम
पूर्वनिर्धारित मार्ग भन्दा अरू प्रयोग गर्न कन्फिगरेसन स्रोत निर्दिष्ट गर्नुहोस्
स्रोत
आदेश रेखामा कुञ्जीहरूका लागि बिभिन्न प्रकारको मानहरूको गुच्छा सेटिङ गरेर र सेटिङ नगरेर एउटा अनुप्रयोगको गाढा परीक्षण गर्नुहोस् ।
आदेश रेखाको डाइरेक्टरीहरू भित्र कुञ्जीहरूको गुच्छा सेटिङ गरेर र सेटिङ नगरेर एउटा अनुप्रयोगको गाढा-परीक्षण गर्नुहोस् ।
स्किमा सेट गर्नुहोस् र समक्रमण गर्नुहोस् । --छोटो-वर्णन, --लामो-वर्णन, --मालिक, र --प्रकारसँग प्रयोग गर्नुहोस् ।
स्किमामा जान छोटो आधा-पङ्क्ति वर्णन निर्दिष्ट गर्नुहोस् ।
वर्णन
स्किमामा जान धेरै-पङ्क्ति वर्णन निर्दिष्ट गर्नुहोस् ।
स्किमाको मालिक निर्दिष्ट गर्नुहोस्
मालिक
यो कुञ्जीमा लागू गरिएको स्किमाको नाम प्राप्त गर्नुहोस्
यसमा स्किमा नाम लागू गर्न कुञ्जीद्वारा अनुगमन गरिएको स्किमा नाम निर्दिष्ट गर्नुहोस्
दिइएको कुञ्जीहरूमा लागू गरिएको कुनै पनि स्किमा नाम हटाउनुहोस्
मुद्रण संस्करण
[FILE...]_BAR_[KEY...]_BAR_[DIR...]
GConf कन्फिगरेसन चलाउनका लागि उपकरण
क्लाइन्ट विकल्पहरू:
क्लाइन्ट विकल्पहरू देखाउनुहोस्
कुञ्जी प्रकार विकल्पहरू:
कुञ्जी प्रकार विकल्पहरू देखाउनुहोस्
लोड/बचत विकल्पहरू:
लोड/बचत विकल्पहरू देखाउनुहोस्
सर्भर विकल्पहरू:
सर्भर विकल्पहरू देखाउनुहोस्
स्थापना विकल्पहरू:
स्थापना विकल्पहरू देखाउनुहोस्
परीक्षण विकल्पहरू:
परीक्षण विकल्पहरू देखाउनुहोस्
स्किमा विकल्पहरू:
स्किमा विकल्पहरू देखाउनुहोस्
उपलब्ध आदेश रेखा विकल्पहरूको पूरा सूची हेर्न '%s --help' चलाउनुहोस् ।
विकल्पहरू पद वर्णन गर्दा त्रुटि: %s. उपलब्ध आदेश लाइन विकल्पहरूको पूरा सूची हेर्नका लागि '%s -- मद्दत' चलाउनुहोस् ।
एकैसाथ प्राप्त गर्न र सेट/अनसेट गर्न सकिँदैन
एकसाथ सेट गर्न र प्राप्त गर्न/अनसेट गर्न सकिँदैन
एकसाथ प्रकार प्राप्त गर्न र सेट/अनसेट गर्न सकिँदैन
--get वा --set--सँग --all-entries प्रयोग गर्न सकिँदैन
--get वा --set सँग --all-dirs प्रयोग गर्न सकिँदैन
--get, --set, --unset, --all- entries, --all dirs वा --search key सँग --recursive-listप्रयोग गरिनु हँदैन
--get, --set, --unset, --all-entries, --all-dirs, or --search-key सँग --set_schema प्रयोग गरिनु हँदैन
मान प्रकार मान सेटिङ गर्दा मात्र सान्दर्भिक हुन्छ
मान सेटिङ गर्दा प्रकार निर्दिष्ट गर्नुपर्दछ
--get, --all-entries, --dump, --recursive-list, --get-list-size or --get-list-element सँग-ignore-schema-defaults मात्र सान्दर्भिक छ
%s विकल्प आफैँ प्रयोग गरिनुपर्दछ ।
GConf सुरुआत गर्न असफल भयो: %s
GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL सेट हो, स्किमाहरू स्थापना गरिरहेको छैन
GCONF_DISABLE_MAKEFILE_SCHEMA_UNINSTALL सेट हो, स्किमाहरू स्थापना गरिरहेको छैन
GCONF_CONFIG_SOURCE वातावरण चल सेट गर्नुपर्दछ
कन्फिगरेसन स्रोत(हरू) पहुँच गर्न असफल भयो: %s
बन्द गर्दा त्रुटि: %s
पुनरावृतिक सूचीमा एक वा बढी डाइरेक्टरीहरू निर्दिष्ट गर्नुपर्दछ ।
'%s' मा प्रविष्टिहरू सूचीबद्ध गर्न असफल: %s
(कुने मान सेट गरिएको छैन)
यसका लागि खोजी गर्न कुञ्जी बान्की निर्दिष्ट गर्नु पर्दछ ।
डम्पमा एक वा बढी डाइरेक्टरीहरू निर्दिष्ट गर्नुपर्दछ ।
कुञ्जी वा कुञ्जीहरू प्राप्त गर्नका लागि निर्दिष्ट गर्नुपर्दछ
प्रकार: %s
सूची प्रकार: %s
कार प्रकार: %s
Cdr प्रकार: %s
पूर्वनिर्धारित मान: %s
सेट नगर्नुहोस्
मालिक: %s
छोटो वर्णन: %s
लामो वर्णन: %s
`%s' का लागि मान सेट गरिएको छैन
`%s' का लागि मान प्राप्त गर्न असफल भयो: %s
`%s' प्रकारमा नबुझ्नुहोस्
तर्कहरूको रूपमा वैकल्पिक कुञ्जीहरू/मानहरू निर्दिष्ट गर्नुपर्दछ
कुञ्जीका लागि सेट गर्न कुनै मान छैन: `%s'
मानको रूपमा स्किमा सेट गर्न सकिँदैन
सूची सेट गरेको बेला तपाईँले प्रारम्भिक सूची-प्रकार निर्दिष्ट गर्नुपर्दछ
जोडा सेटिङ गरेको बेला तपाईँले प्रारम्भिक car-प्रकार र cdr-प्रकार निश्चित गर्नु पर्दछ
त्रुटि: %s
मान सेटिङ गर्दा त्रुटि: %s
समक्रमण गर्दा त्रुटि: %s
प्रकार प्राप्त गर्नका लागि कुञ्जी वा कुञ्जीहरू निर्दिष्ट गर्नु पर्दछ
यसको साइज हेर्न एउटा कुञ्जी निर्दिष्ट गर्नु पर्दछ ।
%s कुञ्जी सूची होइन ।
सूची तत्व प्राप्त गर्न ठाउँबाट कुञ्जी निर्दिष्ट गर्नु पर्दछ ।
सूची अनुक्रमणिका निर्दिष्ट गर्नु पर्दछ ।
सूची अनुक्रमणिका नेगेटिभ नभएको हुनुपर्दछ ।
सूची अनुक्रमणिका सिमाहरूको बाहिर छ ।
आदेश रेखामा कुञ्जी वा कुञ्जीहरू निर्दिष्ट गर्नु पर्दछ
`%s' का लागि कुनै स्किमा ज्ञात छैन
'%s' को स्किमामा कुनै कागजात स्ट्रिङ भण्डार गरिएको छैन
'%s' मा स्किमा प्राप्त गर्दा त्रुटि: %s
'%s' मा कुनै स्किमा भण्डारण गरिएको छैन
'%s' मा रहेको मान स्किमा होइन
कुञ्जी नामबाट अनुगमन गरिएको स्किमा नाम यसमा लागू गर्न निर्दिष्ट गर्नु पर्दछ
'%s' स्किमा नाम '%s' कुञ्जी नामसँग संयुक्त्त गर्दा त्रुटि: %s
यसबाट स्किमा लागू नगर्न कुञ्जीहरू निर्दिष्ट गर्नु पर्दछ
'%s' बाट स्किमा नाम हटाउँदा त्रुटि: %s
तर्कको रूपमा मात्र कुञ्जी (स्किमा नाम) निर्दिष्ट गर्नु पर्दछ
सूची प्रकार प्रारम्भिक प्रकार हुनुपर्दछ: स्ट्रिङ, इन्ट, फ्लोट वा बुल
जोडा car प्रकार प्रारम्भिक प्रकार हुनुपर्दछ: स्ट्रिङ, इन्ट, फ्लोट वा बुल
जोडा cdr प्रकार प्रारम्भिक प्रकार हुनुपर्दछ: स्ट्रिङ, इन्ट, फ्लोट वा बुल
मान सेट गर्दा त्रुटि: %s
समक्रमण गर्दा त्रुटि: %s
यसबाट कुञ्जी/मान जोडाहरू प्राप्त गर्न एक वा बढी डाइरेक्टरीहरू निर्दिष्ट गर्नु पर्दछ ।
सेट नगर्न एक वा बढी कुञ्जीहरू निर्दिष्ट गर्नु पर्दछ ।
`%s' सेटबाट हटाउँदा त्रुटि: %s
पुनरावृतिक रूपमा सेट नगर्न एक वा बढी कुञ्जीहरू निर्दिष्ट गर्नु पर्दछ ।
"%s" को पुनरावृतिक सेटबाट हटाउँदा असफल: %s
यसबाट सबडाइरेक्टरीहरू प्राप्त गर्नका लागि एक वा बढी डाइरेक्टरीहरू निर्दिष्ट गर्नु पर्दछ ।
डाइरेक्टरीहरू सूचीद्ध गर्दा त्रुटि: %s
चेतावनी: दुबै <car> र <cdr> <pair> मा निर्दिष्ट गर्नु पर्दछ
चेतावनी: (%s) निर्दिष्ट गरिएको कुञ्जी <value> अनतर्गत स्किमाका लागि - उपेक्षा गर्दै
चेतावनी: <value> अन्तर्गत शाखा नोड हुनुपर्दछ
चेतावनी: नोड बुझिएन
चेतावनी: `%s' इन्ट मान पद वर्णन गर्न असफल भयो
चेतावनी: `%s' फ्लोट मान पद वर्णन गर्न असफल भयो
चेतावनी: `%s' स्ट्रिङ मान पद वर्णन गर्न असफल भयो
चेतावनी: `%s' बुलियन मान पदवर्णन गर्न असफल भयो
चेतावनी: `%s'स्किमा `%s' कुञ्जीसँग संगठित गर्न असफल भयो: %s
चेतावनी: (%s) स्किमाका लागि अवैध वा हराइरहेको प्रकार
चेतावनी: (%s) स्किमाका लागि अवैध वा हराएको सूची प्रकार
चेतावनी: पूर्वनिर्धारित `%s' मान स्किमा (%s) का लागि पद वर्णन गर्न असफल भयो
चेतावनी: स्किमा (%s) का लागि अवैध वा हराएको car प्रकार वा cdr प्रकार
चेतावनी: स्किमाका लागि तपाईँले पूर्वनिर्धारित मान सेट गर्न सक्नुहुन्न
चेतावनी: gconftool आन्तरिक त्रुटि, अज्ञात GConfValue प्रकार
चेतावनी: `%s' प्रकार नाम पद वर्णन गर्न असफल भयो
चेतावनी: सूची प्रकार इन्ट, फ्लोट, स्ट्रिङ वा बुल हुनसक्दछ र `%s' होइन
चेतावनी: car प्रकार इन्ट, फ्लोट, स्ट्रिङ वा बुल मात्र हुनसक्दछ र `%s' होइन
चेतावनी: cdr प्रकार इन्ट, फ्लोट, स्ट्रिङ वा बुल मात्र हुनसक्दछ र `%s' होइन
चेतावनी: खाली <applyto> नोड
चेतावनी: नोड <schema> को तल बुझिएन
चेतावनी: कुनै <list_type> सूची प्रकारको स्किमाका लागि निर्दिष्ट गरिएको छैन
चेतावनी: कुनै <car_type> प्रकार जोडाको स्किमाका लागि निर्दिष्ट गरिएको छैन
चेतावनी: कुनै <cdr_type> प्रकार जोडाको स्किमाका लागि निर्दिष्ट गरिएको छैन
चेतावनी: <locale> नोडसँग कुनै `name="locale"' विशेषता छैन, उपेक्षा गर्दै
चेतावनी: `%s' लोक्यालको लागि बहु <locale> नोडहरू, सबै पूर्व पहिला उपेक्षा गर्दै
चेतावनी: <locale> नोडमा अवैध नोड
`%s' स्किमा `%s' कुञ्जीमा संलग्न गरियो
तपाईँसँग <schema> मा कम्तीमा एउटा <locale> प्रविष्टि हुनुपर्दछ
`%s' स्किमा `%s' लोक्यालका लागि स्थापना गरियो
`%s' लोक्यालबाट `%s' स्किमा विस्थापना गरियो
चेतावनी: स्किमाका लागि कुनै कुञ्जी निर्दिष्ट गरिएको छैन
चेतावनी: नोड मुनि बुझिएन
`%s' खोल्न असफल भयो: %s
`%s' कागजात खाली छ?
`%s' कागजातसँग गलत प्रकारको ( मूल नोड छ, ) हुनुपर्दछ
`%s' कागजातसँग कुनै माथिल्लो स्तर नोड छैन
चेतावनी: नोड तल बुझिएन
स्थापना गर्न केही स्किमा फाइलहरू निर्दिष्ट गर्नु पर्दछ
%s
%s बिच्छेद कुञ्जी सेट नगर्न असफल भयो: %s
बिच्छेद गर्न केही कुञ्जीहरू निर्दिष्ट गर्नु पर्दछ
कुञ्जीका लागि गलत मानहरू सेटिङ गरेर तपाईँको अनुप्रयोग बिच्छेद गर्न प्रयास गर्दै: %s
बिच्छेद गर्नका लागि केही डाइरेक्टरीहरू निर्दिष्ट गर्नु पर्दछ
डाइरेक्टरीमा कुञ्जीहरूका लागि गलत मानहरू सेटिङ गरेर तपाईँको अनुप्रयोग बिच्छेद गर्ने प्रयास गर्दै: %s
column
column
column
capability
ownertrust
फाइल '%s' खोल्न असफल: %s
छवि फाइल '%s' मा डेटा छैन
एनिमेसन '%s' लोड गर्न असफल: कारण अज्ञात, संभवत एउटा नष्ट एनिमेसन फाइल
छवि '%s' लोड गर्न असफल: कारण अज्ञात, संभवत एउटा नष्ट छवि फाइल
छवि-लोडिङ मोड्युल लोड गर्न असफल: %s: %s
छवि प्रकार '%s' समर्थित छैन
फाइल '%s' का लागि छवि फाइल ढाँचा पहिचान गर्न सकेन
पहिचान नभएको छवि फाइल ढाँचा
छवि '%s' लोड गर्न असफल: %s
छवि फाइलमा लेख्दा त्रुटि: %s
gdk-pixbuf को निर्माणले छवि ढाँचा बचत गर्न समर्थन गर्दैन: %s
कलब्याकमा छवि बचत गर्न अपर्याप्त स्मृति
अस्थायी फाइल खोल्न असफल
अस्थायी फाइलबाट पढ्न असफल
लेख्नका लागि '%s' खोल्न असफल: %s
छवि लेख्दा '%s' बन्द गर्न असफल, सबै डेटा बचत नभएको हुनसक्छ: %s
एउटा बफरमा छवि बचत गर्न अपर्याप्त स्मृति
छवि प्रकार '%s' को बढ्दो लोडिङ समर्थित छैन
छवि हेडर नष्ट
छवि ढाँचा अज्ञात
छवि पिक्सेल डेटा नष्ट
एनिमेसनमा अप्रत्याशित प्रतिमा खण्ड
एनिमेसनमा अवैध हेडर
एनिमेसन लोड गर्न पर्याप्त स्मृति छैन
एनिमेसनमा विकृत खण्ड
ANI छवि ढाँचा
BMP छविसँग बनावटी हेडर डेटा छ
बिटम्याप छवि लोड गर्न पर्याप्त स्मृति छैन
BMP छविसँग असमर्थित हेडर साइज छ
टपडाउन BMP छविहरू सङ्कुचन गर्न सकिँदैन
अपरिपक्व फाइल-को-अन्त्यसँग सामना भयो
BMP फाइल बचत गर्नका लागि स्मृति निर्धारण गर्न सकेन
BMP फाइलमा लेख्न सकेन
BMP छवि ढाँचा
GIF छवि ढाँचा
ICO छवि ढाँचा
JPEG गुण ० देखि १०० बीचको एउटा मान हुनुपर्दछ; मान '%s' पदवर्णन गर्न सकिएन।
JPEG गुण ० देखि १०० बीचको एउटा मान हुनुपर्दछ; '%d' लाई अनुमति दिइएको छैन।
JPEG छवि ढाँचा
TIFF छवि ढाँचा
GIF पढ्न असफल: %s
GIF फाइलले केही डेटा हराएको थियो (सायद यो कुनै प्रकारले काटिएको थियो ?)
GIF लोडर (%s) मा आन्तरिक त्रुटि
थाक अधिप्रवाह
GIF छवि लोडरले यो छवि बुझ्न सकेन।
खराब सङ्केतको देखा पर्यो
GIF फाइलमा वृत्ताकारि तालिका प्रविष्टि
GIF फाइल लोड गर्न पर्याप्त स्मृति छैन
GIF फाइलमा एउटा फ्रेम मिश्रण गर्न पर्याप्त स्मृति छैन
GIF छवि नष्ट छ (गलत LZW सङ्कुचन)
फाइल एउटा GIF फाइलको रूपमा देखा पर्दैन
GIF फाइल ढाँचाको संस्करण %s समर्थित छैन
GIF छविसँग विश्वव्यापी कलरम्याप छैन, र यसभित्रको एउटा फ्रेममा स्थानीय कलरम्याप छैन।
GIF छवि काटिएको थियो वा अपूर्ण थियो।
प्रतिमामा अवैध हेडर
प्रतिमा लोड गर्न पर्याप्त स्मृति छैन
सङ्कुचित प्रतिमाहरू समर्थित छैनन्
प्रतिमासँग शून्य चौडाइ छ
प्रतिमासँग शून्य उचाइ
असमर्थित प्रतिमा प्रकार
ICO फाइल लोड गर्न पर्याप्त स्मृति छैन
ICO को रूपमा बचत गर्न छवि अति ठूलो भयो
छवि बाहिर कर्सर हटस्पट
ICO फाइलका लागि असमर्थित गहिराइ: %d
JPEG छवि फाइल (%s) व्याख्या गर्दा त्रुटि
छवि लोड गर्न अपर्याप्त स्मृति, स्मृति स्वतन्त्र गर्न केही अनुप्रयोगहरू निष्काशन गरेर प्रयास गर्नुहोस्
असमर्थित JPEG रङ खाली स्थान (%s)
JPEG फाइल लोड गर्नका लागि स्मृति निर्धारण गर्न सकेन
हेडरका लागि स्मृति निर्धारण गर्न सकेन
प्रसँग बफरका लागि स्मृति निर्धारण गर्न सकेन
छविसँग अवैध चौडाइ र/वा उचाइ छ
छविले bpp लाई असमर्थन गरेको छ
छविसँग %d-बिट प्लेनहरूको असमर्थित नम्बर छ
नयाँ pixbuf सिर्जना गर्न सकेन
लाइन डेटाका लागि स्मृति निर्धारण गर्न सकेन
(PCX) छविको सबै लाइनहरू प्राप्त गर्न सकेन
PCX डेटाको अन्त्यमा कुनै रङदानी फेला परेन
PCX छवि ढाँचा
PNG छविको बिट प्रति च्यानल अवैध छ।
बदलिएको PNGसँग शून्य चौडाइ वा उचाइ छ।
बदलिएको PNG को बिट प्रति च्यानल ८ होइन।
बदलिएको PNG RGB वा RGBA होइन।
बदलिएको PNGसँग च्यानलहरूको असमर्थित नम्बर छन्, ३ वा ४ हुनुपर्दछ।
PNG छवि फाइलमा घातक त्रुटि: %s
PNG फाइल लोड गर्न अपर्याप्त स्मृति
PNG छवि फाइल पढ्दा घातक त्रुटि
PNG छवि फाइल पढ्दा घातक त्रुटि: %s
PNG पाठ टुक्राहरूका लागि कुञ्जीहरूसँग कम्तीमा १ र बढीमा ७९ क्यारेक्टरहरू हुनुपर्दछ।
PNG पाठ टुक्राहरूका लागि कुञ्जीहरू ASCII क्यारेक्टरहरू हुनुपर्दछ।
PNG सङ्कुचन तह ० र ९ बीचको एउटा मान हुनुपर्दछ; मान '%s' पदवर्णन गर्न सकिएन।
PNG सङ्कुचन तह ० र ९ बीचको एउटा मान हुनुपर्दछ; '%d' लाई अनुमति दिइएको छैन।
PNG पाठ टुक्रा %s का लागि मान ISO-8859-1 सङ्केतनमा रूपान्तरण गर्न सकिँदैन।
PNG छवि ढाँचा
PNM लोडरले एउटा इन्टिजर फेला पार्ने आशा गरेको थियो, तर पारेन
PNM फाइलसँग एउटा गतल प्रारम्भिक बाइट छ
PNM फाइल एउटा ज्ञात उपढाँचा होइन
PNM फाइलसँग चौडाइ ० भएको एउटा छवि छ
PNM फाइलसँग उचाइ ० भएको एउटा छवि छ
PNM फाइलमा अधिकतम रङ मान ० हो
PNM फाइलमा अधिकतम रङ मान अति ठूलो छ
कच्चा PNM छवि प्रकार अवैध छ
PNM छवि लोडरले यो PNM उपढाँचा समर्थन गर्दैन
कच्चा PNM ढाँचाहरूलाई नमूना डेटा भन्दा अघि ठीक एउटा सेतो खाली स्थान आवश्यक पर्दछ
PNM छवि लोड गर्नका लागि स्मृति निर्धारण गर्न सक्दैन
PNM प्रसँग स्ट्रक्ट लोड गर्न अपर्याप्त स्मृति
PNM छवि डेटाको अप्रत्याशित अन्त्य
PNM फाइल लोड गर्न अपर्याप्त स्मृति
PNM/PBM/PGM/PPM छवि ढाँचा परिवार
RAS छविसँग बनावटी हेडर डेटा छ
RAS छविसँग अज्ञात प्रकार छ
असमर्थित RAS छवि घटबढ
RAS छवि लोड गर्न पर्याप्त स्मृति छैन
सन रास्टर छवि ढाँचा
IOBuffer स्ट्रक्टका लागि स्मृति निर्धारण गर्न सक्दैन
IOBuffer डेटाका लागि स्मृति निर्धारण गर्न सक्दैन
IOBuffer डेटा पुन: निर्धारण गर्न सक्दैन
अस्थायी IOBuffer डेटा निर्धारण गर्न सक्दैन
नयाँ pixbuf निर्धारण गर्न सक्दैन
कलरम्याप बनावट निर्धारण गर्न सक्दैन
कलरम्याप प्रविष्टिहरू निर्धारण गर्न सक्दैन
कलरम्याप प्रविष्टिहरूका लागि अप्रत्याशित बिट गहिराइ
TGA हेडर स्मृति निर्धारण गर्न सक्दैन
TGA छविसँग अवैध आयामहरू छन्
TGA छवि प्रकार समर्थित छैन
TGA प्रसँग स्ट्रक्टका लागि स्मृति निर्धारण गर्न सक्दैन
फाइलमा अत्याधिक डेटा
टार्गा छवि ढाँचा
छवि चौडाइ प्राप्त गर्न सकेन (खराब TIFF फाइल)
छवि उचाइ प्राप्त गर्न सकेन (खराब TIFF फाइल)
TIFF छविको चौडाइ वा उचाइ शून्य छ
TIFF छविको आयामहरू अति ठूलो छ
TIFF फाइल खोल्न अपर्याप्त स्मृति
TIFF फाइल बाट RGB डेटा लोड गर्न असफल
TIFF छवि खोल्न असफल
TIFF छवि लोड गर्न असफल
छविको चौडाइ शून्य छ
छविको उचाइ शून्य छ
छवि लोड गर्न पर्याप्त स्मृति छैन
बाँकी बचत गर्न सकेन
WBMP छवि ढाँचा
अवैध XBM फाइल
XBM छवि फाइल लोड गर्न अपर्याप्त स्मृति
XBM छवि लोड गर्दा अस्थायी फाइल लेख्न असफल
XBM छवि ढाँचा
कुनै XPM हेडर फेला परेन
अवैध XPM हेडर
XPM फाइलसँग छवि चौडाइ <= 0 छ
XPM फाइलसँग छवि उचाइ <= 0 छ
XPMसँग क्यारेक्टर प्रति पिक्सेलको अवैध नम्बर छ
XPM फाइलसँग रङहरूको अवैध नम्बर छ
XPM छवि लोड गर्नका लागि स्मृति निर्धारण गर्न सक्दैन
XPM कलरम्याप पढ्न सक्दैन
XPM छवि लोड गर्दा अस्थायी फाइलमा लेख्न असफल
XPM छवि ढाँचा
पाठ सम्पादक
पाठ फाइल सम्पादन गर्नुहोस्
पूर्वनिर्धारित फन्ट प्रयोग गर्नुहोस्
पाठ सम्पादनका लागि gedit मा निर्दिष्ट फन्टको सट्टामा प्रणालीको पूर्वनिर्धारित स्थिर चौडाइ फन्ट प्रयोग गर्नुपर्दछ या पर्दैन । यदि यो विकल्प बन्द गरिएको छ भने "सम्पादक फन्ट" मा फन्ट नामाकरण विकल्प प्रणाली फन्टको सट्टामा प्रयोग गरिनेछ ।
सम्पादक फन्ट
एउटा अनुकुल फन्ट जुन सम्पादित क्षेत्रका लागि प्रयोग गरिनेछ । यदि "पूर्वनिर्धारित फन्ट प्रयोग गर्नुहोस्" विकल्प बन्द गरिएको भए मात्र यो प्रभावकारी हुनेछ ।
शैली योजना
जगेडा प्रतिलिपिहरू सिर्जना गर्नुहोस्
gedit ले यसले बचत गर्ने फाइलहरूका लागि जगेडा प्रतिलिपि सिर्जना गर्नुपर्दछ या पर्दैन । तपाईँले "जगेडा प्रतिलिपि विस्तार" विकल्पसँग जगेडा फाइल विस्तार सेट गर्न सक्नुहुन्छ ।
कार्य सिमा (ह्रास गरिएको) पूर्वस्थितिमा ल्याउनुहोस्
gedit ले पूर्वस्थितिमा फर्काउन वा रिडू गर्न सक्षम हुने कार्यहरूको अधिकतम सङ्ख्या । कार्यहरूको असिमित सङ्ख्याका लागि "-1" प्रयोग गर्नुहोस् । २.१२.० देखि ह्रासकट्टी गरिएको छ
gedit ले पूर्वस्थितिमा फर्काउन वा रिडू गर्न सक्षम हुने कार्यहरूको अधिकतम सङ्ख्या । कार्यहरूको असिमित सङ्ख्याका लागि "-१" प्रयोग गर्नुहोस् ।
लाइन बेराइ मोड
ट्याब साइज
ट्याब क्यारेक्टरहरूको सट्टामा प्रदर्शित गरिनु पर्ने खालीस्थानहरूको सङ्ख्या निर्दिष्ट गर्दछ ।
खालीस्थान घुसाउनुहोस्
gedit ले ट्याबहरूको सट्टा खालीस्थान घुसाउनु पर्दछ या पर्दैन ।
पङ्क्ति सङ्ख्या प्रदर्शन गर्नुहोस्
gedit ले सम्पादित क्षेत्रमा लाइन सङ्ख्याहरू प्रदर्शन गर्नुपर्दछ या पर्दैन ।
हालको लाइन हाइलाइट गर्नुहोस्
gedit ले हालको लाइन हाइलाइट गर्नु पर्दछ या पर्दैन ।
दायाँ सीमान्त प्रदर्शन गर्नुहोस्
gedit ले सम्पादन क्षेत्रमा दायाँ सिमान्त प्रदर्शन गर्नु पर्दछ या पर्दैन ।
दायाँ सीमान्त स्थिति
दायाँ सीमान्तको स्थिति निर्दिष्ट गर्दछ ।
छरितो गृह समाप्ति
अघिल्लो कर्सर स्थिति पुन: भण्डारण गर्नुहोस्
फाइल लोड गरिएको बेला gedit ले अघिल्लो कर्सर स्थिति पुन: भण्डारण गर्नु पर्दछ या पर्दैन ।
वाक्य संरचना हाइलाइटिङ सक्षम पार्नुहोस्
geditले वाक्य संरचना हाइलाइट गर्ने सक्षम पार्नु पर्दछ या पर्दैन ।
हाइलाइटिङ खोजी सक्षम पार्नुहोस्
gedit ले खोजी पाठको सबै घटनाहरू हाइलाइट गर्नु पर्दछ या पर्दैन ।
उपकरणपट्टी दृश्यात्मक छ
सम्पादन सञ्झ्यालमा उपकरणपट्टी दृश्यात्मक हुनुपर्दछ या पर्दैन ।
वस्तुस्थिति पट्टी दृश्यात्मक छ
सम्पादन सञ्झ्यालको तलतिर वस्तुस्थिति पट्टी दृश्यात्मक हुनुपर्दछ या पर्दैन ।
हालको अधिकतम फाइल
हालै खोलिएको फाइलहरूको अधिकतम सङ्ख्या निर्दिष्ट गर्दछ जुन "हालको फाइल" सहायक मेनुमा प्रदर्शित हुनेछ ।
वाक्यसंरचना हाइलाइटिङ मुद्रण गर्नुहोस्
कागजात मुद्रण गर्दा gedit ले वाक्य संरचना हाइलाइट मुद्रण गर्नुपर्दछ या पर्दैन ।
हेडर मुद्रण गर्नुहोस्
कागजात मुद्रण गर्दा gedit ले कागजात हेडर समाविष्ट गर्नु पर्दछ या पर्दैन ।
मुद्रण लाइन बेराइ मोड
लाइन सङ्ख्यामुद्रण गर्नुहोस्
यदि यो मान ० छ भने कागजात मुद्रण गर्दा कुनै लाइन नम्बर घुसाइने छैन । अन्यथा gedit ले प्रत्येक त्यस्ता लाइनहरू मुद्रण गर्नेछ ।
मुद्रणका लागि मुख्य फन्ट
कागजातहरू मुद्रण गर्दा कागजातको मुख्य भागका लागि प्रयोग गर्न फन्ट निर्दिष्ट गर्दछ ।
मुद्रणका लागि हेडर फन्ट
कागजात मुद्रण गर्दा पृष्ट हेडरका लागिहरूका लागि प्रयोग गर्नलाई फन्ट निर्दिष्ट गर्दछ । यदि "Print Header" विकल्प खुला छ भने मात्र यसले प्रभाव पार्नेछ ।
मुद्रणका लागि लाइन नम्बर फन्ट
मुद्रण गर्दा लाइन सङ्ख्याका लागि प्रयोग गर्नुपर्ने फन्ट निर्दिष्ट गर्दछ । यदि "Print Line Numbers" विकल्प शून्य रहित छ भने मात्र यसले प्रभाव पार्नेछ ।CURRENTCURRENT
मेनुमा देखिने सङ्केतन
सक्रिय प्लगइनहरू
सक्रिय प्लगइनहरूको सूची । यसले सक्रिय प्लगइनहरूको "स्थान" समाविष्ट गर्दछ । दिइएको प्लगइनको "स्थान" प्राप्त गर्नका लागि gedit-प्लगइन फाइल ।
आदेश रेखामा सुचीबद्ध गरिएका फाइलहरू खोल्न प्रयोग गरिने क्यारेक्टर सङ्केतनहरू सेट गर्नुहोस्
ENCODING
gedit को एउटा अवस्थित दृष्टान्तमा नयाँ कागजात सिर्जना गर्नुहोस्
पाठ फाइलहरू सम्पादन गर्नुहोस्
प्रश्‍न
बचत नगरी बन्द गर्नुहोस्सुरक्षा गरिएन भने अन्तिम मिनटको लेखपत्र %ld पक्कै हराउँछ
यदि तपाईँले बचत गर्नुभएन भने, अन्तिम मिनेटका परिवर्तनहरू स्थायी रूपमा नष्ट हुनेछ ।सुरक्षा गरिएन भने अन्तिम %ld पक्कै हराउँछ
यदि तपाईँले बचत गर्नुभएन भने, अन्तिम घण्टाको परिवर्तनहरू स्थायी रूपमा नष्ट हुनेछ ।सुरक्षा गरिएन भने अन्तिम %ld पक्कै हराउँछ
प्रणाली प्रशासकद्वारा बचत अक्षम पारिएको छ ।
बचत नगरिएको परिवर्तनहरू सहित कागजातहरू:
तपाईँले बचत गर्न चाहनुभएको कागजातहरू चयन गर्नुहोस्:
यदि तपाईँले बचत गर्नुभएन भने, तपाईँका सबै परिवर्तनहरू स्थायी रूपमा नष्ट हुनेछन् ।
'%s' फाइल लोड गर्दैछ...
खोल्नुहोस्
"%s" फाइल पढ्ने मात्र हो ।
तपाईँले बचत गरिरहनुभएको एउटासँग यसलाई प्रतिस्थापन गर्न प्रयास गर्न चाहनुहुन्छ?
प्रतिस्थापन गर्नुहोस्
'%s' फाइल बचत गर्दैछ...
'%s' फाइल कागजात पछाडि उल्टाउँदैछ...
%s कागजाता बचत नगरिएको परिवर्तनहरू उल्टाउनुहुन्छ?
अन्तिम मिनटमा कागजातमा गरिएका परिवर्तनहरू स्थायी रूपमा नष्ट हुनेछ ।
अन्तिम घण्टामा कागजातमा गरिएका परिवर्तनहरू स्थायी रूपमा नष्ट हुनेछन् ।
उल्टाउनुहोस्
जीनोम डेस्कटपका लागि gedit सानो र हल्का पाठ सम्पादक हो
Laxmi Pd Khatiwada <laxmi\@mpp\.org\.np>, Ganesh Bahadur Ghimire <gghimire\@gmail\.com>, Narayan Kumar Magar <narayan\@mpp\.org\.np> Launchpad Contributions: Ganesh Ghimire https://launchpad.net/~gghimire Narayan Kumar Magar https://launchpad.net/~narayan-mpp
एउटा घटना फेला पारियो र प्रतिस्थापन गरियो
कागजातहरू
युनिकोड
पश्चिमी
केन्द्रिय युरोपेली
दक्षिण युरोपेली
बाल्टिक
सिरिलिक
अरेबिक
ग्रीक
हिब्रु दृश्य
टर्कीस
नर्डिक
सेल्टिक
रोमानियाली
आर्मेनियाली
चिनीयाँ परम्परा
सिरिलिक/रसियाली
जापनी
कोरियाली
सरलीकृत चीनियाँ
जर्जीयाली
हिब्रु
सिरिलिक/युक्रेनियाली
भियतनामी
थाई
अज्ञात
हालको लोक्याल (%s)
उपलब्ध सङ्केतनहरू:
वर्णन
सङ्केतन
मेनुमा देखाएको सङ्केतनहरू:
सबै फाइलहरू
सबै पाठ फाइलहरू
पुन: प्रयास गर्नुहोस्
कृपया तपाईले टाइप गर्नुभएको स्थान ठीकसँग जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।
जडान समय समाप्त भयो । कृपया फेरि प्रयास गर्नुहोस् ।
फाइल धेरै ठूलो छ ।
अनपेक्षित त्रुटि: %s
यो फाइल खोल्न तपाईँसँग आवश्यक अनुमतिहरू छैनन् ।
कृपया तपाईँले खोल्न प्रयास नगर्नु भएको एउटा बाइनरी फाइल जाँच गर्नुहोस् ।
जसरी पनि बचत गर्नुहोस्
बचत नगर्नुहोस्modificationreading
यदि तपाईँले यसलाई बचत गर्नुभएमा, सबै बाह्य परिवर्तनहरू नष्ट हुन सक्नेछ । जे भए पनि यसलाई बचत गर्नुहुन्छ?
यो फाइल बचत गर्न तपाईँसँग आवश्यक अनुमतिहरू छैन । कृपया तपाईँले टाइप गर्नुभएको स्थान ठीकसँग जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।
त्यहाँ फाइल बचत गर्नका लागि पर्याप्त डिस्क खालीस्थान छैन । कृपया केही डिस्क खालीस्थान स्वतन्त्र गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।
तपाईँले पढ्ने मात्र डिस्कमा फाइल बचत गर्न प्रयास गरिरहनु भएको छ । कृपया तपाईँले स्थान सही तरिकाले टाइप गर्नुभएको जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।
एउटै नामको फाइल पहिल्यै अवस्थित छ । कृपया फरक नाम प्रयोग गर्नुहोस् ।
तपाईँले फाइल बचत गर्न प्रयास गरिरहनु भएको डिस्कमा फाइल नामको लम्बाइमा सिमा छ । कृपया छोटो नाम प्रयोग गर्नुहोस् ।
modificationreading
पुन: लोड गर्नुहोस्
मद्दत गर्नुहोस्
बारेमा
नयाँ सञ्झ्यालमा सार्नुहोस्
यस रूपमा बचत गर्नुहोस्...
मुद्रण गर्नुहोस्...
एउटा फाइल खोल्नुहोस्
भर्खरै प्रयोग गरिएको फाइल खोल्नुहोस्
खाली
प्यानल लुकाउनुहोस्
प्रणाली स्थिर चौडाइ (%s) फन्ट प्रयोग गर्नुहोस्
Directory '%s' डाइरेक्टरी सिर्जना गर्न सकिएन: प्रमूल() सँग जिएमके डाइरेक्टरी असफल भयो: %s
चयन गरिएको रङ योजना स्थापना गर्न सकिँदैन ।
योजना थप्नुहोस्
योजना थप्नुहोस्
रङ योजना फाइलहरू
"%s" रङ योजना हटाउन सकेन ।
gedit प्राथमिकताहरू
लाइन नम्बर प्रदर्शन गर्नुहोस्
पाठ बेराइ सक्षम पार्नुहोस्
दुई लाइनहरूमा शब्दहरू विभाजन नगर्नुहोस्
हालको लाइन हाइलाइट गर्नुहोस्
दृष्य
ट्याब चौडाइ:
ट्याबहरूको सट्टा खालीस्थान घुसाउनुहोस्
स्वाचालित इण्डेन्टेसन सक्षम पार्नुहोस्
बचत गर्नु पहिला फाइलहरूको जगेडा प्रतिलिपि सिर्जना गर्नुहोस्
हरेक फाइललाई स्वत बचत गर्नुहोस
मिनेट
सम्पादक
सम्पादक फन्ट:
सम्पादक फन्ट राख्नुहोस्
फन्ट र रङहरू
प्लगइनहरू
फाइल: %s
%Q को पृष्ठ %N
विशेष चिन्हित वाक्य
वाक्य संरचना हाइलाइट मुद्रण गर्नुहोस्
हरेक नम्बर
लाइन
फन्टहरू
बडी:
लाइन नम्बर:
हेडर र फुटर:
पूर्वनिर्धारित फन्टहरू पुन: भण्डारण गर्नुहोस्
अघिल्लो पृष्ठ देखाउनुहोस्
पछिल्लो पृष्ठ देखाउनुहोस्
हालको पृष्ठ (Alt+P)of" from "1 of 19
को
जम्मा पृष्ठ
कागजातमा पृष्ठहरूको जम्मा सङ्ख्या
बहुविध पृष्ठहरू देखाउनुहोस्
जुम १:१
पूरा पृष्ठ मिलाउन जुम गर्नुहोस्
पृष्ठ जुम बढाउनुहोस्
पृष्ठको जुम घटाउनुहोस्
मुद्रण पूर्वावलोकन बन्द गर्नुहोस्
पूर्वावलोकन बन्द गर्नुहोस्
पृष्ठ पूर्वावलोकन
मुद्रण गर्नुपर्ने कागजातमा पृष्टको पूर्वावलोकन
प्रतिस्थापन गर्नुहोस्
सबै प्रतिस्थापन गर्नुहोस्
यसका लागि खोजी र्नुहोस्:
यसले प्रतिस्थापन गर्नुहोस्:
केस मिलाउनुहोस्
सम्पूर्ण शब्द मात्र मिलाउनुहोस्
पछाडि खोजी गर्नुहोस्
वरिपरि बेर्नुहोस्
Ln" is an abbreviation for "Line", Col is an abbreviation for "Column
Ln %d, Col %d
%s बाट %s उल्टाउँदै
%s उल्टाउँदै
%s बाट %s लोड गर्दै
%s लोड गर्दै
%s लाई %s मा बचत गर्दै
%s बचत गर्दै
RO
%s फाइल खोल्दा त्रुटि
%s फाइल उल्टाउँदा त्रुटि
%s फाइल बचत गर्दा त्रुटि
युनिकोड (UTF-8)
नाम:
माइम प्रकार:
सङ्केतन:
कागजात बन्द गर्नुहोस्
फाइल
सम्पादन गर्नुहोस्
दृश्य
खोजी गर्नुहोस्
उपकरणहरू
कागजातहरू
एउटा नयाँ कागजात सिर्जना गर्नुहोस्
खोल्नुहोस्...
प्राथमिकताहरू
यो अनुप्रयोग कन्फिगर गर्नुहोस्
सामाग्रीहरू
gedit म्यानुअल खोल्नुहोस्
यस अनुप्रयोगको बारेमा
हालको फाइल बचत गर्नुहोस्
हालको फाइल फरक नामले बचत गर्नुहोस्
फाइलको बचत गरिएको संस्करणमा उल्टाउनुहोस्
मुद्रण पूर्वावलोकन
मुद्रण पूर्वावलोकन
हालको पृष्ठ मुद्रण गर्नुहोस्
अन्तिम कार्य पूर्वस्थितिमा ल्याउनुहोस्
पूर्वस्थितिमा ल्याइएको अन्तिम कार्य रिडू गर्नुहोस्
चयन काट्नुहोस्
चयन प्रतिलिपि गर्नुहोस्
क्लिपबोर्ड टाँस्नुहोस्
चयन गरिएको पाठ मेट्नुहोस्
सबै चयन गर्नुहोस्
सम्पूर्ण कागजात चयन गर्नुहोस्
फेला पार्नुहोस्...
पाठका लागि खोजी गर्नुहोस्
पछिल्लो फेला पार्नुहोस्
उस्तै पाठका लागि अघिल्तिर खोजी गर्नुहोस्
अघिल्लो फेला पार्नुहोस्
उस्तै पाठका लागि पछिल्तिर खोजी गर्नुहोस्
प्रतिस्थापन गर्नुहोस्...
पाठ खोजी गर्नुहोस् र प्रतिस्थापन गर्नुहोस्
हाइलाइट खाली गर्नुहोस्
खोजी जोडाहरूको हाइलाइट खाली गर्नुहोस्
लाइनमा जानुहोस्...
विशिष्ट लाइनमा जानुहोस्
सबै बचत गर्नुहोस्
सबै खुला फाइल बचत गर्नुहोस्
सबै बन्द गर्नुहोस्
सबै खुला फाइलहरू बन्द गर्नुहोस्
अघिल्लो कागजात
अघिल्लो कागजात सक्रिय पार्नुहोस्
पछिल्लो कागजात सक्रिय पार्नुहोस्
हालको कागजात नयाँ सञ्झ्यालमा सार्नुहोस्
हालको फाइल बन्द गर्नुहोस्
कार्यक्रम अन्त्य गर्नुहोस्
उपकरण पट्टी
हालको सञ्झ्यालमा उपकरण पट्टी देखाउनुहोस् वा लुकाउनुहोस्
वस्तुस्थिति पट्टी
हालको सञ्झ्यालमा वस्तुस्थिति पट्टी देखाउनुहोस् वा लुकाउनुहोस्
कृपया तपाईँको स्थापना जाँच गर्नुहोस् ।
Wrap Around
वरिपरि बेर्नुहोस्Match as Regular Expression
Match Entire Word Only
सम्पूर्ण शब्द मात्र मिलाउनुहोस्Match Case
केस मिलाउनुहोस्
तपाईँले खोजी गर्न चाहनुभएको स्ट्रिङ
यसमा कर्सर सार्न तपाईँले चाहनुभएको लाइन
'%s' खोल्नुहोस्
बचत गर्नुहोस्
मुद्रण गर्नुहोस्
फेला पार्नुहोस्
'%s' सक्रिय बनाउनुहोस्
केस परिवर्तन गर्नुहोस्
चयन गरिएको पाठको केस परिवर्तन गर्दछ ।
केस परिवर्तन गर्नुहोस्
सबै ठूलो वर्णमाला
चयन गरिएको पाठलाई ठूलो वर्णमालामा परिवर्तन गर्नुहोस्
सबै सानो वर्णमाला
चयन गरिएको पाठलाई सानो वर्णमा परिवर्तन गर्नुहोस्
केस उल्टाउनुहोस्
चयन गरिएको पाठको केस उल्टाउनुहोस्
शिर्षक केस
प्रत्येक चयन गरिएको शब्दको पहिलो अक्षर ठूलो बनाउनुहोस्
कागजात तथ्याङ्क
कागजात तथ्याङ्क
अद्यावधिक गर्नुहोस्
कागजात
चयन
लाइनहरू
शब्दहरू
क्यारेक्टरहरू (खालीस्थान समेत)
क्यारेक्टरहरू (खालीस्थान छैन)
बाइट्स
निर्माण गर्नुहोस्
कागजात डाइरेक्टरीमा "make" चलाउनुहोस्
यहाँ टर्मिनल खोल्नुहोस्
कागजात स्थानमा टर्मिनल खोल्नुहोस्
ट्रेलिङ खालीस्थान हटाउनुहोस्
तपाईँको फाइलमा काम नलाग्ने ट्रेलिङ खालीस्थानहरू हटाउनुहोस्
आदेश चलाउनुहोस्
एउटा अनुकुल आदेश कार्यान्वयन गर्नुहोस् र यसको निर्गत नयाँ कागजातमा राख्नुहोस्
बाह्य उपकरणहरू
बाह्य आदेशहरू र शेल स्क्रिप्टहरू कार्यान्वयन गर्नुहोस् ।
यो आदेश चलाउन तपाईँ शब्द भित्र हुनुपर्दछ
चालु उपकरण:
गरियो ।
निस्कियो
नयाँ उपकरण
यो गतिवर्धक पहिल्यै %s मा सिमित छ
नयाँ गतिवर्धक टाइप गर्नुहोस्, वा खाली गर्न ब्याकस्पेस थिच्नुहोस्
नयाँ गतिवर्धक टाइप गर्नुहोस्
रोकियो ।
सबै कागजात
शिर्षक बिहिन बाहेकका सबै कागजातहरू
स्थानीय फाइलहरू मात्र
टाढाको फाइलहरू मात्र
शिर्षक बिहिन कागजातहरू मात्र
केही पनि होइन
हालको कागजात
हालको चयन
हालको लाइन
हालको शब्द
तलको फलकमा प्रदर्शन गर्नुहोस्
नयाँ कागजात सिर्जना गर्नुहोस्
हालको कागजातमा थप्नुहोस्
हालको कागजात प्रतिस्थापन गर्नुहोस्
हालको चयन प्रतिस्थापन गर्नुहोस्
कर्सर स्थितिमा घुसाउनुहोस्
उपकरणहरू:
सम्पादन गर्नुहोस्:
व्यबहारिक्ता:
निर्गत:
आगत:
बचत गर्नुहोस्:
बाह्य उपकरण प्रबन्धक खोल्दछ
फाइल प्रणाली
नयाँ फोल्डर
नयाँ फाइल
मेट्नुहोस्
दृश्य ताजा पार्नुहोस्
फोल्डर हेर्नुहोस्
फिल्टर
लुकेका देखाउनुहोस्
बाइनरी देखाउनुहोस्
फाइल ब्राउजर
नयाँ डाइरेक्टरी सिर्जना गर्दा एउटा त्रुटि देखा पर्यो
नयाँ डाइरेक्टरी सिर्जना गर्दा एउटा त्रुटि देखा पर्यो
फाइल वा डाइरेक्टरी पुन: नामाकरण गर्दा एउटा त्रुटि देखा पर्यो
फाइल वा डाइरेक्टरी मेट्दा एउटा त्रुटि देखा पर्यो
फाइल प्रबन्धकमा डाइरेक्टरी खोल्दा एउटा त्रुटि देखा पर्यो
मूल डाइरेक्टरी सेट गर्दा एउटा त्रुटि देखा पर्यो
डाइरेक्टरी लोड गर्दा एउटा त्रुटि देखा पर्यो
एउटा त्रुटि देखा पर्यो
फाइललाई रद्दिको टोकरीमा सार्न सकिँदैन, तपाईँ स्थायी रूपमा मेट्न चाहनुहुन्छ?
"%s" फाइललाई रद्दिको टोकरीमा सार्न सकिँदैन ।
चयन गरिएका फाइलहरू रद्दिको टोकरीमा सार्न सकिँदैन ।
तपाईँ "%s" मेट्न चाहनुमा निश्चित हुनुहुन्छ?
तपाईँ चयन गरिएका फाइलहरू स्थायी रूपमा मेट्न निश्चित हुनुहुन्छ?सुरक्षा गरिएन भने अन्तिम %ld पक्कै हराउँछ
यदि तपाईँले एउटा वस्तु मेट्नु भएमा, यो स्थायी रूपमा नष्ट हुन्छ ।
(खाली)
नयाँ फाइल हालै फिल्टर गरिएको छ । तपाईँले फाइल दृश्यात्मक बनाउन तपाईँको फिल्टर सेटिङहरू समायोजन गर्न आवश्यक छ
पुस्तकचिनो
ट्रि दृश्यसँग खोल्नुहोस्
फाइल ब्राउजर प्लगइनले पुस्तकचिनोहरूको दृश्यको सट्टा लोड गरिएको प्राप्त गर्दा ट्रि दृश्य खोल्नुहोस्
फाइल ब्राउजर मूल डाइरेक्टरी
फाइल ब्राउजर प्लगइन लोड गर्दा र अनलोड/ट्रि दृश्य TRUE हुँदा प्रयोग गर्नलाई फाइल ब्राउजर मूल डाइरेक्टरी ।
फाइल ब्राउजर अवास्तविक मूल डाइरेक्टरी
अनलोड/ट्रि दृश्य TRUE हुँदा फाइल ब्राउजर प्लगइन लोड गरिरहेको बेला प्रयोग गर्नलाई फाइल ब्राउजर अवास्तविक मूल डाइरेक्टरी । अवास्तविक मूल सधैँ वास्तविक मूल भन्दा तल हुनु पर्दछ ।
टाढाको स्थानको पुन: भण्डारण सक्षम पार्नुहोस्
टाढाको स्थानहरूको पुन: भण्डारण सक्षम पार्ने या नपार्ने सेट गर्दछ ।
फाइल ब्राउजर फिल्टर मोड
फाइल ब्राउजर फिल्टर बान्की
यससँग फाइल ब्राउजर फिल्टर गर्न फिल्टर बान्की । यो फिल्टरले फिल्टरमोडको माथि कार्य गर्दछ ।
मोडलाइनहरू
gedit का लागि एमाकस, केट र भिम-शैली मोडलाइन समर्थन ।
पाइथन कन्सोल
स्निप्पेटस्
निम्न फाइलहरू आयात गर्न सकिएन: %s
स्निपेट सङ्ग्रह
एउटा नयाँ स्निपेट थप्नुहोस्...
विश्वव्यापी
चयन गरिएको स्निपेट उल्टाउनुहोस्
चयन गरिएको स्निपेटलाई मेट्नुहोस्
यसलाई आयत गर्दा निम्न त्रुटि देखा पर्यो: %s
स्निपेटहरू आयत गर्नुहोस्
सबै समर्थित सङ्ग्रहहरू
Gzip सङ्कुचित सङ्ग्रह
एकल स्निपेट फाइल
सबै फाइलहरू
यसलाई निर्यात गर्दा निम्न त्रुटि देखा पर्यो: %s
चयन गरिएको प्रणाली स्निपेटहरू तपाईँको निर्यातमा समावेश गर्न चाहनुहुन्छ?
निर्यात गरिनका लागि त्यहाँ कुनै स्निपेटहरू चयन गरिएको छैन
स्निपेटहरू निर्यात गर्नुहोस्
नयाँ छटकरी टाइप गर्नुहोस्, वा काली गर्नका लागि ब्याकस्पेस थिच्नुहोस्
नयाँ छोटकरी टाइप गर्नुहोस्
स्निपेटहरू:
नयाँ स्निपेट सिर्जना गर्नुहोस्
चयन गरिएका स्निपेटहरू निर्यात गर्नुहोस्
tab
ट्याब ट्रिगर:
छोटकरी कुञ्जी:
छोटकरी कुञ्जी जुनसँग स्निपेट सक्रिय पारिन्छ
लक्ष्यहरू छोड्नुहोस्:
स्निपेटहरू प्रबन्ध गर्नुहोस्...
स्निपेटहरू प्रबन्ध गर्नुहोस्
क्रमबद्ध गर्नुहोस्...
हालको कागजात वा चयन क्रमबद्ध गर्नुहोस्
क्रमबद्ध गर्नुहोस्
क्रमबद्ध गर्नुहोस्
क्रम उल्टाउनुहोस्
नक्कल प्रतिहरू हटाउनुहोस्
केस उपेक्षा गर्नुहोस्
स्तम्भमा सुरु गर्नुहोस्:
तपाईँले क्रमबद्ध सञ्चालन पूर्वस्थितिमा ल्याउन सक्नुहुन्न
कागजात वा चयन गरिएको पाठ क्रमबद्ध गर्दछ ।Check SpellingCheck Spelling
(कुनै सुझाब दिइएको शब्दहरू छैन)
अरू...
सबै उपेक्षा गर्नुहोस्
थप्नुहोस्
हिज्जे सुझाव...
हिज्जे जाँच गर्नुहोस्
सुझावCheck Spelling
(सही हिज्जे)
हिज्जे जाँच पूरा भयोFrench (France)language
language
language
भाषा सेट गर्नुहोस्
भाषाहरू
गलत हिज्जेका लागि हालको कागजात जाँच गर्नुहोस्
भाषा सेट गर्नुहोस्...
हालको कागजातको भाषा सेट गर्नुहोस्
हालको कागजातको स्वाचालित रूपमा हेज्जे जाँच गर्नुहोस्
कागजात खाली छ ।
कुनै गलत हिज्जे भएका शब्दहरू छैन
हालको कागजातको भाषा चयन गर्नुहोस् ।
हिज्जे जाँच गर्नुहोस्
गलत हिज्जे भएको शब्द:
यसमा परिवर्तन गर्नुहोस्
शब्द जाँच गर्नुहोस्
सुझाव:
उपेक्षा गर्नुहोस्
परिवर्तन
सबै उपेक्षा गर्नुहोस्
सबै परिवर्तन गर्नुहोस्
प्रयोगकर्ता डाइरेक्टरी:
शब्द थप्नुहोस्
भाषा:
हिज्जे परीक्षक
हालको कागजातको हिज्जे जाँच गर्दछ ।
मिति र समय घुसाउनुहोस्
चयन गरिएको ढाँचा प्रयोग गर्नुहोस्
अनुकुलन ढाँचा प्रयोग गर्नुहोस्
घुसाउनुहोस्
मिति र समय घुसाउनुहोस्...
कर्सर स्थानमा हालको मिति र समय घुसाउनुहोस्
उपलब्ध ढाँचाहरू
मिति/समय प्लगइन कन्फिगर गर्नुहोस्
ढाँचाका लागि प्रवर्धन गर्नुहोस्
मिति/समय घुसाउनुहोस्
कर्सर स्थानमा हालको मिति र समय घुसाउँदछ ।
ब्रुस चयन
ब्राउज गर्नुहोस्...
%s प्लगइनले तह ह्यान्डल गर्न सक्दैन
दृश्यात्मक तह गाभ्नुहोस्
%s प्लगइनले अफसेट, साइज वा अस्पष्टता ह्यान्डल गर्न सक्दैन
%s प्लगइनले एनिमेसन फ्रेमका रुपमा मात्र तहहरू ह्यान्डल गर्न सक्दछ
एनिमेसनको रुपमा बचत गर्नुहोस्
चौडा पारिएको छवि
%s प्लगइनले पारदर्शीता ह्यान्डल गर्न सक्दैन
%s प्लगइनले तह मास्क ह्यान्डल गर्न सक्दैन
तह मास्क लागू गर्नुहोस्
%s प्लगइनले केबल RGB छवि मात्र ह्यान्डल गर्न सक्दछ
RGB मा रुपान्तरण गर्नुहोस्
%s प्लगइनले ग्रेस्केल छवि मात्र ह्यान्डल गर्न सक्दछ
ग्रेस्केलमा रुपान्तरण गर्नुहोस्
%s प्लगइनले केबल अनुक्रमण गरिएको छवि मात्र ह्यान्डल गर्न सक्दछ
पूर्वनिर्धारित सेटिङ प्रयोग गरेर अनुक्रमण गरिएकोमा रुपान्तरण गर्नुहोस् (परिणाम ट्युन गर्न यसलाई म्यानुअल्ली गर्नुहोस्)
%s प्लगइनले केबल बिटम्याप (दुइ रङ) अनुक्रमण गरिएका छवि मात्र ह्यान्डल गर्न सक्दछ
बिटम्याप पूर्वनिर्धारित सेटिङ प्रयोग गर्दे अनुक्रमण गरिएकोमा रुपान्तरण गर्नुहोस् (परिणाम ट्युन गर्न यसलाई म्यानुअल्ली गर्नुहोस्)
%s प्लगइनले केवल RGB वा ग्रेस्केल छवि मात्र ह्यान्डल गर्न सक्दछ
%s प्लगइनले RGB वा अनुक्रमण गरिएका छवि मात्र ह्यान्डल गर्न सक्दछ
%s प्लगइनले ग्रेस्केल वा अनुक्रमण गरिएका छवि मात्र ह्यान्डल गर्न सक्दछ
%s प्लगइनलाई एउटा अल्फा च्यानल आवश्यक पर्दछ
अल्फा च्यानल थप्नुहोस्
बचत यकिन गर्नुहोस्
यकिन गर्नुहोस्
फाइल निर्यात गर्नुहोस्
उपेक्षा गर्नुहोस्
निर्यात
निम्न कारणहरूले गर्दा %s को रुपमा बचत हुनु अगाडि तपाईँको छवि निर्यात गरिनु पर्दछ:
निर्यात रुपान्तरणले तपाईँको मौलिक छवि परिमार्जन गर्दैन।
तपाईँले लगभग तह मास्क %s को रुपमा बचत गर्नुभयो यसले पारदर्शी तहहरू बचत गर्नेछैन।
तपाईँले च्यानल %s(बचत गरिएको चयन)को रुपमा गर्नुभयो। यसले पारदर्शी तहहरू बचत गर्नेछैन।
फन्ट चयन
Sans
ग्रेडियन्ट चयनnothing selected and nothing to select
(खाली)
रङदानी चयन
रङदानी चयन
नाम द्वारा
वर्णन द्वारा
मद्दत द्वारा
लेखक द्वारा
प्रतिलिपिअधिकार द्वारा
मिति द्वारा
टाइप द्वारा
मिल्दोहरू छैन
खोजी गर्दैछ
नाम द्वारा खोजी गर्दैछ
वर्णनद्वारा खोजी गर्दैछ
मद्दत द्वारा खोजी गर्दैछ
लेखक द्वारा खोजी गर्दैछ
प्रतिलिपिअधिकार द्वारा खोजी गर्दैछ
मिति द्वारा खोजी गर्दैछ
टाइप द्वारा खोजी गर्दैछ
तपाईँको क्वेरीका कुनै पनि मिल्दो छैन
परामितिहरू
मानहरू फिर्ता गर्नुहोस्
थप सूचना
लेखक:
मिति:
प्रतिलिपिअधिकार:
प्रतिशतadd-mask-type
add-mask-type
add-mask-type
add-mask-type
add-mask-type
add-mask-type
add-mask-type
blend-mode
blend-mode
blend-mode
blend-mode
bucket-fill-mode
bucket-fill-mode
bucket-fill-mode
channel-ops
channel-ops
channel-ops
channel-ops
channel-type
रातोcolor-selector-channel
हरियोcolor-selector-channel
नीलोcolor-selector-channel
channel-type
image-type
अल्फाpage-selector-target
check-size
text-hint-style
check-type
check-type
check-type
check-type
check-type
check-type
clone-type
clone-type
desaturate-mode
desaturate-mode
desaturate-mode
dodge-burn-type
dodge-burn-type
gradient-type
interpolation-type
gradient-type
gradient-type
aspect-type
gradient-type
gradient-type
gradient-type
gradient-type
gradient-type
gradient-type
grid-style
grid-style
grid-style
grid-style
grid-style
icon-type
icon-type
icon-type
image-base-type
image-base-type
image-type
image-type
image-type
image-type
image-type
interpolation-type
कुनै पनि होइन
interpolation-type
paint-application-mode
paint-application-mode
repeat-mode
repeat-mode
run-mode
run-mode
run-mode
size-type
size-type
transfer-mode
transfer-mode
transfer-mode
transform-direction
transform-direction
transform-resize
transform-resize
transform-resize
transform-resize
pdb-proc-type
pdb-proc-type
pdb-proc-type
pdb-proc-type
text-direction
text-direction
text-hint-style
text-hint-style
text-justification
text-justification
text-justification
text-justification
(अवैध UTF-8 स्ट्रिङ)
रङ व्यवस्थापनका लागि सञ्चालन मोड
तपाईँको (प्राथमिक) मोनिटरको रङ प्रोफाइल
सक्षम पारिएको बेलामा, गिम्पले सञ्झ्याल प्रणालीबाट प्रदर्शन रङ प्रोफाइल प्रयोग गर्नप्रयास गर्नेछ । त्यसपछि कन्फिगरेसन गरिएको मोनिटर प्रोफाइल हुन्छ त्यसपछि मात्र फलब्याकको रुपमा प्रयोग गरिन्छ।
पूर्वनिर्धारित RGB कार्यस्थान रङ प्रोफाइल ।
CMYK रङ प्रोफाइले RGB र CMYK बीचमा परिवर्तन गरिन्छ।
मुद्रण गरिएको संस्करण (सफ्टपुर्फ)का लागि रङ प्रोफाइलले नक्कल गर्न प्रयोग गरिन्छ।
तपाईँको प्रदर्शनका मानचित्रित गरिने रङहरू सेट गर्दछ।
कसरी रङ कार्यस्थानबाट मुद्रण सिमुलेशन यन्त्रमा परिवर्तन गरिन्छन् सेट गर्दछ ।
color-management-mode
color-management-mode
color-management-mode
color-rendering-intent
color-rendering-intent
color-rendering-intent
अतितृप्तcolor-selector-channel
टोकन %s का लागि UTF-8 स्ट्रिङ वैध छैन
आशा गरिएको 'हो' वा 'होइन' का लागि बुलियन टोकन %s, प्राप्त भयो '%s'
अवैध मान '%s' टोकन %s का लागि
अवैध मान '%ld' टोकन %s का लागि
पद वर्णन गर्ने बेलाको टोकन '%s': %s
घातक पद वर्णन त्रुटि
${%s} विस्तार गर्न सकिँदैन
'%s' मा लेख्दा त्रुटि: %s
'%s' का लागि अस्थायी फाइल सिर्जना गर्न सकेन: %s
लेख्नका लागि '%s' खोल्न सकेन: %s
'%s'का लागि अस्थायी फाइलमा लेख्दा त्रुटि: %s मौलिक फाइल छोइएको छैन।
'%s'का लागि अस्थायी फाइलमा लेख्दा त्रुटि: %s कुनै पनि फाइलहरू सिर्जना गरिएको छैन।
'%s' सिर्जना गर्न सकेन: %s
अवैध UTF-8 स्ट्रिङ
'%s' पद वर्णन गर्दा %d लाइनमा त्रुटि: %s
मोड्युल '%s' लोड गर्दा त्रुटि: %s
मोड्युल त्रुटि
लोड गरिएको
लोड असफल
लोड नगरिएको
वैध गृह डाइरेक्टरी निर्धारण गर्न सकिँदैन। साट्टोमा थम्बनेलहरू अस्थायी फाइल (%s) का लागि फोल्डरहरूमा भण्डारण गरिनेछ।
थम्बनेल फोल्डर '%s' सिर्जना गर्न असफल
थम्बनेलले थम्ब समाविष्ट गर्दैन::URI ट्याग
%s का लागि थम्बनेल सिर्जना गर्न सकेन: %s
खोजी गर्नुहोस्:
अग्रभूमी रङ
पृष्ठभूमी रङ
कालो
सेतो
profile
स्केलहरू
हालको:
पुरानो:
HTML र CSS मा प्रयोग गरिए अनुरुपको हेक्साडेसिमल रङ नोटेसन । यो प्रविष्टिले CSS रङ नाम पनि प्रविष्ट गर्दछ ।
HTML नोटेसन:
तपाईँको फोल्डर ब्राउज गर्न एउटा फाइल चयनकर्ता खोल्नुहोस्
तपाईँको फाइल ब्राउज गर्न एउटा फाइल चयनकर्ता खोल्नुहोस्
फाइल चयन गर्नुहोस्
फाइल चयन गर्नुहोस्
किलो बाइट्स
मेगा बाइट्स
गिगा बाइट्स
केही चयन गरिएको छैन
सबै चयन गर्नुहोस्
दायरा चयन गर्नुहोस्:
यस रुपमा पृष्ठहरू खोल्नुहोस्
पृष्ठ %d
एउटा पृष्ठ चयन गरियो
लेख्नयोग्य
फोल्डर
आइड्रपरमा क्लिक गर्नुहोस्, त्यसपछि यो रङ चयन गर्न तपाईँको स्क्रिनमा कतै पनि एउटा रङमा क्लिक गर्नुहोस्।
पूर्वावलोकन
साइज जाँच गर्नुहोस्
शैली जाँच गर्नुहोस्
एङ्कर
केन्द्र
नक्कल गर्नुहोस्
सम्पादन
लिङ्क गरिएको
नयाँ रुपमा टास्नुँहोस्
यसभित्र टाँस्नुहोस्
रिसेट गर्नुहोस्
दृश्यात्मक
स्ट्रोक
अक्षर खाली स्थान
लाइन खाली स्थान
रिसाइज गर्नुहोस्
मापन गर्नुहोस्
काटछाँट गर्नुहोस्
रुपान्तरण गर्नुहोस्
घुमाउनुहोस्
काट्नुहोस्
बढी...
एकाइ चयन
एकाइ
तत्व
अनियमित नम्बर उत्पन्नकर्ता सिडका लागि यो मान प्रयोग गर्नुहोस् - एउटा दिएको "random" सञ्चालन दोहोर्याउन यसले तपाईँलाई अनुमति दिन्छ
नयाँ सिड
उत्पन्न गरिएको अनियमित नम्बरसँग सिड अनियमित नम्बर जेनेरेटर
अनियमित गर्नुहोस्ीinput-mode
input-mode
input-mode
aspect-type
aspect-type
color-selector-channel
ह्युcolor-selector-channel
मानcolor-selector-channel
page-selector-target
zoom-type
zoom-type
CMYK
C
M
Y
K
क्यान
गाढा रातो
पहेंलो
कालो
CMYK रङ चयनकर्ता
कालो पुलआउट:
रङ गरिएको मसिको हटाउन कालोको प्रतिशत
पानिरङ शैली रङ चयनकर्ता
पानिरङ
दवाब
DirectX प्रत्यक्ष आगत घटना नियन्त्रक
यन्त्र:
यसबाट प्रत्यक्ष आगत घटना पढ्ने यन्त्र ।
DirectX प्रत्यक्ष आगत
बटन %d
बटन %d थिच्नुहोस्
बटन %d छोड्नुहोस्
X बायाँ सार्नुहोस्
X दायाँ सार्नुहोस्
Y टाढा सार्नुहोस्
Y नजिक ल्याउनुहोस्
Z माथि सार्नुहोस्
Z तल सार्नुहोस्
X अक्ष टाढा टिल्ट गर्नुहोस्
X अक्ष नजिक टिल्ट गर्नुहोस्
Y अक्ष दायाँ टिल्ट गर्नुहोस्
Y अक्ष बायाँ टिल्ट गर्नुहोस्
Z अक्ष बायाँ घुमाउनुहोस्
Z अक्ष दायाँ घुमाउनुहोस्
साइडर %d बढाउनुहोस्
साइडर %d घटाउनुहोस्
POV %d X दृश्य
POV %d Y दृश्य
POV %d फर्काउनुहोस्
प्रत्यक्ष आगत घटना
कुनै पनि यन्त्रहरू कन्फिगर गरिएको छैन
यन्त्र उपलब्ध छैन
बटन ०
बटन १
बटन २
बटन ३
बटन ४
बटन ५
बटन ६
बटन ७
बटन ८
बटन ९
माउस बटन
बायाँ बटन
दायाँ बटन
बिच बटन
छेउ बटन
अतिरिक्त बटन
अगाडि बटन
पछाडि फर्काउने बटन
कार्य बटन
घुमाउने बटन
तल बटन गियर
माथि बटन गियर
Y अगाडि सार्नुहोस्
Y पछाडि सार्नुहोस्
X अक्ष अगाडि टिल्ट गर्नुहोस्
X अक्ष पछाडि टिल्ट गर्नुहोस्
Horiz. चक्का पछाडि फर्काउनुहोस्
Horiz. चक्का अगाडि फर्काउनुहोस्
बायाँ मोड्ने डायल
दायाँ मोड्ने डायल
बायाँ मोड्ने चक्का
दायाँ मोड्ने चक्का
लिनक्स आगत घटना नियन्त्रक
यसबाट लिनक्स आगत घटनाहरू पढ्ने यन्त्रको नाम
लिनक्स आगत
लिनक्स आगत घटनाहरू
%s बाट पढ्दैछ
यन्त्र उपलब्ध छैन: %s
फाइलको अन्त्य
MIDI घटना नियन्त्रक
MIDI घटना पढ्ने यन्त्रको नाम
ALSA अनुक्रमक प्रयोग गर्न 'alsa' प्रविष्ट गर्नुहोस्।
च्यानल:
यसबाट घटनाहरू पढ्न MIDI च्यानल। सबै MIDI च्यानलहरूबाट पढ्नका लागि -१ मा सेट गर्नुहोस्।
MIDI
द्रष्टब्य %02x खुला
द्रष्टब्य %02x बन्द
नियन्त्रक %03d
MIDI घटनाहरू
गिम्प
गिम्प MIDI आगत नियन्त्रक
प्रोटानोपिया (रातो असम्वेदनशील)
ड्रुर्टेरानोपिया (हरियोमा असम्वेदनशील)
ट्रिटानोपिया (नीलोमा असम्वेदनशील)
रङ ह्रास सिमुलेसन फिल्टर (व्रेटटेल-भोइनेट-मोलोन अल्गोरिदम)
रङ अपूर्ण दृष्टि
रङ अपूर्ण प्रकार:
गामा रङ प्रर्दशक फिल्टर
गामा
गामा:
उच्च व्यतिरेक रङ प्रर्दशक फिल्टर
व्यतिरेक
व्यतिरेक चक्र:
ICC रङ प्रोफाइलहरू प्रयोग गर्दै रङ व्यवस्थापन प्रर्दशक फिल्टर
रङ व्यवस्थापन
यो फिल्टरले यसको कन्फिगरेसन प्राथमिकता संवादमा रङ व्यवस्थापन चयनबाट लिन्छ।
सञ्चालन मोड:
मोनिटर प्रोफाइल:
सिमुलेसन प्रोफाइल मुद्रण गर्नुहोस्:
ICC रङ प्रोफाइल प्रयोग गर्दै रङ प्रमाण फिल्टर
रङ प्रमाण
एउटा ICC रङ प्रोफाइल रोज्नुहोस्
प्रोफाइल:
इन्टेन्ड:
कालो बिन्दु क्षतिपुर्ति
स्क्रिप्ट-फु विकासका लागि अन्तरक्रियात्मक कन्सोल
टाढाको स्क्रिप्ट-फु कार्यका लागि सर्भर
सर्भर सुरु गर्नुहोस्...
गिम्प अनलाइन
प्रयोगकर्ता म्यानुअल
स्क्रिप्ट-फु
पाठ
बटनहरू
लोगोहरू
बाँन्की
वेब पृष्ठ विषयवस्तु
बाहिरी चमक
बेभेल गरिएको बाँन्की
Classic.Gimp.Org
लोगोमा अल्फा
उपलब्ध स्क्रिप्ट-फु स्क्रिप्ट पुन: पढ्नुहोस्
स्क्रिप्ट ताजा पार्नुहोस्
तपाईँले "ताजा पार्ने स्क्रिप्ट" लाई स्क्रिप्ट-फु संवाद बाकस खुला भएको बेलामा प्रयोग गर्न सक्नु हुँदैन । कृपया सबै स्क्रिप्ट-फु सञ्झ्याल बन्द गर्नुहोस् र फेरी प्रयास गर्नुहोस् ।
स्क्रिप्ट-फु कन्सोल
टिनिस्किममा स्वागत छ
अन्तरर्क्रियात्मक स्किम विकास
ब्राउज गर्नुहोस्...
स्क्रिप्ट-फु कन्सोल निर्गत बचत गर्नुहोस्
लेख्नका लागि '%s' खोल्न सकेन: %s
स्क्रिप्ट-फु कार्यविधि ब्राउजर
स्क्रिप्ट-फु मूल्याङ्कन मोडले अन्तरक्रियात्मक नहुने आव्हानलाई मात्र अनुमति दिन्छ
स्क्रिप्ट-फुले एकै समयमा दुईवटा स्क्रिप्ट प्रक्रिया गर्न सक्दैन।
तपाईँले पहिले नै "%s" स्क्रिप्ट चलाइ रहनुभएको छ।
स्क्रिप्ट-फु: %s
%s:
स्क्रिप्ट-फु रङ चयन
स्क्रिप्ट-फु फाइल चयन
स्क्रिप्ट-फु फोल्डर चयन
स्क्रिप्ट-फु फन्ट चयन
स्क्रिप्ट-फु रङदानी चयन
स्क्रिप्ट-फु बाँन्की चयन
स्क्रिप्ट-फु ग्रेडियन्ट चयन
स्क्रिप्ट-फु ब्रुस चयन
स्क्रिप्ट-फु सर्भर विकल्प
सर्भर सुरु गर्नुहोस्
सर्भर पोर्ट:
सर्भर लग फाइल:
दायाँ
FG-BG-RGB
पङ्क्तिहरू
जोडा
मेट्नुहोस्
सेतोमा कालो
तेर्सो
टायल
लपेट्नु
स्पाइरोग्राफ
वृत
शीशाकलम
ठोस रङ
चतुर्भुजहरू
IIR
मौलिक
घुमेको
लगातार अद्यावधिक गर्नुहोस्
क्षेत्र:
सम्पूर्ण तह
चयन
प्रसँगcolor-range
frame-range
ग्रे
ह्यु:
अतितृप्त:
ग्रे मोड
यो अनुसार व्यवहार गर्नुहोस्
यसमा परिवर्तन गर्नुहोस्
ग्रे थ्रेसहोल्ड
एकाइहरू
रेडियन
रेडियन/Pi
डिग्रि
रङ घुमाउनुहोस्
मुख्य विकल्पहरू
ग्रे विकल्पहरू
घडिको दिशामा स्विच गर्नुहोस्
घडिको विपरित दिशामा स्विच गर्नुहोस्
बाँणहरूको क्रम परिवर्तन गर्नुहोस्
सबै चयन गर्नुहोस्
रङहरूको दायरा एक अर्कासँग बदल्नुहोस्
रङहरू घुमाउनुहोस्...
रङहरू घुमाउँदै
रातो च्यानल परिमार्जन गर्नुहोस्
रङ च्यानल परिमार्जन गर्नुहोस्
हरियो च्यानल परिमार्जन गर्नुहोस्
अतितृप्त च्यानल परिमार्जन गर्नुहोस्
नीलो च्यानल परिमार्जन गर्नुहोस्
तेजमय च्यानल परिमार्जन गर्नुहोस्
रातो आवृति:
रङ आवृति:
हरियो आवृति:
अतितृप्त आवृति:
नीलो आवृति:
तेजिलो आवृति:
रातो फेजसिफ्ट:
ह्यु फेजसिफ्ट:
हरियो फेजसिफ्ट:
अतितृप्त फेजसिफ्ट:
नीलो फेजसिफ्ट:
तेजिलो फेजसिफ्ट:
विभिन्न उत्तेजक तरिकाहरूमा रङहरू बदल्नुहोस्
एलिन मानचित्र...
एलिन मानचित्र: परिवर्तन गर्दै
एलिन मानचित्र
चक्रको सङ्ख्याले पूरै मान क्षेत्र ओगट्दैछ
स्थिति कोण, क्षेत्र ०-३६० सम्म
मोड
RGB रङ नमूना
HSL रङ नमूना
छविको सबै तहहरू दृश्यात्मक तहहरू पङ्क्तिबद्ध गर्नुहोस्
दृश्यात्मक तहहरू पङ्क्तिबद्ध गर्नुहोस्...
पङ्क्तिबद्ध गर्न पर्याप्त तहहरू छैनन्।
दृश्यात्मक तहहरू पङ्क्तिबद्ध गर्नुहोस्align-style
सङ्कलन गर्नुहोस्
भर्नुहोस् (दायाँबाट बायाँमा)
भर्नुहोस् (बायाँबाट दायाँमा)
show grid
तेर्सो शैली:
बायाँ किनारा
केन्द्र
दायाँ किनारा
तेर्सो आधार:
भर्नुहोस् (माथि देखि तलसम्म)
भर्नुहोस् (तल देखि माथिसम्म)
ठाडो शैली:
माथिल्लो किनारा
तल्लो किनारा
ठाडो आधार:
ग्रिडको साइज:
देखिने भएता पनि तल्लो तह उपेक्षा गर्नुहोस्
आधारको रूपमा (नदेखिने) तल्लो तह प्रयोग गर्नुहोस्
GIF एनिमेशनको रूपमा बचत भएको बेलामा साइज घटाउन छवि परिमार्जन गर्नुहोस्
अप्टिमाइज (GIFका लागि)
फाइल साइज घटाउनुहोस् जहाँ तहहरू मिलाउन संम्भव हुन्छ
अप्टिमाइज(फरक)
सम्पादन गर्न सजिलो बनाउन अप्टिमाइजेसन हटाउनुहोस्
अनुकूलता हटाउनुहोस्
ब्याकड्रप हटाउनुहोस्
ब्याकड्रप फेला पार्नुहोस्
अनुकूलता हटाइएको एनिमेसन
एनिमेसन पृष्ठभूमि हटाउदैछ
एनिमेसन पृष्ठभूमि फेला पार्दै
एनिमेसन अप्टिमाइज गर्दै
एउटा गिम्प तह आधारित एनिमेशन पूर्वावलोकन
प्रतिश्रवण...
चरण
अर्को फ्रेममा चरण
एनिमेशन रिवाइन्ड
अझ छिटो
एनिमेशनको गति बढाउनुहोस्
अझ ढिलो
एनिमेशनको गति घटाउनुहोस्
गति रिसेट गर्नुहोस्
एनिमेशनको गति रिसेट गर्नुहोस्
प्रतिश्रवण सुरु गर्नुहोस्
छुट्याउनु
संवाद सञ्झ्यालबाट एनिमेशन छुट्याउनुहोस्
एनिमेसन प्रतिश्रवण:fps
गति प्लेब्याक गर्नुहोस्
एउटा अवैध तह प्रदर्शन गर्न प्रयोस गर्नुहोस्।
%d को फ्रेम %d
प्रतिश्रवण रोक्नुहोस्:
Scale3X edge-extrapolation अल्गोरिदम प्रयोग गरेर उपनाम गर्नुहोस्
उपनाम गर्नुहोस्
एन्टि-एलाइजिङ्...
छविमा एउटा क्यानभास वनावट थप्नुहोस्
क्यानभास लागू गर्नुहोस्...
क्यानभास लागू गर्दै
क्यानभास लागू गर्नुहोस्
दिशा
माथि-दायाँ
माथि-बायाँ
तल-बायाँ
तल-दायाँ
गहिराइ:
सञ्झ्याल गुप्तहरूमा एउटा छवि मुद्रण गरिएको नक्कल गर्नुहोस्
गुप्तहरू...
गुप्तहरू थप्दैछ
गुप्तहरू
अभिमुखीकरण
तेर्सो
ठाडोbackground
पृष्ठभूमि
पारदर्शक
विस्थापन:
खण्डहरूको सङ्ख्या:
छिमेकिको पिक्सेल अस्पष्ट गर्नुहोस्, तर न्युन-व्यतिरेक क्षेत्रहरूमा मात्र
चयन गर्न मिल्ने ग्यास्सियन अस्पष्ट...
चयन गर्न मिल्ने ग्यास्सियन अस्पष्ट
अनुक्रमण गरिएको रङ छविहरू सञ्चालन हुन सकेन।
अस्पष्ट अर्धव्यास:
अधिक डेल्टा:
सरल, ब्युरिङ गर्ने सबैभन्दा सामान्य प्रयोग गरिने तरिका
ग्यास्सियन अस्पष्ट...
ग्यास्सियन अस्पष्ट लागू गर्नुहोस्
ग्यास्सियन अस्पष्ट
अस्पष्ट अर्धव्यास
तेर्सो:
ठाडो:
अस्पष्ट तरिका
IIR
RLE
निदानिर्देश अस्पष्ट प्रयोग गर्दै चाल नक्कल गर्नुहोस्
चाल अस्पष्ट...
चाल अस्पष्टगर्दै
चाल अस्पष्ट
अस्पष्ट प्रकारblur-type
blur-type
blur-type
जुम गर्नुहोस्
अस्पष्ट केन्द्र
X:
Y:
अस्पष्ट बाह्य
अस्पष्ट परिमितिहरू
लम्बाइ:
कोण:
साधारण अस्पष्ट, छिटो तर धेरै बलियो छैन
अस्पष्ट
अस्पष्ट पार्दैछ
छवि किनाराको औसत रङमा अग्रभूमि सेट गर्नुहोस्
किनार औसत...
किनार औसत
किनार औसत
किनारा साइज
मोटोपन:
रङहरूको सङ्ख्या
बाल्टिनको साइज:
बम्म मानचित्र प्रयोग गर्दै एउटा इमबोसिङ सिर्जना गर्नुहोस्
बम्प मानचित्र...
बम्प मानचित्राङ्कन
बम्प मानचित्र
बम्प मानचित्र:
रेखात्मक
गोलाकार
साइनसोइडल
मानचित्रको प्रकार:
अध्यारोका लागि क्षतिपूर्ती
बम्प मानचित्र उल्टाउनुहोस्
टायल बम्प मानचित्र
अजिमुथ:
उत्कृष्ट:
X अफसेट:
अफसेट मध्य माउस बटन प्रयोग गरेर पूर्वावलोकन तानेर समायोजन गर्न सकिन्छ।
Y अफसेट:
पानीको तह:
व्यापक:
किनाराहरू बढाउदै एउटा कार्टुन नक्कल गर्नुहोस्
कार्टुन...
कार्टुन
मास्क अर्धव्यास:
प्रतिशत कालो:
RGC च्यानलहरू मिश्रणद्वारा रङहरू परिवर्तन गर्नुहोस्
च्यानल मिश्रण...Channel Mixer:: Mode:%d r %f g %f b %f
च्यानल मिश्रण
प्रतिफल च्यानल:
रातो
हरियो
नीलो
रातो:
हरियो:
नीलो:
मोनोक्रोम
तेजिलोपन बचत गर्नुहोस्
च्यानल मिश्रण सेटिङ लोड गर्नुहोस्
पढ्नका लागि '%s' खोल्न सकेन: %s
च्यानल मिश्रण यन्त्र सेटिङ बचत गर्नुहोस्
लेख्नका लागि '%s' खोल्न सकिएन: %s
परिमितिहरू '%s' मा बचत गरेको छ
जाँच बोर्ड बाँन्की सिर्जना गर्नुहोस्
जाँचबोर्ड...
जाँचबोर्ड थप्दै
जाँचबोर्ड
साइज:
साईकोबिल्लि
छविको मानहरू राख्नुहोस्
पहिलो मान राख्नुहोस्
परिमिति kसँग भर्नुहोस्
k{x(1-x)}^p
k{x(1-x)}^p चरण
kx^p
kx^p चरण
k(1-x^p)
k(1-x^p) चरण
डेल्टा प्रकार्य
डेल्टा प्रकार्य चरण
sin^p-मा आधारित प्रकार्य
sin^p, चरणcml-composition
अधिकतम (x, -)
अधिकतम (x+d, -)
अधिकतम (x-d, -)
न्युनतम (x, -)
न्युनतम (x+d, -)
न्युनतम (x-d, -)
अधिकतम (x+d, -), (x < 0.5)
अधिकतम (x+d, -), (0.5 < x)
अधिकतम (x-d, -), (x < 0.5)
अधिकतम (x-d, -), (0.5 < x)
न्युनतम (x+d, -), (x < 0.5)
न्युनतम (x+d, -), (0.5 < x)
न्युनतम (x-d, -), (x < 0.5)
न्युनतम (x-d, -), (0.5 < x)
मानक
औसत मान प्रयोग गर्नुहोस्
उल्टो मान प्रयोग गर्नुहोस्
अनियमित शक्ति (0.10)सँग
अनियमित शक्ति (0.1)सँग
ग्रेडियन्ट शक्ति (0.1)सँग
रेण्ड.मान (०,१) गुणन गर्नुहोस्
रेण्ड.मान (०,२) गुणन गर्नुहोस्
ग्रेडियन्ट (०,१) गुणन गर्नुहोस्
p र अनुयमित (०,1) संग
सबै कालो
सबै खैरो
सबै सेतो
छविको पहिलो पङ्क्ति
निरन्तर ग्रेडियन्ट
निरन्तर ग्रेडियन्ट w/o ग्याप
अनियमित, ch निर्भर रहदैन
अनियमित बाडँफाँड
सिडबाट अनियमित
सिडबाट अनियमित (भाग लागईएको)
ह्यु
अतितृप्त
मान
(केही पनि छैन)
अमुर्त जोडि-मानचित्र झिलमिल बाँन्की सिर्जना गर्नुहोस्
CML एक्सप्लोरर...
CML एक्सप्लोरर: मुल्याङ्कन
जोडि-मानचित्र झिलमिल एक्सप्लोरर
नयाँ सिड
स्थिर सिड
अनियमित सिड
ह्यु
अतितृप्त
मान
उन्नत
च्यानल स्वतन्त्र परिमितिहरू
प्रारम्भिक मान:
जुम मापन:
अफसेट सुरु गर्नुहोस्:
अनियमितको सिड ("सिड बाट" मोडहरूका लागि मात्र)
सिड:
अन्तिम सिडसँग "सिड बाट"मा स्विच गर्नुहोस्
"स्थिर सिड" बटन मेरो उपनाम हो। उस्तै सिडले उस्तै छवि उत्पादन गर्दछ, यदि (१) छविहरूको चौडाइ उस्तै भएमा (यो यसको कारण हो कि किन छवि रेखाङ्कन गर्न सकिनेमा पूर्वावलोकन भन्दा फरक हुन्छ), (२) सबै परिवर्तन दरहरू शून्य बराबर हुन्छ।
अरू
प्रतिलपि सेटिङ
स्रोत च्यानल:
गन्तव्य च्यानल:
परिमितिहरू प्रतिलिपि बनाउनुहोस्
चयनयोग्य लोड सेटिङ
फाइलमा स्रोत च्यानल:
विविध विकल्प
प्रकार्य प्रकार:
रचना:
विविध मिलाउनुहोस्:
चक्रिय क्षेत्र प्रयोग गर्नुहोस्
Mod. दर:
Env. सम्वेदनशीलता:
फैलिएको दुरि:
उपदायराको #:
P(ower तत्व):
परिमिति k:
दायरा तल:
उच्च दायरा:
सेटिङको ग्राफ प्लट गर्नुहोस्
Ch.चेतनशिलता:
परिवर्तन दर:
परिवर्तन dist.:
हालको सेटिङको ग्राफ
चेतावनी: स्रोत र गन्तव्यहरू समान च्यानल हो।
सीएमएल खोजी परिमित बचत गर्नुहोस्
सीएमएल एक्सप्लोरर परिमिति लोड गर्नुहोस्
त्रुटि: यो CML परिमिति फाइल होइन।
चेतावनी: '%s' पुरानो ढाँचाको फाइल हो।
चेतावनी: '%s' CML एक्सप्लोरर को नयाँ संस्करणका लागि परिमिति फाइल हो ।
त्रुटि: परिमितिहरू लोड गर्न असफल भयो
छविमा रङहरूको सेट विश्लेषण गर्नुहोस्
रङ घनकार विश्लेषण...
रङ घनाकार विश्लेषण
छवि आयामहरू: %d x %d
रङ छैन
मात्र एउटा अद्वितिय रङ
अद्वितिय रङहरूको सङ्ख्या: %d
अधिकतम संभाव्य दायरा ढाक्न रङ अतितृप्त फेलाउनुहोस्
रङ वृद्वि
रङ वृद्वि
एउटा रङसँग अर्को साट्नुहोस्
रङ साटासाट...
रङ साटासाट
"रङ बाट" लिनका लागि पूर्वावलोकन भित्र बीचमा क्लिक गर्नुहोस्
रङ सम्म
रङ बाट
रङ साटासाट गर्नुहोस्: रङमा
रङ साटासाट गर्नुहोस्: रङबाट
रातो थ्रेसहोल्ड:
हरियो थ्रेसहोल्ड:
नीलो थ्रेसहोल्ड:
बन्द थ्रेसहोल्ड:
एउटा निर्दिष्ट गरिएको रङ पारदर्शीतामा रूपान्तरण गर्नुहोस्
अल्फामा रङ लगाउनुहोस्...
रङ हटाउदै
अल्फामा रङ लगाउनुहोस्color-to-alpha
अल्फा रङ फिल्टरमा रङ लगाउनुहोस्
अल्फामा
निर्दिष्ट रङको सेडहरूसँग सबै रङहरू बदल्नुहोस्
रङ्गिन पार्नुहोस्...
रङ्गिन पार्दैछ...
रङ्गिन पार्नुहोस्
अनुकूल रङ:
अनुकूल रङ रङिन पार्नुहोस्
रङ मानचित्र पुन: मिलाउनुहोस्
रङ मानचित्र पुन: मिलाउनुहोस्...
रङ मानचित्रमा दुई रङहरू साटसाट गर्नुहोस्
स्वाप रङ
अवैध पुन: मानचित्र एरे पुन: मानचित्र प्रकार्यमा पास भयो
रङ मानचित्र पुन: मिलाउँदै
ह्युमा क्रमबद्ध गर्नुहोस्
अतितृप्तमा क्रमबद्ध गर्नुहोस्
मानमा क्रमबद्ध गर्नुहोस्
क्रम उल्टाउनुहोस्
क्रम रिसेट गर्नुहोस्
रङ मानचित्र पुन: मिलाउनुहोस्
रङ मानचित्र पुन: मिलाउन रङहरू तान्नुहोस् र छोड्नुहोस् । देखाइएका नम्बरहरू मौलिक अनुक्रमणिकाहरू हुन् । क्रमबद्ध विकल्पहरूसँग मेनुका लागि दायाँ-क्लिक गर्नुहोस् ।
RGB
RGBA
अल्फा:
HSV
ह्यु:
अतितृप्त:
मान:
HSL
चम्किलोपन:
CMY
सायन:
मेजान्टा:
पहेंलो:
CMYK
कालो:
LAB
Luma y470:
नीलोपना cb470:
रातोपन cr470:
Luma y709:
नीलोपना cb709:
रातोपन cr709:
Luma y470f:
नीलोपना cb470f:
रातोपना cr470f:
Luma y709f:
नीलोपन cb709f:
रातोपन cr709f:
रङ च्यानलहरूको रूपमा बहुविध ग्रे छविहरू प्रयोग गरेर एउटा छवि सिर्जना गर्नुहोस्
रचना गर्नुहोस्...
पहिला रचना बन्द गरिएको एउटा छविलाई फेरि रचना गर्नुहोस्
फेरि रचना गर्नुहोस्
यदि सक्रिय छवि मौलिकरूपमा 'रचना नगर्नुहोस्' बाट उत्पादन गरिएको हो भने तपाईँले मात्र 'रचना गर्नुहोस्' चलाउन सक्नुहुन्छ।
'decompose-data' पारासाइट स्क्यान गर्दा त्रुटि: केही थौरै तहहरू फेला पर्यो
छवि %dका लागि तहहरू प्राप्त गर्न सकेन
रचना गर्दै
रचना गर्नका लागि कम्तीमा पनि एउटा छवि चाहिन्छ
निर्दिष्ट तह %d फेला परेन
रेखाङ्कन गर्न सकिनेसँग बिभिन्न साइज छ
छविहरूसँग बिभिन्न साइज छ
तह ID हरू प्राप्त गर्ने क्रममा त्रुटि
छवि ग्रे छवि होइन (bpp=%d)
रचना फेरि रचना गर्न अक्षम, स्रोत तह फेला परेन
रचना गर्नुहोस्
च्यानलहरू रचना गर्नुहोस्
रङ नमूना:
च्यानल प्रस्तुतिकरणहरू
मास्क मान
पूर्ण दायरा ढाक्न चम्किलोपन मानहरू फैलाउनुहोस्
सामान्य पार्नुहोस्
सामान्यकरण
रेटिनेक्स तरिका प्रयोग गर्दै व्यतिरेक बढाउनुहोस्
रेटिनेक्स...
रेटिनेक्स
रेटिनेक्स छवि वृद्धि
मापन:
रेटिनेक्स: फिल्टर गर्दै
अधिकतम सम्भव दायरा आवरण गर्न फैलिने छवि व्यतिरक
HSV फैलाउनुहोस्
HSV स्वत: फैलाउदैछ
autostretchhsv: cmap was NULL! Quitting...
अधिकतम सम्भव दायरा ढाक्न व्यतिरेक फैलाउनुहोस्
भिन्न फैलाउनुहोस्
ब्यतिरेक स्वत फैलिंदैछ
फैलाउनुहोस्: सिम्याप शुन्य थियो ! अन्त्य गर्दैछ...
ग्रे
रातो
हरियो
नीलो
अल्फा
फैलाउनुहोस्
बेर्नुहोस्
काटनु
जेनेरिक 5x5 मोड म्याट्रिक लागू गर्नुहोस्
कुण्डल म्याट्रिक्स...
कन्भोल्युसनले ३x३ पिक्सेल भन्दा सानो तहहरूमा काम गर्न सक्दैन ।
कुण्डल लागू गर्दै
कुण्डल म्याट्रिक्स
म्यट्रिक्स
भाजक:
अफसेट:
सामान्यकरण गर्नुहोस्
अल्फा-तौलिदै
किनारा
च्यानलहरू
छविबाट खाली किनारहरू हटाउनुहोस्
छवि स्वत: काटछाँट गर्नुहोस्
तहहरू बाट खाली किनाराहरू हटाउनुहोस्
तह स्वत: काटछाँट गर्नुहोस्
काटछाँट गर्दैछ
किनारा वा बिचबाट प्रयोग नभएको खाली ठाउँ स्वत काटछाँट गर्नुहोस्
जिएलस काटछाँट
जिएलस काटछाँट गर्दैछ
काटछाँटका लागि केही पनि छैन्
अनियमित रूपमा वर्ग बल्बहरू दोहोर्रिनेमा छवि रूपान्तरण गर्नुहोस्
घन साइज...
घन साइज
टायल साइज:
टायल अतितृप्त:
पृष्ठभूमि रङ प्रयोग गर्नुहोस्
घनाकार रूपान्तरण
दुई नियन्त्रण घनहरू प्रयोग गर्दै छवि घुमाउनुहोस
वक्र झुकाव...
तहहरूमा मात्र सञ्चालन हुनसक्छ (तर च्यानल वा मास्कमा बोलाइयो)
मास्कहरूसँग तहहरूमा सञ्चालन हुन सकेन।
खाली चयनहरूमा सञ्चालन हुन सकेन।
वक्र मोड
पूर्वावलोकन
एकपटक पूर्वावलोकन गर्नुहोस्
स्वचालित पूर्वावलोकन
विकल्पहरू
परिक्रमण गर्नुहोस्:
सम्म परेको
एन्टालिजिङ्ग
प्रतिलपिमा काम गर्नुहोस्
वक्रहरू परिमार्जन गर्नुहोस्
किनारका लागि वक्र
माथिल्लो
तल्लो
वक्र प्रकार
सम्म
स्वतन्त्र
प्रतिलिपि बनाउनुहोस्
अरू किनारमा सक्रिय वक्र प्रतिलपि गर्नुहोस्
दर्पण
अरू किनारमा सक्रिय वक्र दर्पण गर्नुहोस्
साटासाट गर्नुहोस्
दुई वटा वक्रहरू साट्नुहोस्
सक्रिय वक्र रिसेट गर्नुहोस्
फाइलबाट वक्रहरू लोड गर्नुहोस्
फाइलमा वक्रहरू बचत गर्नुहोस्
फाइलबाट वक्र बिन्दुहरू लोड गर्नुहोस्
फाइलमा वक्र बिन्दुहरू बचत गर्नुहोस्
रातो
हरियो
नीलो
अल्फा
ह्यु
अतितृप्त
मान
ह्यु
अतितृप्त
चम्किलोपन
ह्यु (HSL)
अतितृप्त (HSL)
चम्किलोपन
सायन
मेजान्टा
पहेंलो
क्यान
मेजान्टा
पहेंलो
सायन-k
मेजान्टा-k
पहेंलो-k
कालो
सायन-k
मजेन्टा K
पहेंलो K
अल्फा
luma-y470
नीलोपन-cb470
रातोपन-cr470
luma-y709
नीलोपन-cb709
रातोपन-cr709
luma-y470f
नीलोपन-cb470f
रातोपन-cr470f
luma-y709f
नीलोपन-cb709f
रातोपन-cr709f
छुट्टै रङ स्पेस अवयवमा एउटा छवि रचना हटाउनुहोस्
रचना नगर्नुहोस्...
रचना नगरिँदै
रचना नगर्नुहोस्
च्यानलहरू झिक्नहोस्
तहहरूमा रचना नगर्नुहोस्
दर्ता रङको रूपमा अग्रभूमि
अग्रभूमि रङमा भएको पिक्सेल सबै निर्गत छविहरूमा कालो देखिनेछन् । यो क्रप मार्क जस्ता चिजका लागि प्रयोग गर्न सकिन्छ जुन सबै च्यानलमा देखाउनुपर्ने हुन्छ ।
प्रत्येक अन्य पङ्क्तिहरू हराइरहेकोमा छविहरू स्थिर गर्नुहोस्
डेनटरलेस...
डेनटरलेस
बेजोड फाँटहरू राख्नुहोस्
जोड फाटँहरू राख्नुहोस्
गहिराइ मानचित्रहरू (z-buffers) प्रयोग गर्दै दुई छविहरू गाभ्नुहोस्
गहिराइ गाभ्नुहोस्...
गहिराइ गाभाइ
गहिराइ गाभ्नुहोस्
स्रोत १:
गहिरो मानचित्र:
स्रोत २:
खप्टाउनुहोस्:
मापन १:
मापन २:
छविबाट स्पेकल हल्ला हटाउनुहोस्
डिस्पेक्ल...
डिस्पेक्ल
मेडियन
अनुकूलक
पुनरावृतिक
अर्धव्यास:
कालो तह:
सेतो तह:
छविबाट तेर्सो धर्को आर्टफ्याक्ट हटाउनुहोस्
डेस्ट्राइप...
डेस्ट्राइपिङ
डेस्ट्राइप
चौडाइ:
हिस्टोग्राम सिर्जना गर्नुहोस्
डिफ्र्याक्सन बाँन्की उत्पन्न गर्नुहोस्
डिफ्र्याक्सन बाँन्कीहरू...
डिफ्र्याक्सन बाँन्कीहरू सिर्जना गर्दै
डिफ्र्याक्सन बाँन्कीहरू
पूर्वावलोकन !
आवृतिहरू
रूपरेखा
तिखो किनारा
चम्किलोपन:
छरिएको:
ध्रुविकरण:
अरू विकल्पहरू
X विस्थापित
पिन्च
Y विस्थापन
Whirl
विस्थापन मानचित्रद्वारा इङ्गित गरे अनुसार पिक्सेलरू विस्थापन गर्नुहोस्
विस्थापन गर्नुहोस्...
विस्थापन गर्दैछ
विस्थापन गर्नुहोस्
X विस्थापन:
Y विस्थापन:
विस्थापन मोड
कार्टेसिएन
ध्रुवीय
किनारा गुण
दाग
कालो
किनाराको बाक्लोपनको नियन्त्रणमा किनारा अनुसन्धान
गौस्सियनको फरक...
DoG किनारा अनुसन्धान
नरम पार्ने परिमितिहरू
अर्धव्यास १:
अर्धव्यास २:
उल्ट्याउनुहोस्
उच्च-रिजोल्युसन किनारा अनुसन्धान
लाप्लेस
लाप्लेस
सफा गर्नुहोस्
निओन प्रकाशको चम्कने सिमा नक्कल गर्नुहोस्
निओन...
निओन
निअनको अनुसन्धान
मात्रा:
विशिष्टकृत दिशानिर्देश-निर्भर किनारा अनुसन्धान
सोबेल...
सोबेल किनाराको खोज
तेर्सो तरिकाले सोबेल
ठाडो तरिकाले सोबेल
परिणामको चिन्ह राख्नुहोस् (एउटा दिशामा मात्र)
सोबेल किनाराको खोज
किनारा पत्ता लगाउने थुप्रै सरल तरिकाहरू
किनारा...
किनारा अनुसन्धान
किनारा अनुसन्धान
सोबेल
प्रिवीट कम्पास
ग्रेडियन्ट
रोबर्टहरू
अन्तर
एल्गोरिदम:
मात्रा:
इम्बोसिङ गरेर सिर्जित एउटा छवि नक्कल गर्नुहोस्
इम्बोस...
इम्बोस
प्रकार्य
बम्प म्याप
इम्बोस
उत्कर्ष:
एउटा इनग्रार्भिङ अभिलेख नक्कल गर्नुहोस्
इन्ग्रेभ...
इन्ग्रेभिङ
इन्ग्रेभ
उचाइ:
रेखा चौडाइ सिमा
ASCII कला
ढाँचा:
KISS CEL
KISS रङदानी लोड गर्नुहोस्
'%s' खुल्दैछ
नयाँ छवि सिर्जना गर्नुहोस्
असहयोगिक टुक्रा गहिराइ (%d) !
'%s' बचत गर्दै
C स्रोत सङ्केत
उपसर्ग नाम:
टिप्पणी:
फाइलमा टिप्पणी बचत गर्नुहोस्
जिलिब प्रकारहरू प्रयोग गर्नुहोस् (जियुइट८*)
वनावटको सट्टमा म्याक्रो प्रयोग गर्नुहोस्
१ बाइट सञ्चालन-लम्बाइ सङ्केतन प्रयोग गर्नुहोस्
अल्फा च्यानल बचत गर्नुहोस् (RGBA/RGB)
अस्पष्टता:
डेस्कटप लिङ्क
डेस्कटप फाइल '%s': %s लोड गर्दा त्रुटि
DICOM छवि
मेडिसिन छविमा डिजिटल इमेजिङ र सञ्चार
'%s' DICOM फाइल होइन।
अल्फा च्यानलसँग छविहरू बचत गर्न सकिँदैन।
अज्ञात छवि प्रकारमा सञ्चालन गर्न सक्दैन
गिम्प ब्रुस
असमर्थित ब्रुस ढाँचा
गिम्प ब्रुस फाइल '%s' मा त्रुटि
ब्रुस फाइल '%s' मा अवैध युटिएफ-८ स्ट्रिङ छ।
बेनामी
गिम्प ब्रुसहरू या GRAYSCALE वा RGBA
खाली स्थान:
वर्णन:
GIF छवि
यो GIF फाइल होइन
चतुर्भुज नभएको पिक्सेल। छवि दबिएको जस्तो देखिन्छ।
पृष्ठभूमि (%d%s)
'%s' खोल्दैछ (फ्रेम %d)
फ्रेम %d
फ्रेम %d (%d%s)
GIF: दस्तावेज नगरिएको GIF समिश्रण प्रकार %d प्रबन्ध गरिएको छैन। एनिमेसन बजाउन वा ठीक तरिकासँग पुन: बचत गर्न सकिँदैन।
रङको बढाईलाई सजिलै घटाउन सकिँदैन। अस्पष्टको रूपमा नै बचत गर्दैछ।
GIF ढाँचाले ७बिट ASCII सङ्केतनमा टिप्पणीहरू मात्र समर्थन गर्दछ। कुनै टिप्पणी बचत भएको छैन।
RGB रङ छविहरू बचत गर्न सकिँदैन। अनुक्रमण गरिएको रङ वा ग्रेस्केलमा पहिले परिवर्तन गर्नुहोस्।
खराब CPU-चुस्ने एनिमेशन प्रतिबन्ध गर्न ढिला प्रवेश गरियो।
तपाईँले GIF को रूपमा बचत गर्न प्रयास गर्नु भएको छविले तहहरू समाविष्ट गर्दछ जसले छविको वास्तविक किनाराहरू भित्र विस्तार गर्दछ ।
GIF फाइल ढाँचाले यसलाई अनुमति दिइदैन । तपाईँले या त छवि किनराहरूमा सबै तहहरू काँटछाँट गर्ने, वा यो बचतलाई रद्द गर्ने भन्ने छनौट गर्नुपर्नेछ ।
मलाई मतलब छैन
बढ्दै जाने तहहरू (संयोजन)
प्रति तहमा एउटा फ्रेम (बदल्नुहोस्)
प्रतिफल फाइल लेखाईमा त्रुटि भयो।
%d वर्णहरूमा पूर्वनिर्धारित टिप्पणी सिमित छ।
गिम्प ब्रुस (एनिमेशन गरिएको)
गिम्प ब्रुस पाइप फाइलमा त्रुटि
गिम्प ब्रुस फाइल बिग्रनका लागि देखा पर्यो।
पाइपमा एउटा ब्रुस लोड हुन सकेन, छोड्दै छ।
खाली स्थान (प्रतिशत):
पिक्सेल
कक्षको साइज:
कक्षहरूको सङ्ख्या:
को पङ्क्ति
हरेक तहमा स्तम्भहरू
(चौडाइ बेमेल भयो !)
(उचाइ बेमेल भयो !)
:को रूपमा प्रदर्शन
आयाम:
दर्जाहरू:
सि सोर्स कोड शीर्षक
HTML तालिका
चेतावनी
तपाईँले एकदम ठूलो HTML फाइल सिर्जना गर्न लाग्नु भयो जसले तपाईँको ब्राउजरलाई बिगार्न सक्छ।
HTML पृष्ठ विकल्पहरू
पूरै HTML कागजात उत्पादन गर्नुहोस्
यदि जाँचिएको HTML तालिका HTML मात्र नभएर <HTML>, <BODY>, आदि ट्यागसँग पूरै HTML कागजात प्रतिफल दिन्छ।
तालिका सिर्जना गर्ने विकल्पहरू
सेलस्प्यान प्रयोग गर्नुहोस्
यदि जाँचिएको GTM ROWSPAN र COLSPAN मानहरूसँग एउटा ठूलो कक्षसँग समान रूपले रङ गरिएको खण्डहरूको कुनै आयातकार सेक्सनहरूमा बदलिन्छ।
TD ट्यागहरू दबाउनुहोस्
यो ट्याग जाँच्नुको कारण GTMले TD ट्याग र कक्ष सामाग्री बिच सेतो खाली स्थान छोड्न दिदैन। यो मात्र पिक्सेल तहको स्थान नियन्त्रण गर्नका लागि आवश्यक छ।
क्याप्सन
यदि तपाईँलाई तालिका शीर्षक भएको चाहिएमा जाँच गर्नुहोस्।
तालिका शीर्षकको लगी पाठ
कक्ष सामाग्री:
हरेक कक्षमा जानका लागि पाठ
तालिकाको विकल्पहरू
किनारा:
तालिकाको किनारमा पिक्सेलको सङ्ख्या।
हरेल तालिकाको कक्षका लागि चौडाइ। सङ्ख्या वा प्रतिशत दुवै हुनसक्छ।
हरेल तालिकाको कक्षका लागि उचाइ। सङ्ख्या वा प्रतिशत दुवै हुनसक्छ।
कक्ष प्याडिङ्ग:
कक्षको-खालीस्थान:
पारदर्शीता बचत गर्न सकेन, यसको सट्टामा अस्पष्टता बचत गर्दैछ।
MNG विकल्पहरू
इन्टरलेस
पृष्ठभूमि रङ बचत गर्नुहोस्
गामा बचत गर्नुहोस्
रिजोल्युसन बचत गर्नुहोस्
सिर्जना गरेको समय बचत गर्नुहोस्
PNG
JNG
PNG + delta PNG
JNG + delta PNG
All PNG
All JNG
पूर्वनिर्धारित खण्ड प्रकार:
संयोजन गर्नुहोस्
बदल्नुहोस्
पूर्वनिर्धारित फ्रेम विवरण:
PNG सङ्कुचन तह:
सानो फाइल साइजका लागि उच्च सङ्कुचन तह चयन गर्नुहोस्
JPEG सङ्कुचन गुण:
JPEG समतल गर्ने तत्व:
एनिमेट गरिएको MNG विकल्पहरू
लूप गर्नुहोस्
पूर्वनिर्धारित फ्रेम ढिलाई:
मिलिसेकेन्ड
NNG एनिमेशन
गिम्प बाँन्की
बाँन्की फाइल '%s' मा अवैधUTF-8 स्ट्रिङ
ZSoft PCX छवि
'%s' बाट शिर्ष पढ्न सकेन
'%s' PCX फाइल होइन
असमर्थित वा अवैध छवि चौडा: %d
असमर्थित वा अवैध छवि उचाइ: %d
असामान्य PCX स्वाद, छोड्दै छ
चलायमान कागजात ढाँचा
%s-%s
%s-पृष्ठहरू
PDF बाट आयात गर्नुहोस्
आयात गर्नुहोस्
चौडाइ (पिक्सेल):
उचाइ (पिक्सेल):
रिजोल्युसन:
पिक्सेल/%a
पिक्स छवि उपनाम गर्नुहोस्
PNG छवि
पीएनजी फाइल लोड गर्दा त्रुटि: %s
'%s' पढ्ने बेलामा त्रुटि भयो। फाइल बिग्रियो ?
PNG फाइल '%s' मा अज्ञात रङ नमूना।
PNG फाइलले अफसेट निर्दिष्ट गर्दछ जसले गर्दा तह छवि भन्दा बाहिरी स्थानमा रहन्छ।
'%s' बचत गर्ने बेलामा त्रुटि भयो। छवि बचत गर्न सकेन।
PNM छवि
PNM छवि
PBM छवि
PGM छवि
PPM छवि
फाइलको असामयिक अन्त्य ।
अवैध फाइल ।
फाइल समर्थन गर्ने ढाँचामा छैन।
अवैध X रिजोल्युसन ।
छवि चौडा गिम्पले ह्यान्डल गर्न सक्ने भन्दा ठूलो छ ।
अवैध Y रिजोल्युसन ।
छवि उचाइ गिम्पले ह्यान्डल गर्न सक्ने भन्दा ठूलो छ ।
फाइल पढ्दा त्रुटि ।
डेटा ढाँचा
कच्चा
पोष्टस्क्रिप्ट कागजात
इन्क्यापसुलेटेड पोष्टस्क्रिप्ट छवि
PDF कागजात
पोष्टस्क्रिप्ट बचतले अल्फा च्यानलहरूसँगै छविहरू ह्यान्डल गर्न सकिँदैन।
पृष्ठ %d
लेख्दा आएको त्रुटि
पोष्टस्क्रिप्टबाट आयात गर्दै
रेन्डरिङ
रिजोल्युसन:
पृष्ठहरू:
पृष्ठहरू लोड गर्न (उदाहरण: १-४ वा १,३,५-७)
तहहरू
छविहरू
यस रूपमा खोल्नुहोस्
सिमा भएको बाकस प्रयास गर्नुहोस्
रङ गर्दै
B/W
रङ
स्वचालित
पाठ एन्टिलाइजििङ्गantialiasing
कमजोर
बलियो
ग्राफिक एन्टि एलाइजिङ्ग
छवि साइज
साइज औसत राख्नुहोस्
जब टोगल गरिन्छ, छविको परिणाम साइज अनुपात परिवर्तन बिना नै दिइएको साइजमा उपयुक्त हुने किसिमले मापन गरिन्छ।
एकाइ
ईन्च
मिलिमिटर
परिक्रमण
प्रतिफल
पोस्टस्क्रिप्ट तह २
इन्क्यासुलेटेड पोष्टस्क्रिप्ट
पूर्वावलोकन
पूर्वावलोकन साइज:
पेन्ट शप प्रो छवि
डेटा सङ्कुचनcompression
RLE
LZ77
कच्चा छवि डेटा
कच्चा डेटाबाट छवि लोड गर्नुहोस्
छवि
आरजीबी अल्फा
साइज दिने RGB
अनुक्रमण गरिएको
अनुक्रमण गरिएको अल्फा
छवि प्रकार:
रङदानी
R, G, B (साधारण)
B, G, R, X (BMP शैली)
रङदानी प्रकार:
अफसेट:
रङदानी फाइल चयन गर्नुहोस्
रङदानी फाइल:
RGB बचत प्रकार
मानक (R,G,B)
साइज दिने (RRR,GGG,BBB)
अनुक्रमण गरिएको रङदानी प्रकार
SUN रेखापुञ्ज फाइल छवि
SUN रेखापुञ्ज फाइलको रूपमा '%s' खोल्न सकेन
यस्तो प्रकारको सुर्य रेखापुञ्ज फाइल समर्थन गर्दैन
'%s' बाट रङ प्रविष्टिहरू गर्न सकेन
रङ मानचित्र जस्तो प्रकारले समर्थन गरेन
'%s': छविको चौडाइ निर्दिष्ट गरिएको छैन
'%s': छवि चौडा गिम्पले ह्यान्डल गर्न सक्ने भन्दा ठूला छन्
'%s': छविको उचाइ निर्दिष्ट गरिएको छैन
'%s': छवि उचाइ गिम्पले ह्यान्डल गर्न सक्ने भन्दा ठूला छन्
यो चित्रको गहिराइ समर्थन छैन
SUNRAS बचतले अल्फा च्यानलहरूसँग छविहरू ह्यान्डल गर्न सकिँदैन
अज्ञात छवि प्रकारहरूमा सञ्चालन हुन सकेन
EOF पठनमा भेटिन्छ
डेटा ढाँचा
सञ्चालन लम्बाइ सङ्केतन गरियो
SVG छवि
अज्ञात कारण
SVG रेन्डर गर्दै
रेन्डर गरिएको SVG
%d × %d
SVG फाइलले साइज निर्दिष्ट गर्दैन !
नाप्न सकिने भेक्टर ग्रफिकहरू मिलाउनुहोस्
चौडाइ:
उचाइ:
X अनुपात:
Y अनुपात:
साइज अनुपात सम्हाल्नुहोस्
बाटोहरू आयात गर्नुहोस्
SVG को बाटो तत्त्वहरू आयात गर्नुहोस् त्यसैले तिनिहरू गिम्प बाटो उपकरणसँग प्रयोग गर्न सकिन्छ
आयात गरिएका बाटोहरू गाभ्नुहोस्
TarGA छवि
'%s' बाट फुटर पढ्न सकिँदैन
'%s' बाट विस्तार पढ्न सकिँदैन
RLE सङ्कुचन
TIFF छवि
TIFF '%s' ले कुनै डाइरेक्ट्रीहरू समाविष्ट गर्दैन
TTF बाट आयात गर्नुहोस्
TIFF च्यानल
चेतावनी: तपाईँले लोड गरी राख्नु भएको छविमा प्रति च्यानल १६ बिट छ। गिम्पले मात्र ८ बिट ह्यान्डल गर्न सक्छ, यसैले तपाईँका लागि परिवर्तन गरिदिन्छ। यस्तो परिवर्तनले सूचनाहरू हराउन सक्छ।
टिफ ढाँचाले ७बिट ASCII मा टिप्पणीहरूको मात्र समर्थन गर्दछ। कुनै पनि टिप्पणी बचत भएको छैन
दवाब
केही छैन
LZW
टुक्राहरू प्याक गर्नुहोस्
छोड्नु
JPEG
CCITT समूह ३ फ्याक्स
CCITT समूह ४ फ्याक्स
पारदर्शी पिक्सेलबाट रङको मान बचत गर्नुहोस्
टिप्पणी:
माक्रोसफ्ट WMF फाइल
WMFफाइलले साइज निर्दिष्ट गर्दैन !
सञ्झ्याल मेटाफाइल रेन्डर गर्नुहोस्
रेन्डर गरिएको wmf
X बिट मानचित्र छवि
'%s': हेडर पढ्न सकेन (ftell == %ld)
'%s': छविको डेटाको प्रकार निर्दिष्ट गरिएको छैन
तपाईँले XBM को रूपमा बचत गर्न कोशिश गरिराख्नु भएको छविमा दुई भन्दा बढी रङहरू समावेश छ। कृपया त्यसलाई कालो र सेतो (१-बिट) अनुक्रमण गरिएको छविमा उल्टाउनुहोस् र पुन:कोशिश गर्नुहोस्।
तपाईँले छविका लागि कर्सर मास्क बचत गर्न सक्नु हुन्न जुनसंगअल्फा च्यानल छैन।
XBM विकल्पहरू
X10 ढाँचा बिट मानचित्र
पाहिचायक उपसर्ग:
हट स्पोट मानहरू लेख्नुहोस्
हट स्पोट X:
हट स्पोट Y:
मास्क फाइल
अतिरिक्त मास्क फाइल लेख्नुहोस्
मास्क फाइल विस्तार:
Other" while "Copyright" & "LicenseOther
X पिक्स मानचित्र छवि
फाइल '%s' खोल्ने क्रममा त्रुटि
अवैध XPM फाइल
अल्फा थ्रेसहोल्ड:
X सञ्झ्याल डम्प
'%s' बाटXWD शीर्ष पढ्न सकेन
रङ प्रविष्टहरू पढ्न सकिँदैन
XWD- फाइल %sसँग ढाँचा %d, गहिराइ %d र प्रति पिक्सेल विटहरू %d छ। हाल यो समर्थन गर्दैन।
अल्फा च्यानलहरूसँग छविहरू बचत गर्न सकिँदैन।
अनुक्रमण गरिएको/खरनी रङको छवि लेख्ने अवधिमा त्रुटि
rgb छवि लेख्ने अवधिमा त्रुटि
एउटा फिल्म स्ट्रिपमा धेरै छविहरू गाभ्नुहोस्
फिल्म स्ट्रिप...
छविहरू रचना गर्दैछ
शीर्षक विहिन
उपलब्ध छविहरू:
फिल्ममा:
फिल्म स्ट्रिप
छविमा उचाइ मिलाउनुहोस्
फिल्म रङ चयन गर्नुहोस्
रङ:
क्रमाङ्कन
अनुक्रमणिका सुरु गर्नुहोस्:
फन्ट:
सङ्ख्या रङ चयन गर्नुहोस्
तल
माथि
छवि चयन
सबै मानहरू स्ट्रिप उचाइका भिन्नहरू हुन्
उन्नत
छविको उचाइ:
छविको खाली स्थान:
प्वाल अफसेट:
प्वालको चौडाइ:
प्वालको उचाइ:
प्वालको खाली स्थान:
सङ्ख्या उचाइ:
रातो:
हरियो:
नीलो:
सायन:
पहेंलो:
म्याजेन्टा:
बढी अँध्यारो:
बढी उज्यालो:
धेरै स्याचुरेसन:
कम स्याचुरेसन:
हालको:
छवि रङलाई अन्तक्रियात्मक तरिकाले परिमार्जन गर्नुहोस्
फिल्टर प्याक...
FP लाई RGB छविहरूमा मात्र प्रयोग गर्न सकिन्छ
FP लाई अन्तरक्रियात्मक तरिकाले मात्र चलाउन सकिन्छ
फिल्टर प्याक लागू गर्दैछ
मौलिक:
ह्यु भिन्नता
खेस्रापन
प्रभावकारी दायरा
छायाँहरू
बीचको ध्वनीहरू
हाइलाइट
सञ्झ्यालहरू
अतितृप्त
आधुनिक
मान विकृतिहरू
अतितृप्त विकृतिहरू
द्वारा पिक्सेल चयन गर्नुहोस्
ह्यु
अतितृप्त
मान
देखाउनुहोस्
सम्पूर्ण छवि
चयन मात्र
प्रसँगमा चयन
फिल्टर प्याक अनुकरण
छायाँहरू:
बीचको ध्वनीहरू:
हाइलाइट:
उन्नत फिल्टर प्याक विकल्पहरू
पूर्वावलोकन साइज
म्यान्डलब्रोट आंशिकसँग छवि रूपान्तरण गर्नुहोस्
आंशीक पदचिन्ह...
आंशीक पदचिन्ह
बाहिरि प्रकार
सेतो
म्यानडेलब्रोट परिमितिहरू
X1:
X2:
Y1:
Y2:
सक्रिय ग्रेडियन्ट रङहरू प्रयोग गर्दै छवि फेरि रङ गर्नुहोस्
ग्रेडियन्ट मानचित्र
सङ्ग्रह रङदानिबाट रङहरू प्रयोग गर्दै छवि फेरि रङ गर्नुहोस्
रङदानी मानचित्र
ग्रेडियन्ट मानचित्र
रङदानि मानचित्र
छविमा एउटा ग्रिड कोर्नुहोस्
ग्रिड...
ग्रिड कोर्दै...
ग्रिड
पारस्परिक
अफसेट:
तेर्सो रङ
ठाडो रङ
परिच्छेदन रङ
मार्गदर्शकहरूको प्रयोग गरेर छविहरूलाई उपछविहरूमा बाड्नुहोस्
गिलोटिन
गिलोटिन
स्थिर पिक्सेल फेला पार्नुहोस् जसले असुरक्षित तरिकाले उज्यालो हुनसक्छ
हट...
हट
नयाँ तह सिर्जना गर्नुहोस्
कार्य
तेजिलोपन घटाउनुहोस्
अतितृप्त घटाउनुहोस्
कालो
सुपरइन्मोजले छविको प्रतिलिपिहरू बदल्दछ
भ्रम...
भ्रम
विभाजन:
मोड १
मोड २
छवि क्षेत्रहरू बेर्न माउस नियन्त्रण प्रयोग गर्नुहोस्
IWarp...
बेराइ
फ्रेम %d बेर्दै
पिङ पोङ
प्लगइन बाट प्रभावित क्षेत्र खाली छ
एनिमेट
फ्रेमहरूको सङ्ख्या:
उल्टाउनुहोस्
पिङ पोङ
एनिमेट
विरूप मोड
सार्नुहोस्
वृद्धि गर्नुहोस्
Swirl CCW
हटाउनुहोस्
खुम्च्याउनुहोस्
घुमेको CW
विकृत अर्धव्यास:
विकृत मात्रा:
बिलिनर
अनुकूलक उत्कृष्ट नमूना
अधिकतम गहिराइ:
थ्रेसहोल्ड:
सेटिङ
IWarp
छविमा लागू गर्न विकृत परिभाषित गर्न पूर्वावलोकनमा तान्नुहोस् र क्लिक गर्नुहोस्।
छविमा jigsaw-puzzle बाँन्की थप गर्नुहोस्
Jigsaw...
jigsaw एसेम्बिङ गर्दै
Jigsaw
टायलहरूको सङ्ख्या
क्रसगर्दै गरेका टुक्राहरूको सङ्ख्या
धेरै सङ्ख्यामा टुक्राहरू तल झर्दैछ
बेभेल किनाराहरू
बेभेल चौडाइ:
हरेक टुक्रा किनाराको झुकावको डिग्रि
हाइलाइट:
हरेक टुक्राको किनाराहरूमा हाइलाइटको मात्रा
Jigsaw शैली
वर्ग
वक्र
हरेक टुक्रामा सिधा किनारहरू छन्
हरेक टुक्रामा वक्रिय किनारहरू छन्
रङ प्रोफाइल सूचना
रङ प्रोफाइल '%s' आरजीबी रङ खाली स्थानका लागि होइन ।
पूर्वनिर्धारित आरजीबी कार्य स्थान
'icc-prifile' को रूपमा संलग्न डेटा एउटा आईसीसी रङ प्रोफाइलको रूपमा देखापर्दैन
'%s' एउटा आईसीसी रङ प्रोफाइलको रूपमा देखापर्दैन
'%s' बाट '%s' मा रूपान्तरण गर्दै
'%s' बाट आईसीसी प्रोफाइल लोड गर्न सकेन
छवि '%s' सँग सम्मिलित रङ प्रोफाइल छ:
छविलाई आरजीबी कार्य स्थानम (%s) मा रूपान्तरण गर्नुहुन्छ ?
आरजीबी कार्य स्थानमा रूपान्तरण गर्नुहुन्छ ?
राख्नुहोस्
रूपान्तरण गर्नुहोस्
मलाई फेरि नसोध्नुहोस्
छवि माथि एउटा इलिप्टिकल लेन्सहरू नक्कल गर्नुहोस्
लेन्स लागू गर्नुहोस्...
लेन्सहरू लागू गर्दै..
लेन्स असर
मौलिक वरिपरि राख्नुहोस्
अनुक्रणिका ० मा वरिपरि सेट गर्नुहोस्
पृष्ठभूमि रङमा वरिपरि सेटगर्नुहोस्
वरिपरि पारदर्शी बनाउनुहोस्
लेन्स आवर्तन अनुक्रमणिका:
लेन्स विरूपन सुधार गर्दछ
लेन्स विरूपण...
लेन्स विरूपण
लेन्स विरूपण
मुख्य:
किनारा:
जुम:
चम्किलो:
X शिफ्ट:
Y सिफ्ट:
एउटा लेन्स फ्लेर असर थप्नुहोस्
लेन्स चमक...
लेन्स चमक रेन्डर गर्नुहोस्
लेन्स चमक
फ्लेर असरको केन्द्र
अवस्था देखाउनुहोस्
पठाउनुहोस्
फाइलनाम:email-address
email-address
विषय:
त्रुटिको केही क्रमहरू फाइल विस्तारसँग छ वा त्यसको अभाव छ
पत्र पठाउने (%s) सुरु गर्न सकेन
छविलाई शुद्ध रातोमा घटाउनुहोस्, हरियो, र नीलो
अधिकतम RGB...
RGB रेखाङ्कन गर्न सकिनेमा मात्र सञ्चालन हुनसक्छ।
अधिकतम RGB
अधिकतम RGC मान
अधिकतम च्यानलहरू समाउनुहोस्
न्यूनतम च्यानलहरू समाउनुहोस्
अनियमित टाइलहरूमा छविलाई परिवर्तन गर्नुहोस्
मोसाइक...
किनारहरू फेला पार्दै...
टायलहरू रेन्डर गर्दै
मोसाइक
वर्गहरू
हेक्सागन
अष्टभूज र वर्ग
त्रिकोणहरू
प्राचिन वस्तु टेलि गर्दै
टायलको साइज:
टायलको उचाइ:
टायलका लागि खाली स्थान:
टायलको सफाई:
प्रकाश दिशा:
रङ विभिन्नता:
रङको औसत निकाल्दै
टायल विभाजन गर्न अनुमति
प्वाल भएको सतहहरू
FG/BG प्रकाश
घुमाउरो
रेखा
हिरा
PS चतर्भुज (युसिलिडियन थोप्ला)
PS हिरा
ग्रे
रातो
सायन
मेजान्टा
पहेंलो
तेजिलोपन
पत्रिका जस्तो प्रभाव दिनलाई छवि हाफटोन गर्नुहोस्
समाचार मुद्रण गर्ने...
समाचारपत्र
स्थान प्रकार्य:
रिजोल्युसन
आगत SPI:
प्रतिफल LPI:
कक्षको साइज:
पर्दा
कालो बाहिर तान्ने (%):
यसमा विभाजन गर्नुहोस्:
RGB
CMYK
तिब्रता
च्यानलहरू ताल्चा लगाउनुहोस्
कारखाना पूर्वनिर्धारित
एन्टि-एलाइजिङ्
अधिनमूना:
नन्लिनिएर स्विस सैनिक चक्कु फिल्टर
NL फिल्टर...
NL फिल्टर
फिल्टर गर्नुहोस्
अल्फा ठीक गरिएको मिन
उपयुक्त गणना
किनारको अधिकता
अल्फा:
hue/saturation/value आत्मनिर्भर तरिकाले अनियमित
HSV हल्ला...
HSV हल्ला
समाई:
ह्यु:
अनियमित फ्याक्नु
अनियमित खन्ने
अनियमित अस्पष्ट लेख्नु
पिक्सेलको भिन्न पूर्णतया अनियमित
अनियमित तवरले केही पिक्सेल छिमेकिसँग साटासाट गर्नुहोस्
अनियमित तवरले केही पिक्सेल तलतिर स्लाइड गर्नुहोस्(पगालेको जस्तै)
फ्याक्नु...
लिनुहोस्...
चिन्ह...
अनिमित सिड:
अनियमित तवरले (%):
पिक्सेलको प्रतिशत फिल्टर गर्नका लागि
दोहोर्याउनु:
फिल्टर लागू गर्न समयहरूको सङ्ख्या
अनियमित मात्राद्वारा रङहरू विकृत गर्नुहोस्
RGC हल्ला...
हल्ला थप्दै
RGB हल्ला
सहसम्बद्ध हल्ला
स्वतन्त्र RGB
ग्रे:
च्यानल #%d:
एउटा अनियमित बादल जस्तो बनावट सिर्जना गर्नुहोस्
ठोस हल्ला...
ठोस हल्ला
विवरण:
अशान्त
ढाक्न योग्य
X साइज:
Y साइज:
पिक्सेल वरिपरि अनियमित तवरले सार्नुहोस्
फैलिनुहोस्...
फैलिंदै
फैलिनुहोस्
फैलिएको मात्रा
छविमा स्टारब्रुर्ट थप्नुहोस्
सुपरनोभा...
सुपरनोभा रेन्डर गर्दै
सुपरनोभा
सुपरनोभा रङ पिकर
डण्डा:
अनियमित रङ:
नोभाको केन्द्र
एउटा तेल चित्र नक्कल गर्न रङहरू पोत्नुहोस्
तैलिय...
तैलिय चित्रकारिता...
तैलिय
मास्कको साइज:
मास्क-साइज मानचित्र प्रयोग गर्नुहोस्:
घातांक:
एक्सपोनेन्ट मानचित्र प्रयोग गर्नुहोस्:
तीब्र अल्गोरिदम प्रयोग गर्नुहोस्
एउटा रङ मेशिनद्वारा नक्कल रङ विकृत उत्पादन गरियो
फोटोकपि...
फोटोकपि
तिखोपन:
प्रतिशत कालो:
प्रतिशत सेतो:
ठोस-रङ गरिएको वर्गहरूको एउटा एरेमा छवि सरलिकृत गर्नुहोस्
पिक्सेल गर्नुहोस्...
पिक्सेल गर्दै
पिक्सेल गर्नु
पिक्सेलको चौडाइ:
पिक्सेलको उचाइ:
एउटा अनियमित प्लाज्मा बनावट सिर्जना गर्नुहोस्
प्लाज्मा...
प्लाज्मा
अनियमित सिड:
टरबुलेन्स:
प्लगइनका बारेमा सूचना प्रदर्शन गर्नुहोस्
प्लगइन ब्राउजर
नाम द्वारा खोजी
तपाईँको क्वेरिका लागि कुनै मिल्दो छैन
मोल्दो छैन
प्लगइन ब्राउजर
नाम
मेनु बाटो
छवि प्रकार:
स्थापना मिति
सूची दृश्य
ट्री दृश्य
ध्रुवीय समकक्षबाट वा ध्रुवीय समन्वयमा छवि परिवर्तन गर्नुहोस्
ध्रुवको समकक्षहरू...
ध्रुवको समन्वयहरू
ध्रुवको समन्वयहरू
वृत्त गहिराइ प्रतिशतमा:
अफसेट कोण:
मानचित्र पछाडिपट्टि
यदि जाँचिएमा मानचित्राङ्कन बायाँपट्टि सुरु हुनुभन्दा दायाँ पट्टी सुरु हुन्छ।
मानचित्र माथिबाट
यदि नजाँचिएमा मानचित्राङ्कनले तल्लो पङ्क्ति बीचमा र माथिल्लो पङ्क्ति बाहिरपट्टी राख्दछ। यदि जाँचिएमा यसको उल्टो हुन्छ।
ध्रुवमा
यदि नजाँचिएमा छवि आयात भित्र वृत्ताकार रूपमा मानचित्र बन्छ। यदि जाँचिएमा छवि वृत्त भित्र नै मानचित्र बन्छ।
PDB मा सूची उपलब्ध कार्यविधिहरू
कार्याविधि ब्राउजर
कार्यविधि ब्राउजर
अमुर्त बाँन्कीहरूको एउटा ठूलो विभिन्नता उत्पन्न गर्नुहोस्
क्युबिस्ट...
Qbist
QBE फाइल लोड गर्नुहोस्
QBE फाइलको रूपमा बचत गर्नुहोस्
G-Qbist
क्यामेराको फ्यासहरूको कारणले भएको रातो आखा प्रभाव हटाउनुहोस्
रातो आखा हटाउने...
रातो आखा हटाउने
थ्रेसहोल्ड:
हटाउन रातो आखा रङका लागि थ्रेसहोल्ड
आखाहरू म्यानुअल्लि चयन गरिनाले नतिजा राम्रो हुन् सक्छ।
रातो आखा हटाउदै
एउटा लहर रङदानिमा पिक्सेल विस्थापन गर्नुहोस्
लहर...
लहराउदै
लहर
टायल गर्ने क्षमता सुरक्षित राख्नुहोस्
किनाराहरू
कालो
वेब प्रकार
सोवटुथथ
चमक
अवधि:
आयाम:
यदि त्यहाँ चयन छ भने तपाईँले पूरै छवि घुमाउन सक्नुहुन्न।
यदि त्यहाँ उत्रिएको चयन छ भने तपाईँले पूरै छवि घुमाउन सक्नु हुन्न।
माफ गर्नुहोस्, च्यानलहरू र मास्कहरू घुम्न सकिँदैन।
परिक्रमण
मार्गदर्शनको जस्तै नमूना छवि प्रयोग गर्दै छविमा रङ लगाउनुहोस्
रङ लगाएको नमूना...
रङ लगाएको नमूना
नमूना रङहरू प्राप्त गर्नुहोस्
गन्तव्य:
नमूना:
उल्टो वृद्धिदर बाट
वृद्धिदर बाट
चयन देखाउनुहोस्
रङ देखाउनुहोस्
आगात तहहरू:
निर्गत तहहरू:
तीब्रता उठाउनुहोस्:
मौलिक तीब्रता
उपरङहरू प्रयोग गर्नुहोस्
समतल नमूनाहरू
नमूना विश्लेषण
रङ लगाईएको पुन:मानचित्र गर्नुहोस्
स्क्रिनको एउटा क्षेत्रबाट एउटा छवि सिर्जना गर्नुहोस्
स्क्रिनसट...
सञ्झ्याल चयन गर्दा त्रुटि
स्क्रिनसट आयात गर्दै
स्क्रिनसट
निर्दिष्ट गरिएको सञ्झ्याल फेला परेन
साटासाट गर्नुहोस्
विलम्ब पछि, स्क्रिनसट लिइनेछ ।
विलम्ब पछि, स्क्रिनसटका लागि क्षेत्र चयन गर्न तपाईँको माउस तान्नुहोस् ।
विलम्बको अन्त्यमा, यसलाई स्न्याप गर्न सञ्झ्यालमा क्लिक गर्नुहोस् ।
क्षेत्र
एउटा एकल सञ्झ्यालको एउटा स्क्रिनसट लिनुहोस्
सञ्झ्याल सजावटसँग
पूरा स्क्रिनको एउटा स्क्रिनसट लिनुहोस्
खोस्न एउटा क्षेत्र चयन गर्नुहोस्
ढिलाई
सेकेन्ड
आंशिक पारदर्शीतासँग हालको पृष्ठभूमी रङ बदल्नुहोस्
अर्ध-समतल
अर्ध-समतल पार्दै
छवि चम्किलो बनाउनुहोस् (चम्किलो नबाइएको मास्क भन्दा कम बलियो)
तिखोपन...
तिखो पार्दै
तिखोपन
अनियमित जम्माद्वारा प्रत्येक पङ्क्तिको पिक्सेल सिफ्ट गर्नुहोस्
सिफ्ट...
सिफ्ट गर्दै
सिफ्ट
तेर्सो तरिकाले सिफ्ट गर्नुहोस्
ठाडो तरिकाले बदल्नुहोस्
परिणाम बदल्नुहोस्:
कठिन सिनुसोडिएल बनावट उत्पन्न गर्नुहोस्
सिनुस...
सिनुस: रेन्डरिङ
सिनुस
रेखाचित्र सेटिङ
X मापन:
Y मापन:
जटिलता:
गणना सेटिङ
अनियमित सिड:
टायलिङ गर्न जोर गर्दैछ ?
आदर्श
क्रमबद्ध नगरिएको
रङहरू
रङहरू सेतो र कालो छ।
सेतो र कालो
अग्रभूमी र पृष्ठभूमि
यहाँ रोज्नुहोस्:
पहिलो रङ
दोस्रो रङ
अल्फा च्यानलहरू
पहिलो रङ:
दोस्रो रङ:
रङहरू
मिसाउने सेटिङ
रेखात्मक
दुईरेखात्मक
साइनसोडल
मिसाउनुहोस्
पूर्वावलोकन गर्नुहोस्
छविबाट एउटा स्वच्छ रङदानि निकाल्नुहोस्
सम्म परेको रङदानी...
समतल रङदानीको निकाल्दै
सम्म परेको रङदानी
गहिराइ खोजी गर्नुहोस्:
प्रचण्ड र अस्पष्ट हाइलाइटहरू बनाउनेद्वारा चमक नक्कल गर्नुहोस्
नरमचमक...
नरमचमक
अर्धव्यास चमकाउनुहोस्:
उज्यालो बिन्दुलाई तारामय चमकहरूमा बदल्नुहोस्
चमक...
क्षेत्र चयन गरिएकोका लागि फिल्टर खाली छ
चमकिंदैछ
चमक
चम्किलो थ्रेसहोल्ड:
चम्किलो थ्रेसहोल्ड समायोजन गर्नुहोस्
चमकको तिब्रता:
चमकको तिब्रता समायोजन गर्नुहोस्
स्पाईक लम्बाइ:
स्पाईक लम्बाइ समायोजन गर्नुहोस्
स्पाईक बिन्दुहरू:
स्पाईकहरूको सङ्ख्या समायोजन गर्नुहोस्
स्पाईक कोण (-१: अनियमित):
स्पाईक कोण समायोजन गर्नुहोस् (-१ भनेको रोज्नका लागि अनियमित कोण)
स्पाईक घनत्व:
स्पाईक घनत्व समायोजन गर्नुहोस्
पारदर्शी:
स्पाईकहरूको अपष्टता समायोजन गर्नुहोस्
अनियमित ह्यु:
मान समायोजन गर्नुहोस् कि ह्यु कतिसम्म अनियमित तरिकाले परिवर्तन हुनुपर्दछ।
अनियमित अतितृप्त:
मान समायोजन गर्नुहोस् कि अतितृप्त कतिसम्म अनियमित तरिकाले परिवर्तन हुनुपर्दछ।
तेजिलोपन सुरक्षा गर्नुहोस्
के तेजिलोपन सुरक्षित गरिनु पर्छ ?
उल्टो पार्नुहोस्
असरलाई उल्टा गर्नुपर्छ ?
किनार थप्नुहोस्
छविको वरिपरि स्पाईकहरूको किनार रेखाङ्कन गर्नुहोस्
प्राकृतिक रङ
अग्रभूमी रङ
पृष्ठभूमि रङ
छविको रङ प्रयोग गर्नुहोस्
अग्रभूमी रङ प्रयोग गर्नुहोस्
पृष्ठभूमि रङ प्रयोग गर्नुहोस्
ठोस
जाँचक
मार्बल
लिजर्ड
फोङ्ग
हल्ला
काठ
चक्राकार
दागहरू
वनावट
बम्पमानचित्र
हल्का
फाइल '%s' वैध बचत फाइल होइन।
फाइल खोल्नुहोस्
फाइल बचत गर्नुहोस्
गोला डिजाइनर
गुण
बम्प
प्रकार:
बनावट:
रङहरू:
रङ चयन संवाद
मापन:
अशान्ति:
परिणाम:
Exp.:
रूपान्तरण
मापन X:
मापन Y:
मापन Z:
X घुमाउनुहोस्:
Y घुमाउनुहोस्:
Z घुमाउनुहोस्:
अवस्था Y:
अवस्था Y:
अवस्था Z:
गोला रेन्डरिङ
एउटा गोला बनावट छवि सिर्जना गर्नुहोस्
गोला डिजाइनर...
प्लगइनका लागि चयन गरिएको क्षेत्र खाली छ
सबैलाई पारदर्शी बनाउनुहोस्-वा-कुनैलाई पनि होइन
थ्रेसहोल्ड अल्फा...
तहसँग त्यसको ताल्चा मारिएको अल्फा च्यानल छ।
RGBA/GRAYA रेखाङ्कन गर्न सकिने चयन गरिएको छैन।
पारदर्शी रङ लगाउदै
थ्रेसहोल्ड अल्फा
थ्रेसहोल्ड:
वर्ग शिसा टायलहरू द्वारा नक्कल विकृत
शिशाको टायल...
शिशाको टायल
टायलको चौडाइ:
कागजको टायल
विभाजन
आंशिय पिक्सेल
पृष्ठभूमि
उपेक्षा गर्नुहोस्
जोर गर्नुहोस्
केन्द्रिकरण
चाल
अधिकतम (%):
वरिपरि बेर्नुहोस्
पृष्ठभूमि प्रकार
उल्टाएको छवि
छवि
अग्रभूमी रङ
पृष्ठभूमि रङ
याहाँ चयन गर्नुहोस् :
पृष्ठभूमि रङ
पेपर टायलमा छवि काट्नुहोस्, र तिनिहरूलाई स्लाइड गर्नुहोस्
सेप्टेम्बर ३१, १९९९
कागजको टायल...
छविको परिणाम दाग बिना नै टायल बनाउन किनाराहरू बदल्छ
चिन्हरहित बनाउनुहोस्
टिलर
मौलिकको सानो संस्करणमा छवि टायल गर्नुहोस्
साना टायलहरू...
फिल्टरका लागि चयन गरिएको क्षेत्र खाली छ।
टिलिङ्ग
साना टायलहरू
फ्लिप
सबै टायल
उल्टा टायलहरू
सफा टायल
पङ्क्ति:
स्तम्भ:
अस्पष्टता:
खण्डहरूको सङ्ख्या
छविको प्रतिलिपिहरूको एउटा एरे सिर्जना गर्नुहोस्
टायल...
टायल
टायललाई नयाँ साइज
नयाँ छवि सिर्जना गर्नुहोस्
बचत गरियो
यदि यो स्तम्भ जाँचिएको छ भने एकाइ परिभाषा गिम्प बन्द हुनु भन्दा अगाडि मात्र बचत गरिन्छ।
ID
यो स्ट्रिङ गिम्पको समायोजन फाइलहरूमा एकाइ पहिचान गर्न प्रयोग गरिन्छ।
तत्व
कति एकाइले एक ईन्च बनाउँछ।
अङ्कहरू
यो क्षेत्र सङ्ख्यात्मक निवेश क्षेत्रका लागि सङ्केत हो। यसले निवेश क्षेत्रले दुई वटा बिन्दु सङ्ख्या भएको "ईन्च" निवेश क्षेत्र जस्तै यथार्थता लिनलाई कतिवटा बिन्दु सङ्ख्या दिनुपर्छ, निर्दिष्ट गर्दछ।
प्रतिक
संक्षेप
एकाइको संक्षेप (उदाहरण सेन्टिमिटरका लागि "सेमि")
एकबचन
एकाइको एकल ढाँचा
बहुबचन
एकाइको बहुबचन ढाँचा
स्क्रयाचबाट नयाँ एकाइ सिर्जना गर्नुहोस्
टेम्प्लेटको रूपमा हालै चयन गरिको एकाइसँग नयाँ इकाइ सिर्जना गर्नुहोस्।
गिम्प मा प्रयोग हुने सिर्जना वा बदल्नुहोस्
नयाँ नयाँ एकाइ थप गर्नुहोस्
ID:
तत्व:
अङ्कहरू:
प्रतिक:
संक्षेप:
एकवचन:
बहुबचन:
अपूर्ण आगत
कृपया सबै पाठ फाटहरूमा भर्नुहोस्।
एकाइ सम्पादक
एउटा छवि चम्काउनका लागि धेरै ठूलो उपयोगि तरिका
तिखो नभएको मास्क...
गाभ्दै
तिखो नभएको मास्क
प्रत्येक पिक्सेलको चम्किलोपन उल्टाउनुहोस्
मान उल्टो
मान उल्टो
धेरै सेतो (ठूलो मान)
धेरै कालो (सानो मान)
माथि उठाउनका लागि विचको मान
माथि उठाउनका लागि अग्रभूमी
मात्र अग्रभूमी
मात्र पृष्ठभूमि
धेरै अपारदर्शी
धेरै पारदर्शी
छिमेकि पिक्सेलमा निश्चित रङहरू फिजाउनुहोस्
मान फिजाउनुहोस्...
खियाउनुहोस्
फैलाउनु
मान फिजाउनु
फिजाउनुहोस्
तल्लो थ्रेसहोल्ड:
माथिल्लो थ्रेसहोल्ड:
पठाउने दर:
बायाँतिर
दायाँतिर
माथितिर
तलतिर
अल्फा च्यानल फिजाउदै
मान च्यानल फिजाउदै
भ्यान गोघ (LIC)
प्रभाव च्यानल
चम्किलोपन
प्रभाव सञ्चालनकर्ता
व्युत्पन्न
ग्रेडियन्ट
कनभोल्भ
सेतो हल्लासँग
स्रोत छविसँग
प्रभाव छवि:
फिल्टर लम्बाइ:
हल्ला गुरुत्व:
अनुकूलम चरणहरू:
न्यूनतम मान:
अधिकतम मान:
विशेष प्रभाव जसलाई कसैले पनि बुझ्दैन
भ्यान जोघ (एलआइसि)...
स्टाग्रेड
ठूलो स्टाग्रेड
धर्का
चौडा-धर्का
लामो-स्टाग्रेड
३x३
ठूलो ३x३
Hex
थोप्लाहरू
एउटा फर्जी वा न्युन रिजोल्युसन मोनिटरद्वारा उत्पादित विकृत निक्कल गर्नुहोस्
भिडियो...
भिडियो
भिडियो बाँन्की
थप गर्न मिल्ने
घुमेको
धेरै फरक तरिकाहरूमा छवि दाग वा सङ्केत गर्नुहोस्
बेर्नुहोस्...
बेर्नुहोस्
आधारभुत विकल्पहरू
चरण साइज:
पुनरावृतिहरू:
विस्थापन गरिएको मानचित्र:
किनाराहरूमा:
बेर्नुहोस्
दाग
कालो
अग्रभूमी रङ
उन्नत विकल्पहरू
थरथराएको साइज:
परिक्रमण कोण:
उपचरणहरू:
चुम्बकिय मानचित्र:
चुम्बकिय मानचित्र प्रयोग गर्नुहोस्other
बढी उन्नत विकल्पहरू
वृद्धिदर मापन:
वृद्धिदर मान चित्र चयन मेनु
भेक्टर म्याग:
कोण:
स्थिर-दिशा-भेक्टर मानचित्र चयन मेनु
X ग्रेडियन्ट नरम गर्दै
Y ग्रेडियन्ट नरम गर्दै
XY ग्रेडियन्ट फेला पार्दै
चरण %d प्रवाह
छवि तरङ्गसँग रूप बिगार्नुहोस्
तरङ्गहरू...
तरङ्गहरू
प्रतिबिम्वित
चौडाइ:
रूप:
तरङ्ग लम्बाइ:
तरङ्ग
चौडाइ (पिक्सेल):
web-page
पूर्वनिर्धारित
एउटा छविलाई घुमाएर र सताएर रूप बिगार्नुहोस्
घुमाएर र सताएर...
घुमाउदै र सताउदै
घुमाउने र सताउनु
घुमाई कोण:
खोस्ने मात्र:
विन्डब्लोन प्रभाव दिन दाग छवि
हावा...
नाश रेन्डर गर्दै
हावा रेन्डर गर्दै
हावा
शैली
हावा
नाश गर्नुहोस्
बायाँ
दायाँ
प्रवावित किनारा
नेत्रित्व
घिसार्नुहोस्
दुवै
उच्च मानले छविको कम क्षेत्रको असर निषेध गर्दछ।
शक्ति:
उच्च मानले असरको साइज बढाउछ
खराब रङमान छवि
'%s' वैध BMP फाइल होइन।
'%s' बाट BMP फाइल शीर्षक पढ्ने क्रममा त्रुटि
BMP सङ्कुचन ढाँचा अज्ञात वा अवैध छ।
असमर्थित वा अवैध बिटडेप्ट
बिटम्याप अनपेक्षित अन्त्य
बीएमपी फाइल ढाँचामा पारदर्शीतासँग अणुक्रम गरिएको छविहरू बचत गर्न सकिँदैन ।
अल्फा च्यानल उपेक्षा गरिनेछ ।
चलाउनुहोस्-लम्बाइ सङ्केतन गरियो
उन्नत विकल्पहरू
१६ बिट
२४ बिट
३२ बिट
सञ्झ्याल BMP छवि
जि जिप सङ्ग्रह
बि जिप सङ्ग्रह
सचेत फाइल विस्तार होइन, सङ्कुचन XCFको रूपमा बचत गर्दै ।
सचेत फाइल विस्तार होइन, म्याजिक फाइलको जादुसँगै लोड गर्न प्रयास गर्दै ।
G3 फ्याक्स छवि
लचिलो छवि यातायात प्रणाली
फिटस फाइल खुल्दा खेरी त्रुटि
फिटस फाइलले प्रदर्शन गर्न सकिने छविहरू राखेको छैन
FITS बचतले अल्फा च्यानलहरूसँग छविहरू ह्यान्डल गर्न सकिँदैन।
FITS फाइल लोड गर्नुहोस्
अपरिभाषित पिक्सेलका लागि विस्थापन
सेतो
पिक्सेल मान नाप्दै
By DATAMIN/DATAMAX
छवि रचना गर्दैcomposing
स्वत डेस्क FLIC एनिमेसन
फ्रेम (%i)
माफ गर्नुहोस्, मैले केवल अनुक्रमण गरिएको र ग्रे चित्रहरू बचत गर्न सकें।
GFLI 1.3 - फ्रेम मिलाउने लोड गर्नुहोस्frame-range
प्रतिमा विवरण
ठूला प्रतिमा र संकुचनलाई सबै कार्यक्रमद्वारा समर्थन गरिएको छैन । पुरानो अनुप्रयोगले यो फाइल सही तरीकाले खोल्न सक्दैन ।
१ bpp, १-बिट अल्फा २-स्लोट रङदानी
४ bpp, १-बिट अल्फा १६-स्लोट रङदानी
८ bpp, १-बिट अल्फा २५६-स्लोट रङदानी
२४ बीपीपी, १-बिट अल्फा, रङदानी होइन
३२२ bpp, ८-बिट अल्फा रङदानी छैन
सङ्कुचन गरियो (पी
प्रतिमा #%i
'%s' का लागि थप्बनेल खोल्दैछ
माइक्रोसफ्ट सञ्झ्याल प्रतिमा
छवि घुमाउनुहुन्छ ?
अभिमुखीकरण राख्नुहोस्
EXIF डेटाका अनुसार, यो छवि घुम्ने छ।
के तपाईँले मानक अभिमुखिकरणमा गिम्पले यो घुमाउन चाहनुहुन्छ ?
JPEG पूर्वावलोकन
फाइल साइज: अज्ञात
फाइल साइज गणना गर्दै...
गुण:
JPEG गुण परिमिति
फाइल साइज प्राप्त गर्न पुर्वावलोकन सक्षम पार्नुहोस्
छिटो इन्टिजर
इन्टिजर
उत्प्लावन-बिन्दु
टिप्पणी
पूर्वनिर्धारितहरू लोड गर्नुहोस्
JPEG छवि
पूर्वावलोकन निर्यात गर्नुहोस्
फोटोसप छवि
मोड '%s' सँग तह बचत गर्न अक्षम । psd फाइल ढाँचाले त्यसलाई समर्थन गर्दैन, साट्टोमा सामान्य मोड प्रयोग गर्दै ।
त्रुटि: गिम्प आधारित प्रकारको छविलाई PSD मोडमा रूपान्तरण गर्न सकिँदैन
सिलिकन ग्राफिक्स IRIS छवि
पढ्नका लागि '%s' खोल्न सकेन।
लेख्नका लागि '%s' खोल्न सकेन।
दविएको तह
दविएको छैन
RLE सङ्कुचन
उत्साहि RLE (SGI द्वारा समर्थन गर्दैन)
डाउनलोड गरिएको छविको डेटा %s
अपलोड गरिएको छविको डेटा %s
सर्भरमा जडान गर्दै
libcurl सुरू गर्न सकेन
छवि डेटाको %s डाउनलोड गर्दै
URI '%s'मा असामान्य तरिकाले wget निस्कियोConnecting to...
URI खुल्दैछ
एउटा सञ्जाल त्रुटि भयो: %s
छवि डेटाको अज्ञात मात्रा डाउनलोड गर्दै
URL
गिम्प सङ्कुचित XJT छवि
XJT फाइलमा अज्ञात तह शैली %d समावेश छ
चेतावनी: असमर्थित तह मोड %d XJT मा बचत गरियो
XJT फाइलमा अज्ञात बाटो प्रकार %d समावेश छ
चेतावनी: असमर्थित बाटो प्रकार %d XJT मा बचत गरियो
XJT फाइलमा अज्ञात एकाइ प्रकार %d समावेश छ
चेतावनी: असमर्थित एकाइ प्रकार %d XJT मा बचत गरियो
अप्टिमाइज
सफा पारदर्शक
गुणस्तर:
महिन:
कार्य फोल्डर '%s' सिर्जना गर्न सकेन: %s
त्रुटि: XJT गुण फाइल '%s' पढ्न सकेन।
त्रुटि: XJT गुण फाइल '%s' खाली छ।
कस्मिक आवृतिक आंशिक ज्वालाहरू सिर्जना गर्नुहोस्
ज्वाला...
ज्वाला रेखाङ्कन गर्दै
ज्वालाले RGB रेखाङ्कन गर्न सक्नेमा मात्र काम गर्दछ।
'%s' नियमित फाइल होइन
ज्वाला सम्पादन गर्नुहोस्
दिशाहरू
नियन्त्रणहरू
गति:
अनियमित तवरले
उस्तै
अनियमित
घुमाउनुहोस्
हर्सेजसो
ध्रुर्विय
बेन्ट
जुलिया
कोसाइन
सिलिन्डर
परिवर्तनशिल:
ज्वाला लोड गर्नुहोस्
ज्वाला बचत गर्नुहोस्
ज्वाला
रेन्डरिङ
ब्यतिरेक:
गामा:
नमूना घनत्त्व:
ओभरस्याम्पल सम्बन्धि:
फिल्टर अर्धव्यास सम्बन्धि:
रङ मानचित्र:
अनुकूल ग्रेडियन्ट
क्यामरा
%s gimprc होइन: तपाईँलाई मन परेको प्रविष्टि थप्न आवश्यक छ (%s "%s") तपाईँको फाइल %s मा
रियलटाइम पूर्वावलोकन
यदि सक्षम गरियो भने पूर्ववलोकन स्वचालित रूपमा पुन: रेखाङ्कन गरिनेछ
पूर्वावलोकन पुन: रेखाङ्कन गर्नुहोस्
जुम गर्नुहोस्
अन्तिम जुम पूर्वावस्थामा फर्काउनुहोस्
अन्तिम जुम रिडु गर्नुहोस्
परिमितिहरू
आंशीक परिमितिहरू
बायाँ:
दायाँ:
माथि:
तल:
परिवर्तनको उच्च सङ्ख्याहरू, अरू धेरै विवरणहरू गणना गरिनेछ
CX:
आंशिक पक्ष परिवर्तन गर्दछ
CY:
फाइलबाट आंशीक लोड गर्नुहोस्
पूर्वनिर्धारित मानहरूमा परिमितिहरू रिसेट गर्नुहोस्
फाइलमा सक्रिय आंशीक बचत गर्नुहोस्
आंशीक प्रकार
म्यानडेलब्रोट
बारनसेल्ये १
बारनसेल्ये २
बारनसेल्ये ३
स्पाइडर
Man'o'war
लामब्डा
सिअर्पिनस्कि
रङहरूको सङ्ख्या:
मानचित्राङ्कनमा रङहरूको सङ्ख्या परिवर्तन गर्नुहोस्
लगलग महिन प्रयोग गर्नुहोस्
परिणाममा "banding" हटाउन लग लग महिन प्रयोग गर्नुहोस्
रङ घनत्व
रातो च्यानलको तिब्रता परिवर्तन गर्नुहोस्
हरियो च्यानलको तिब्रता परिवर्तन गर्नुहोस्
नीलो च्यानलको तिब्रता परिवर्तन गर्नुहोस्
रङ प्रकार्य
साइनcolor-function
यो रङ अवयवका लागि साइन-प्रकार्य प्रयोग गर्नुहोस्
यो रङको अवयवका लागि कोसाइन-प्रकार्य प्रयोग गर्नुहोस्
यो रङ च्यानलका लागि कुनै त्रिकोणमितिय प्रकार्यको सट्टा रेखात्मक मानचित्राङ्कन प्रयोग गर्नुहोस्
उल्टाई
यदि तपाईँले यस विकल्पलाई सक्षम पार्नु भयो भने उच्च रङ मानहरू तल्लो चाहिंसँग साटिनेछ र विपरित क्रमको हुन्छ।
रङ मोड
माथि निर्दिष्ट गरिएको रूपमा
तपाईँले माथि निर्दिष्ट गरिएको विकल्पहरू (रङ घनत्त्व/प्रकार्य)सँगै रङ-मानचित्र सिर्जना गर्नुहोस्। परिणाम पूर्वावलोकन छविमा देखिन्छ।
अन्तिम छविमा सक्रिय ग्रेडियन्ट लागू गर्नुहोस्
ग्रेडियन्ट सम्पादकबाट ग्रेडियन्ट प्रयोग गरी रङ-मानचित्र सिर्जना गर्नुहोस्
आंशीक खोजी गर्ने ग्रेडियन्ट
आंशीक
'%s' लेख्न सकिएन: %s
आंशीक परिमिति लोड गर्नुहोस्
आंशीक परिमिति बचत गर्नुहोस्
'%s' आंशिक एक्सप्लोरर फाइल होइन
'%s' बिग्रएको छ। पङ्क्ति %d विकल्प सेक्सन ठीक छैन
आंशिक कला रेन्डर गर्नुहोस्
आंशीक एक्सप्लोरर...
आंशीक रेन्डरिङ...
के तपाईँ निश्चित रूपमा सूची र डिस्कबाट "%s" मेट्न चाहनुहुन्छ ?
आंशीक मेट्नुहोस्
फाइल '%s' आंशिक एक्सप्लोरर फाइल होइन
फाइल '%s' बिग्रियो। लाइन %d विकल्प सेक्सन ठीक छैन
मेरो पहिलो आंशीक
फोल्डर चयन गर्नुहोस् र सङ्कलन गरिएको पुन: स्क्यान गर्नुहोस्
हालै चयन गरिएको आंशीक लागू गर्नुहोस्
हालै चयन गरिएको आंशीक मेट्नुहोस्
आंशीकका लागि पुन: स्क्यान गर्नुहोस्
आंशिक एक्सप्लोरर बाटो थप्नुहोस्
बन्द गरिएको
समाप्ति पछि बक्र बन्द गर्नुहोस्
रेखा फ्रेम देखाउनुहोस्
नियन्त्रण बिन्दुहरू बिच रेखाहरू कोर्नुहोस्। वक्र सिर्जना गर्ने अवधिमा मात्र।
Gfig
उपकरण विकल्पहरू
स्ट्रोक
भर्नुहोस्
भर्ने छैन
रङ भर्ने
बाँन्की भर्ने
ग्रेडियन्ट आकार
ठाडो ग्रेडियन्ट
तेर्सो ग्रेडियन्टshow image
छवि देखाउनुहोस्snap to gridcheckbutton
ग्रिड देखाउनुहोस्
Gfig वस्तु सङ्कलन गरेको लोड गर्नुहोस्
Gfig रेखाङ्कन बचत गर्नुहोस्
पहिलो Gfig
पूर्वस्थितिमा फर्काउनुहोस्
सफा गर्नुहोस्
ग्रिड
चयन गरिको वस्तु उठाउनुहोस्
चयन गरिको वस्तु झार्नुहोस्
चयन गरिको वस्तु माथि उठाउनुहोस्
चयन गरिको वस्तु तल झार्नुहोस्
अघिल्लो वस्तु देखाउनुहोस्
अर्को वस्तु देखाउनुहोस्
सबै वस्तुहरू देखाउनुहोस्
रेखा सिर्जना गर्नुहोस्
आयातकार सिर्जना गर्नुहोस्
वृत्त सिर्जना गर्नुहोस्
अण्डाकार सिर्जना गर्नुहोस्
चाप सिर्जना गर्नुहोस्
आयातकार बहुभूज सिर्जना गर्नुहोस्
तारा सिर्जना गर्नुहोस्
घुम्रिएको सिर्जना गर्नुहोस्
बेजियर वक्र सिर्जना गर्नुहोस्। Shift + Button वस्तु सिर्जनाको अन्त्य गर्दछ।
वस्तु सार्नुहोस्
एकल बिन्दु सार्नुहोस्
वस्तु प्रतिलपि गर्नुहोस्
वस्तु मेट्नुहोस्
वस्तु चयन गर्नुहोस्
यस औजारको विकल्पहरू छैन
स्थान देखाउनुहोस्
नियन्त्रण बिन्दुहरू देखाउनुहोस्
अधिक पूर्वस्थितिमा फर्काउनुहोस्:
पारदर्शी
अग्रभूमि
प्रतिलपि गर्नुहोस्
तह पृष्ठभूमि प्रकार। प्रतिलपिले रेखाङ्कन पूरा हुनु भन्दा पहिले अघिल्लो तहलाई प्रतिलपि गराउँदछ।
पृष्ठभूमि:
प्वाँख
अर्धव्यास:
ग्रिडको खालीस्थान:
घ्रुविय ग्रिड भागहरू आवश्यक:
ध्रुवीय ग्रिड अर्धव्यास अन्तराल:
आयात
ईसोमेट्रिक
ग्रिड प्रकार:
साधारण
ग्रे
अँध्यारो
उज्यालो
धेरै अँध्यारो
ग्रिडको रङ:
साइड:
दायाँ
बायाँ
अभिमुखिकरण:
वस्तु कता गयो ?
फाइल पढ्ने क्रममा त्रुटि
पढ्ने-मात्र वस्तु सम्पादन गर्दैछ - तपाईँले त्यसलाई बचत गर्न सक्नु हुन्न
नियमित बहुभुजको सङ्ख्या जतिका कुनाहरू
वस्तुहरूको विवरण
XY स्थान:
घुमाईको सङ्ख्यामा स्पारल
XY बिन्दुहरूको तारा सङ्ख्या
बेजियर वक्र सिर्जना गर्नुहोस्
ज्यामितिय आकारहरू सिर्जना गर्नुहोस्
Gfig...
पारासाइटको रूपमा आकृति बचत गर्न प्रयास गर्दा त्रुटि: पारासाइट चित्राङ्कन गर्न योग्य संलग्र गर्न सकिँदैन।
पराशाइट लोड गर्नका लागि अस्थायी फाइल '%s' खोल्न कोसिस गर्दा त्रुटि: %s
रेखाङ्कन गर्न सकिने मात्र बचत गर्न सकिन्छ !
ब्रुस बचत गर्नुहोस्
ब्रुस
गामा:
चयन गरिको ब्रुसको गामा (चम्किलोपन) परिवर्तन
चयन गर्नुहोस्:
आकार अनुपात:
ब्रुसको साइज अनुपात निर्दिष्ट गर्नुहोस्
आराम:
छवि (प्रतिशतमा)मा प्रयोग गर्न बुट्टा काट्ने परिमाण निर्दिष्ट गर्दछ
रङ
ब्रुसको तलको औसत
ब्रुसको केन्द्र
ब्रुस भित्र रहेको सबै पिक्सेलको औसतबाट रङ गणना गरिन्छ।
ब्रुसको केन्द्रमा पिक्सेलबाट रङ नमूना बनाउनुहोस्
रङ प्रदुषण:
रङमा अनियमित प्रदुषण थप्दछ
साधारण
मौलिक राख्नुहोस्
पृष्ठभूमिको रूपमा मौलिक छवि सुरक्षित गर्नुहोस्
कागज बाट
पृष्ठभूमिको रूपमा चयन गरिको कागज बनावट प्रतिलपि बनाउनुहोस्
ठोस रङ लगाईएको पृष्ठभूमि
पारदर्शी पृष्ठभूमि प्रयोग गर्नुहोस्; स्ट्रोक रङ लगाईएको मात्र पारदर्शी हुँनेछ
चित्र किनाराहरू
स्ट्रोक स्थानमा चयन गरिएको खण्डमा सबै बाटोहरूलाई छवि बाहिर किनारामा हुन्छन्
टायल गर्न मिल्ने
यदि परिणाम छवि दाग बिना नै टायल गर्न योग्य छ भने चयन गर्दछ
छायाँ छाड्नुहोस्
हरेक ब्रुस स्ट्रोकमा छायाँको प्रभाव थप्दछ
किनाराको गाढापन:
प्रत्येक ब्रुसको स्ट्रोकको किनाराहरू कति "गाढा" गर्नुपर्छ
छायाँको गाढापन:
झार्ने छायाँ कति "गाढा" हुनुपर्छ
छायाँको गहिराइ:
छायाँ झार्नेको गहिराइ, त्यसैले त्यो वस्तुबाट कति दुरिको फरकमा हुनुपर्छ
छायाँ अस्पष्ट:
झार्ने छायाँ कति अस्पष्ट हुनुपर्छ
अन्तर थ्रेसहोल्ड:
अनुकूल चयनका लागि बेलअउट-मान
विभिन्न कलात्मक सञ्चालनहरू कार्यसम्पादन गर्दछ
गिम्प रेस्सिनिस्ट...
चित्र
गिम्प रेस्सिनिस्ट
अभीमुखिकरण
दिशाहरू:
प्रयोग गर्न डाइरेक्टरीहरू (जस्तै ब्रुसहरू) को सङ्ख्या
सुरुआत कोण:
पहिलो ब्रुस सिर्जना गर्न सुरुआत कोण
कोण स्पान:
पहिलो ब्रुस सिर्जना गर्न कोण स्पान
मानौ क्षेत्रको मान (चम्किलोपन) ले स्ट्रोकको दिशा निर्धारण गर्दछ
अर्धव्यास
छविको केन्द्रबाटको दुरीले स्ट्रोकको दिशा निर्धारण गर्दछ
हरेक स्ट्रोकको अनियमित दिशा चयन गर्दछ
अर्धव्यास
मानौ केन्द्रबाटको दुरीले स्ट्रोकको दिशा निर्धारण गर्दछ
प्रवाहित
स्ट्रोकहरूले "बगाई" शैलीको अनुशरण गर्दछ
क्षेत्रको रङले स्ट्रोकको दिशा निर्धारण गर्दछ
अनुकूल
दिशा जुन वास्तविक छविसँग मिल्दछ, नजिकको चयन गरियो।
म्यानुअल
स्ट्रोक अभिमूखीकरण म्यानुअल तरिकाले निर्दिष्ट गर्नुहोस्
अभिमुखिकरण मानचित्र सम्पादक खोल्दछ
अभिमुखिकरण मानचित्र सम्पादक
भेक्टरहरू
भेक्टर-क्षेत्रमा बायाँ-क्लिकले चयन गरिको भेक्टर सार्छ, दायाँ-क्लिकले माउससँगै त्यसलाई तोक्छ, विच-क्लिक नयाँ भेक्टर थप्न प्रयोग गर्दछ।
पूर्वावलोकनको चम्किलोपन समायोजन गर्नुहोस्
अघिल्लो भेक्टर चयन गर्नुहोस्
पछिल्लो भेक्टर चयन गर्नुहोस्
थप्नुहोस्
नयाँ भेक्टर थप्नुहोस्
नष्ट गर्नुहोस्
चयन गरेको भेक्टर मेट्नुहोस्
प्रकार
साधारण
Vorte x
भुमरि २
भुमरि ३
भोरोनोइ
भोरोनोई-शैलीले दिइएको बिन्दुबाट नजिकैको भेक्टरलाई कुनै प्रभाव पर्ने बनाउँदछ।
कोण:
चयन गरिको भेक्टरको कोण परिवर्तन गर्नुहोस्
कोण अफसेट:
दिइएको कोणसँग सबै भेक्टरहरू अफसेट गर्नुहोस्
चयन गरिको भेक्टरको शक्ति परिवर्तन गर्नुहोस्
शक्ति exp.:
शक्तिको घाताङ्क परिवर्तन गर्नुहोस्
कागज
कागजको वनावट उल्टाउनुहोस्
खप्ट्याउनुहोस्
कागज जस्ताको त्यस्तै लागू गर्दछ (त्यसलाई बुट्टा नकाटिकन)
वनावटको मानचित्र निर्दिष्ट गर्नुहोस् (मौलिक फाइलको प्रतिशतमा)
राख्नुहोस्
राख्नुहोस्
अनियमित तरिकाले
समान रूपले वितरित
छवि वरिपरि स्ट्रोक अनियमित तरिकाले राख्नुहोस्
स्ट्रोकहरू छवि पारि समान रूपले वितरण गरियो
केन्द्रित
छविको केन्द्रको वरिपरि ब्रुस स्ट्रोकहरू फोकस गर्नुहोस्
स्ट्रोक घनत्व:
ब्रुस स्ट्रोकहरूको सम्बन्धित घनत्व
PPM फाइल '%s' बचत गर्न असफल भयो: %s
हालको बचत गर्नुहोस्
गिमप्रेसोनिष्ट पूर्वनिर्धारितहरू
पूर्वसेटहरू
हालको बचत गर्नुहोस्...
निर्दिष्ट फाइलमा हालको सेटिङ बचत गर्नुहोस्
स्मृतिमा चयन गरेका प्रिसेट पढ्छ
चयन गरेका पूर्वसेट मेटाउछ
पूर्वसेटहरूको फोल्डर पुन: पढ्नुहोस्
अद्यावधिक
पूर्वावलोकन सञ्झ्याल ताजा पार्नुहोस्
मौलिक छविमा उल्टाउनुहोस्
साइज
प्रयोगका लागि ब्रुसहरूको साइजको सङ्ख्या
न्यूनतम साइज
सिर्जना गर्नका लागि सबैभन्दा सानो ब्रुस
अधिकतम साइज:
सिर्जना गर्नका लागि सबैभन्दा ठूलो ब्रुस
मानौ क्षेत्रको मान(चम्किलोपन)ले स्ट्रोकको साइज निर्धारण गर्दछ
छविको केन्द्रबाटको दुरीले स्ट्रोकको साइज निर्धारण गर्दछ
हरेक स्ट्रोकका लागि अनियमित साइज चयन गर्नुहोस्
मानौ केन्द्रबाटको दुरीले स्ट्रोकको साइज निर्धारण गर्दछ
क्षेत्रको रङले स्ट्रोकको साइज निर्धारण गर्दछ
ब्रुसको साइज जुन वास्तविक छविसँग मिल्दछ, नजिकको छान्दछ।
स्ट्रोक साइज म्यानुअल तरिकाले निर्दिष्ट गर्नुहोस्
साइज मानचित्र सम्पादक खोल्नुहोस्
साइज मानचित्र सम्पादक
Smvectors
smvector-क्षेत्र। चयन गरिको smvector सार्न बायाँ-क्लिक, दायाँ-क्लिकले माउससँगै त्यसलाई तोक्छ, नयाँ smvector थप्न बिच-क्लिक।
अघिल्लो smvector चयन गर्नुहोस्
अर्को smvector चयन गर्नुहोस्
नयाँ smvector थप्नुहोस्
चयन गरिको smvector मेट्नुहोस्
चयन गरिको smvector को कोण परिवर्तन गर्नुहोस्
शक्ति:
चयन गरिको smvector शक्ति परिवर्तन गर्नुहोस्
शक्ति exp:
भोरोनोई-शैलीले दिइएको बिन्दुबाट नजिकैको smvector लाई कुनै प्रभाव पर्ने बनाउँदछ।
इन्टरलेस
GIFको टिप्पणी:
GIFका विकल्पहरू
लूप सधैका लागि
निर्दिष्ट नभएको ठाउँमा फ्रेमहरूका बीच ढिलाई:
निर्दिष्ट नभएको ठाउँमा फ्रेम व्यवस्था:
सबै फ्रेमहरूका लागि ढिलो प्रविष्ट माथि प्रयोग गर्नुहोस्
सबै फ्रेमहरूका लागि माथि व्यवस्था प्रविष्ट प्रयोग गर्नुहोस्
एनिमेसन गरिएको GIF विकल्पहरू
इन्टरलेसिङ (Adam7)
पृष्ठभूमि रङ बचत गर्नुहोस्
तह अफसेट बचत गर्नुहोस्
रिजोल्युसन बचत गर्नुहोस्
सिर्जना गरेको समय बचत गर्नुहोस्
टिप्पणी बचत गर्नुहोस्
पारदर्शी पिक्सेलबाट रङको मानहरू बचत गर्नुहोस्
सङ्कुचन तह:
पूर्वनिर्धारितहरू बचत गर्नुहोस्
थप
माथि राखिने वस्तु
ग्रेडियन्ट प्रयोग गर्दै एउटा लेन्स फ्लेर प्रभाव उत्पादन गर्नुहोस्
ग्रेडियन्ट फ्लेयर...
ग्रेडियन्ट फ्लेयर
ग्रेडियन्ट फ्लेयर फाइल '%s' खोल्न असफल: %s
'%s' वैध ग्रेडियन्ट फ्लेयर फाइल होइन।
अवैध ढाँचा गरिएको ग्रेडियन्ट फ्लेयर फाइल: %s
ग्रेडियन्ट फ्लेयर '%s' बचत गरिएको छैन। यदि तपाईँले '%s' मा नयाँ प्रविष्टि थप्नु भयोभने, जस्तै: (ग्रेडियन्ट फ्लेयर-बाटो "%s") र फोल्डर '%s' बनाउनु भयो भने, तपाईँले आफ्नै ग्रेडियन्टग्रेडियन्ट त्यस फोल्डरमा बचत गर्न सक्नुहुन्छ।
ग्रेडियन्ट फ्लेयर फाइल '%s' लेख्न असफल: %s
स्वत अध्यावधिक पूर्वावलोकन
'पूर्वनिर्धारित' सिर्जना गरियो।
परिमिति
प्ररिक्रमण:
ह्यु परिक्रमण:
भेक्टर कोण:
भेक्टर लम्बाइ:
अनुकूल विशिष्ट नमूना
अधिकतम गहिराइ:
थ्रेसहोल्ड
चयनकर्ता
नयाँ ग्रेडियन्ट फ्लेयर
नयाँ ग्रेडियन्ट फ्लेयरका लागि नाम प्रविष्ट गर्नुहोस्
'%s' नाम पहिले नै प्रयोग भइसक्यो !
ग्रेडियन्ट फ्लेयर प्रतिलिपि बनाउनुहोस्
प्रतिलपि गरिएको ग्रेडियन्ट फ्लेयरका लागि नाम प्रविष्ट गर्नुहोस्
'%s' नाम पहिले नै प्रयोग भइसक्यो !
मेट्न सकिँदैन ! त्यहाँ कम्तीमा पनि एउटा ग्रेडियन्ट फ्लेयर हुनुपर्दछ।
ग्रेडियन्ट फ्लेयर मेट्नुहोस्
%s ग्रेडियन्ट फ्लेयर सूचीमा फेला परेन
ग्रेडियन्ट फ्लेयर सम्पादक
ग्रेडियन्ट पुन: स्क्यान गर्नुहोस्
रङ लगाउने विकल्पहरू चम्काउनुहोस्
अस्पष्टता:
चित्रण मोड:
किरणहरू रङ लगाउने विकल्पहरू
दोस्रो फ्लेयरहरू रङ लगाउने विकल्पहरू
ग्रेडियन्टहरू
ग्रेडियन्ट फेरि डायल गर्नुहोस्:
कोणिय ग्रेडियन्ट:
कोणिय साइज ग्रेडियन्ट:
साइज (%):
परिक्रमण:
ह्यु परिक्रमण:
चमक
किलाहरूको #
किलाको मोटाई:
किरणहरू
साइज तत्व ग्रेडियन्ट:
संभाव्य ग्रेडियन्ट:
दोस्रो फ्लेयरहरूको साइज
वृत्त
बहुभुज
अनियमित सिड:
दोस्रो फ्लेयरहरू
गिम्प मद्दत ब्राउजर
एक पृष्ठ पछाडि जानुहोस्
एक पृष्ठ अगाडि जानुहोस्
अनुक्रमणिका पृष्ठमा जानुहोस्
गिम्प कागजात वेबसाइट जानुहोस्
search
search
मद्दत ID '%s' अज्ञात
'%s' मा व्याख्या गर्न त्रुटि: %s
एउटा आंशिक साक्षर प्रकार्य प्रणाली (IFS) सिर्जना गर्नुहोस्
IFS आंशीक...
X:
Y:
एसिमेट्रि:
काट्नुहोस्:
सरल
IFS आंशीक: लक्ष्य
यसद्वारा ह्यु मापन गर्नुहोस्:
यसद्वारा मान मापन गर्नुहोस्:
पूरा
IFS आंशीक: रातो
IFS आंशीक: हरियो
IFS आंशीक: नीलो
IFS आंशीक: कालो
IFS आंशीक
सम्बन्ध रूपान्तरण
रङ रूपान्तरण
सापेक्ष सम्भावना:
सबै चयन गर्नुहोस्
पुन: केन्द्रमा राख्नुहोस्
केन्द्र पुन: गणना गर्नुहोस्।
विकल्पहरू रेन्डर गर्नुहोस्
सार्नुहोस्
घुमाउनुहोस्
घुमाउनुहोस् / मान गार्नुहोस्
खुर्कनुहोस्
IFS आंशीक मिलाउने विकल्पहरू
अधिकतम स्मृति:
उपभाग गर्नुहोस्:
स्पोट अर्धव्यास:
IFS (%d/%d) रेन्डर गर्दै
%s रूपान्तरण
बचत असफल भयो
खोल्न असफल भयो
फाइल '%s' IFS आंशीक फाइल जस्तो देखिएन।
IFS आंशीक फाइलको रूपमा बचत गर्नुहोस्
IFS आंशीक फाइल खोल्नुहोस्
छवि मानचित्र प्लगइन
प्रतिलिपिअधिकार © 1999-2005 माउरिट्स रिजक
GNU साधारण साझा अनुमतिपत्रको अधिनमा निष्काशन गरियो
वृत्त
केन्द्र x:
पिक्सेल
केन्द्र y:
खाली गर्नुहोस्
सिर्जना गर्नुहोस्
काट्नुहोस्
मेट्नुहोस्
बिन्दु मेट्नुहोस्
वस्तु सम्पादन गर्नुहोस्
गिम्प मार्गदर्शक प्रयोग गर्नुहोस्
विकल्प
सबै
थप मार्गदर्शकहरू थप्नुहोस्
बायाँ किनारा
दायाँ किनारा
माथिल्लो किनारा
तल्लो किनारा
आधार URL:
मार्गदर्शकहरू सिर्जना गर्नुहोस्
मार्गदर्शक सिमाहरूको परिणाम दिदै: %d,%d बाट %d,%d (%d क्षेत्रहरू)
मार्गदर्शकहरू पुर्व परिभाषित छवि ढाक्दै गरेको आयातकारहरू हुन्। तपाईँले तिनिहरूलाई एक अर्काको खाली ठाउँ, उचाइ, र चौडाइबाट परिभाषित गर्नहुन्छ। यसले तपाईँलाई छिटोसँग सबभन्दा प्रचलित मानचित्र प्रकार सिर्जना गर्न अनुमति दिन्छ - नेभिगेसन बारका लागि उपयुक्त "thumbnails",को छवि सङ्ग्रह।
यसमा बायाँ सुरु हुन्छ:
यसमा माथि सुरु हुन्छ:
तेर्सो खालीस्थान:
No.एक्रोस:
ठाडो खालीस्थान:
No. तल:
आधार URL:
मार्गदर्शकको सिमाहरूको परिणाम दिदै: ०,० बाट ०,० (० क्षेत्रहरू)मा
मार्गदर्शकहरू
बिन्दु प्रवेश गर्नुहोस्
तल सार्नुहोस्
Sash सार्नुहोस्
चयन गरिएको वस्तुहरू सार्नुहोस्
अगाडि सार्नुहोस्
माथि सार्नु
टाँस्नुहोस्
चयन गर्नुहोस्
पछिल्लो चयन गर्नुहोस्
अघिल्लो चयन गर्नुहोस्
क्षेत्र चयन गर्नुहोस्
पछाडि पठाउनुहोस्
चयन नगरिको
सबै चयन हटाउनुहोस्
लिङ्क प्रकार
वेब साइट
Ftp साइट
गोफेर
अर्को
फाइल
WAIS
टेलनेट
इमेल
URL सक्रिय गर्न जब यस क्षेत्रमा क्लिक गरिन्छ: (आवश्यक)
HTML फाइल चयन गर्नुहोस्
सम्बन्धित लिङ्क
लक्ष्य फ्रेम नाम/ID: (विकल्प - FRAMESका लागि मात्र प्रयोग गरिन्छ)
ALT te: (विकल्प)
लिङ्क
आयामहरू
पूर्वावलोकन
जाभास्क्रिप्ट
क्षेत्र सेटिङ
क्षेत्र #%d सेटिङ
फाइल खोल्दा त्रुटि
छवि मानचित्र लोड गर्नुहोस्
छवि मानचित्र बचत गर्नुहोस्
ग्रिड सेटिङ
Snap-to grid सक्षम पारियो
ग्रिडको दृश्यता र प्रकार
लुकाइएको
रेखाहरू
क्रसहरू
ग्रिड दानेदार जस्तो
चौडाइ
उचाइ
ग्रिड अफसेट
बायाँबाट पिक्सेल
माथिबाट पिक्सेल
पूर्वावलोकन
क्लिक योग्य छविमानचित्र सिर्जना गर्नुहोस्
छवि मानचित्र...
<Untitled>
केही डेटाहरू परिवर्तन गरियो !
के तपाईँले निश्चित रूपमा तपाईँको परिवर्तनहरू छोड्न चाहनुहुन्छ ?
फाइल "%s" बचत गरियो।
फाइल बचत गर्न सकेन:
छविको साइज परिवर्तन गरियो।
क्षेत्र रिसाइज गर्नुहुन्छ ?
फाइल पढ्न सकेन:
URL: %s
%s पूर्वस्थितिमा फर्काउनुहोस्
%s रिडु गर्नुहोस्
फाइल
खोल्नुहोस्...
खोल्नुहोस्
बचत गर्नुहोस्...
बचत गर्नुहोस्
यस रूपमा बचत गर्नुहोस्...
सम्पादन गर्नुहोस्
पूर्वस्थितिमा फर्काउनुहोस्
रिडु गर्नुहोस्
सबै चयनबाट हटाउनुहोस्
क्षेत्र सूचना सम्पादन गर्नुहोस्...
चयन गरिएको क्षेत्र सूचना सम्पादन गर्नुहोस्
प्राथमिकताहरू
क्षेत्र मेट्नुहोस्
हेर्नुहोस्
स्रोत...
जुम बढाउनुहोस्
जुम घटाउनुहोस्
यसमा जुम गर्नुहोस्
मानचित्र
मानचित्र सूचना सम्पादन गर्नुहोस्...
मानचित्र सूचना सम्पादन गर्नुहोस्
उपकरण
ग्रिड सेटिङ...
गिम्प मार्गदर्शक प्रयोग गर्नुहोस्...
मार्गदर्शकहरू सिर्जना गर्नुहोस्...
मद्दत
सामग्री
क्षेत्र सूची
बाँण
अवस्थित क्षेत्र चयन गर्नुहोस्
आयात क्षेत्र परिभाषित गर्नुहोस्
वृत्त/ओभल क्षेत्र परिभाषित गर्नुहोस्
बहुँभुज क्षेत्र परिभाषित गर्नुहोस्
बहुभुज
x (पिक्सेल)
y (पिक्सेल)
घुसाउनुहोस्
जोड्नुहोस्
हटाउनुहोस्
संसाधन फाइल बचत गर्न सकेन:
साधारण
पूर्वनिर्धारित मानचित्र प्रकार
क्षेत्रको सूचनाका लागि प्रोम्ट गर्नुहोस्
पूर्वनिर्धारित URL आवश्यक
क्षेत्र ह्यान्डलहरू देखाउनुहोस्
NCSA वृत्त ठीकसँग राख्नुहोस्
क्षेत्र URL टिप देखाउनुहोस्
दुइगुणा-साइज खोस्ने ह्यान्डलहरू प्रयोग गर्नुहोस्
मेनु
पूर्वस्थितिमा फर्कने तहहरूको सङ्ख्या (१ - ९९):
MRU प्रविष्टिहरूको सङ्ख्या (१ - १६):
रङ चयन गर्नुहोस्
साधारण:
चयन गरिएको:
संलग्न क्षेत्र
स्वचालित रूपमा रूपान्तरण गर्नुहोस्
साधारण प्राथमिकताहरू
आयात
माथिल्लो बायाँ x:
माथिल्लो बायाँ y:
#
URL
ALT पाठ
लक्ष्य
यस मानचित्र फाइलका लागि सेटिङ
फाइलको नाम:
छविको नाम:
छवि फाइल चयन गर्नुहोस्
शीर्षक:
लेखक:
पूर्वनिर्धारित URL:
वर्णन:
मानचित्र फाइल ढाँचा
दृश्य स्रोत
प्रकाश प्रभावहरू
एउटा छविमा विभिन्न प्रकाश प्रभावहरू लागू गर्नुहोस्
प्रकाश प्रभावहरू...
साधारण विकल्पहरू
पारदर्शी पृष्ठभूमि
गन्तव्य छवि पारदर्शी बनाउनुहोस् जहाँ बम्पको उचाइ शून्य छ
नयाँ छवि सिर्जना गर्नुहोस्
फिल्टर लागू गर्दा नयाँ छवि सिर्जना गर्नुहोस्
उच्च गुण पूर्वावलोकन
उच्च गुणस्तरको पूर्वावलोकन सक्षम/अक्षम पार्नुहोस्
दुरी:
प्रकाश सेटिङ
प्रकाश १
प्रकाश २
प्रकाश ३
प्रकाश ४
प्रकाश ५
प्रकाश ६
रङ:light-source
दिशानिर्देशात्मक
बिन्दु
लागू गर्न प्रकाश स्रोत प्रकार
प्रकाश स्रोत रङ चयन गर्नुहोस्
प्रकाश स्रोत रङ सेट गर्नुहोस्
तीब्रता:
प्रकाशको तीब्रता
अवस्था
XYZ स्थानमा प्रकाश स्रोत X अवस्थामा
XYZ स्थानमा प्रकाश स्रोत Y अवस्थामा
Z:
XYZ स्थानमा प्रकाश स्रोत Z अवस्थामा
XYZ स्थानमा प्रकाश स्रोत X दिशा
XYZ स्थानमा प्रकाश स्रोत Y दिशा
Z:
XYZ स्थानमा प्रकाश स्रोत Z दिशा
अलग्याउनुहोस्
प्रकाश पूर्व निश्चित गर्नुहोस्:
पदार्थ गुण
उज्जवल:
सिधै प्रकाश नझर्ने ठाउँमा देखाउनका लागि मौलिक रङको परिणाम
उज्यालो:
प्रकाश स्रोतद्वारा झिलमिल पार्दा मौलिक रङको तीब्रता
चमकदार
हाइलाइट कतिसम्म तिब्र हुन्छ नियन्त्रण गर्नुहोस्
टल्काएको:
उच्च मानले हाइलाइटलाई अझ धेरै केन्द्रित गर्दछ
धातु
बम्प मानचित्राङ्कन सक्षम पार्नुहोस्
बम्प मानचित्राङ्कन सक्षम/अक्षम पार्नुहोस् (छविको गहिराइ)
बम्प मानचित्र छवि:
लगारिदमिक
वक्र:
अधिकतम उचाइ:
बम्पहरूका लागि अधिकतम उचाइ:
वातावरण मानचित्राङ्कन सक्षम पार्नुहोस्
वातावरण मानचित्राङ्कन सक्षम/अक्षम पार्नुहोस् (प्रतिबिम्ब)
वातावरण छवि:
प्रयोगका लागि वातावरण छवि
विकल्पहरू
प्रकाश
पदार्थ
बम्प मानचित्र
वातावरण मानचित्र
पूर्वावलोकन छवि पुन: गणना गर्नुहोस्
अन्तरक्रियात्मक
परिवर्तनहरूको ठीक समय पूर्वावलोकन गर्न सक्षम/अक्षम पार्नुहोस्
पूर्वसेट प्रकाश बचत गर्नुहोस्
पूर्वसेट प्रकाश लोड गर्नुहोस्
प्लेनमा मानचित्र
गोलामा मानचित्र
बाकसमा मानचित्र
सिलिन्डरमा मानचित्र
एउटा वस्तु (प्लेन, स्फेयर, बाकस वा सिलिन्डर) मा छवि चित्रण गर्नुहोस्
मानचित्र वस्तु...
बाकस
सिलिन्डर
...मा मानचित्र्शा
प्लेन
गोला
बाकस
...मा मानचित्रमान वस्तुको प्रकार
पारदर्शी पृष्ठभूमि
वस्तु बाहिर छवि पारदर्शी बनाउनुहोस्
टायल स्रोत छवि
टायल स्रोत छवि: अनन्त समतलहरूका लागि महत्त्पूर्ण छ
नयाँ छवि सिर्जना गर्नुहोस्
एन्टिलाइजिङ सक्रिय पार्नुहोस्
असमान किनाराहरू परिवर्तन (एन्टिलाइजिङ्ग) सक्षम/अक्षम पार्नुहोस्
इन्टिलाइजिङ गुण: उच्च उत्तम हुन्छ, तर ढिलो छ
पिक्सल अन्तरहरू यस मान भन्दा पनि सानो भएको अबस्थामा रोक्नुहोस्
प्रकाश बिन्दु
दिशानिर्देश प्रकाश
प्रकाश छैन
प्रकाश स्रोत प्रकार:
प्रकाश स्रोत रङ:
दिशा भेक्टर
तिब्र तहहरू
व्यापक:
खुकुलो पार्नु:
परावर्तीयता
उच्च मानले वस्तुले धेरै प्रकाश (उज्यालो देखिन्छ) प्रतिबिम्वित गर्न सक्ने बनाउँदछ
प्रतिबिम्ब गर्ने:
हाइलाइट:
XYZ स्थानमा वस्तु X अवस्था
XYZ स्थानमा वस्तु Y अवस्था
XYZ स्थानमा वस्तु Z अवस्था
X अक्षका बारेमा परिक्रमण कोण
Y अक्षका बारेमा परिक्रमण कोण
Z अक्षका बारेमा परिक्रमण कोण
अगाडि:
पछाडि:
बाकसको अग्रभागमा मानचित्र छविचि छित्रहरू
X मापन (साइज)
Y मापन (साइज)
Z मापन (साइज)
माथि:
तल:
क्याप फेसहरूका लागि छविहरू
साइज
अर्धव्यास:
सिलिन्डरको अर्धव्यास
सिलिन्डरको लम्बाइ
विकल्पहरू
अभिमुखिकरण
वस्तुका लागि मानचित्र
स्वच्छ एल्गोरिदम प्रयोग गरेर मेज निर्माण गर्दैछ
स्वच्छ एल्गोरिदम प्रयोग गरेर टायल गर्न सकिने मेज निर्माण गर्दैछ
मेज
मेज साइज
टुक्राहरू:
उचाइ (पिक्सेल):
एल्गोरिदम
गहिराइ पहिले
प्राइमको एल्गोरिदम
चयन गरिको साइज जोड होइन। टायल गर्न सक्ने मेजले ठीकसँग काम गर्दैन।
एउटा ल्याबरिन्थ रेखाङ्कन गर्नुहोस्
मेज...
मेज रेखाङ्कन गर्दै
त्रटि: कुनै पनि XMP प्याकेट फेला परेन
%d लाइनको %d क्यारेक्टरमा त्रुटि: %s
अपेक्षित पाठ वा वैकल्पिक तत्व , सट्टामा फेला पर्यो
अपेक्षित तत्व , सट्टामा फेला पर्यो
अज्ञात तत्व
तत्वमा अज्ञात विशेषता "%s"="%s"
आवश्यक विशेषता rdf: मा हराइरहेका बारेमा
नेष्टेड ()तत्वहरूलाई यो सामाग्रिमा अनुमति छैन
तत्वको अन्त्य सामग्रिमा अपेक्षित होइन
हालको तत्व () ले पाठ समावेश गर्न सकिँदैन
XMP प्याकेटहरू <?xpacket begin=...?>सँग सुरु गर्नु पर्दछ
XMP प्याकेटहरू <?xpacket end=...?>सँग अन्त्य हुनुपर्दछ
XMP ले XML अवयवहरू वा प्रक्रियागत निर्देशनहरू समावेश गर्न सकिँदैन
कुनै एक छवको कर्नेलहरू कर्ल अप गर्नुहोस्
पृष्ठ घुम्रिएको...
पृष्ठ घुम्राई
घुम्रिएको स्थान
तल्लो दायाँ
तल्लो बायाँ
माथिल्लो बायाँ
माथिल्लो दायाँ
घुम्रिएको अभिमुखिकरण
घुम्रिएको मुनि छायाँ
हालको वृद्धिदर (उल्टियो)
हालको वृद्धिदर
अग्रभूमी / पृष्ठभूमि रङहरू
धमिलोपन:
घुम्रिएको तह
पृष्ठ घुम्रिएको
पृष्ठ सीमान्तहरू उपेक्षा गर्नुहोस्
एक्स रिजोल्युसन:
वाइ रिजोल्युसन:
बायाँ:
center-mode
तेस्रो रूपले
ठाडो रूपमा
दुवै
छवि मुद्रण गर्नुहोस्
मुद्रण गर्नुहोस्...
मुद्रण गर्ने प्रयास गर्दा एउटा त्रुटि देखापर्यो:
मुद्रण हुँदैछwidth = %d, height = %d
बाटोमा चयन
रूपान्तरणका लागि चयन गरिएको छैन
उन्नत सेटिङ बाटोमा चयन गर्नुहोस्
स्क्यानर/क्यामेरा...
स्क्यानर/क्यामेराबाट डेटाहरू स्थानान्तरण गर्दै
खोस्नुहोस्
एकल सञ्झ्याल खोस्नुहोस्
पूरै पर्दा खोस्नुहोस्
पछि
सेकेण्ड ढिलाई
सजावटहरू सम्मिलित गर्नुहोस्
डेस्कटप छवि वा एउटा सञ्झ्याल समात्नुहोस्
स्क्रिन शट...
कुनै डेटा समातिएको छैन
गिम्प
जी एन यू छवि परिचालन कार्यक्रम
परीक्षण स्वाप फाइल खोल्न अक्षम। डेटा हराउने रोक्नका लागि, कृपया तपाईँको प्राथमिकतामा (हाल "%s") परिभाषित गरिएको स्वाप डाइरेक्टरी स्थान र अनुमतिहरू जाँच्नुहोस्।
पूर्वनिर्धारित '%s' प्रयोग गरेर, समूह व्याख्याता निर्दिष्ट गरिएको छैन ।
समूह व्याख्याता '%s' उपलब्ध छैन, समूह शैली अक्षम पारियो।
संस्करण सूचना देखाउनुहोस् र निस्कनुहोस्
इजाजतपत्र सूचना देखाउनुहोस् र निस्कनुहोस्
अझ बढी भरबोस हुनुहोस्
नयाँ गिम्प दृष्टान्त सुरू गर्नुहोस्
नयाँ रूपमा छविहरू खोल्नुहोस्
प्रयोगकर्ता इन्टरफेस बिना चलाउनुहोस्
ब्रुस, ग्रेडियन्ट, बाँन्की इत्यादि लोड नगर्नुहोस्
कुनै पनि फन्ट लोड नगर्नुहोस्
गिम्प र प्लगइनहरू बिचका बाँडिएका स्मृति प्रयोग नगर्नुहोस्
विषेश CPU गतिवर्धन प्रकार्य प्रयोग नगर्नुहोस्
वैकल्पिक sessionrc फाइल प्रयोग गर्नुहोस्
वैकल्पिक प्रयोगकर्ता gimprc फाइल प्रयोग गर्नुहोस्
वैकल्पिक प्रणाली gimprc फाइल प्रयोग गर्नुहोस्
चलाउन समूह आदेश (धेरै पटकसम्म प्रयोग गर्न सकिन्छ)
समूह आदेशहरू प्रक्रिया गर्ने कार्यविधि
संवाद प्रयोगको सट्टामा कन्सोलमा सन्देशहरू पठाउनुहोस्
PDB मिल्दोपना मोड (बन्द_BAR_खुला_BAR_चेतावनी)
क्र्याशको केसमा त्रुटि सच्याउनुहोस् (कहिले पनि होइन_BAR_सोधेर_BAR_सधै)
घातक नभएको त्रुटि सच्याउने सङ्केत ह्यान्डलरहरू सक्षम पार्नुहोस्
सबै चेतावनीलाई घातक बनाउनुहोस्
पूर्वनिर्धारित सेटिङसँग एउटा gimprc फाइल निर्गत गर्नुहोस्
[FILE_BAR_URI...]
गिम्पले प्रयोगकर्ता इन्टरफेसको लाइन छवि थालनी गर्न सकेन। तपाईँको प्रदर्शन गर्ने परिवेशको अवस्थाका लागि उपयुक्त सेटअप अवस्थित छ भनि निश्चित गर्नुहोस्।
अर्को गिम्प दृष्टान्त पहिल्यै चलिरहेको छ ।
गिम्प निर्गत । यो सञ्झ्याल बन्द गर्न कुनै क्यारेक्टर टाइप गर्नुहोस् ।
(यो सञ्झ्याल बन्द गर्न कुनै क्यारेक्टर टाइप गर्नुहोस्)
गिम्प निर्गत । तपाईँ सञ्झ्याल सानो पार्न सक्नुहुन्छ, तर यसलाई बन्द नगर्नुहोस् ।
कन्फिगर गरिएको फाइलनाम सङ्केतन UTF-8 मा रूपान्तरण गर्न सकिँदैन: %s कृपया परिवेश चल G_FILENAME_ENCODING को मान जाँच्नुहोस्।
गिम्प प्रयोगकर्ता समायोजन राखेको डाइरेक्टरीको नाम UTF-८ मा रूपान्तरण गर्न सकिँदैन: %s UTF-८ बाट तपाईँको फाइल प्रणालीले फाइलहरू विभिन्न सङ्केतनमा सङ्ग्रह गर्ने धेरै सम्भावना छ र तपाईँले यस बारेमा GLib लाई केही भन्नु भएन। कृपया वातावरण चल G_FILENAME_ENCODING सेट गर्नुहोस्।
%s संस्करण %s
dialogs-action
ब्रसहरू
बफरहरू
च्यानलहरू
रङमानचित्र
प्रसँग
सूचक जानकारी
त्रुटि सच्याउनुहोस्
संवादहरू
डक
डक गर्न योग्य
कागजातको इतिहास
रेखाङ्कन गर्न सकिने
dialogs-action
dialogs-action
vector-mode
त्रुटि कन्सोल
फाइल
फन्टहरू
dialogs-action
ग्रेडियन्टहरू
मद्दत
align-reference-type
छविहरू
तहहरू
dialogs-action
रङदानीहरू
बाँन्कीहरू
प्लगइनहरू
undo-type
नमूना बिन्दुहरू
चयन गर्नुहोस्
टेम्प्लेटहरू
पाठ सम्पादक
उपकरण विकल्पहरू
उपकरणहरू
बाटोहरू
दृश्य
brush-editor-action
brush-editor-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
brushes-action
buffers-action
buffers-action
buffers-action
buffers-action
buffers-action
buffers-action
buffers-action
buffers-action
buffers-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
channels-action
vectors-action
channels-action
vectors-action
channels-action
vectors-action
च्यानल गुण
च्यानल गुण सम्पादन गर्नुहोस्
च्यानल रङ सम्पादन गर्नुहोस्
अस्पष्टता भर्नुहोस्:
च्यानल
नयाँ च्यानल
नयाँ च्यानल विकल्पहरू
नयाँ च्यानल रङ
%s च्यानल प्रतिलिपिcolormap-action
colormap-action
palette-editor-action
colormap-action
colormap-action
colormap-action
colormap-action
रङमानचित्र प्रविष्टि #%d सम्पादन गर्नुहोस्
रङमानचित्र प्रविष्टि सम्पादन गर्नुहोस्config-action
config-action
context-action
context-action
image-action
layers-action
context-action
context-action
ब्रुस
बाँन्की
context-action
ग्रेडियन्ट
context-action
context-action
context-action
context-action
context-action
context-action
context-action
context-action
context-action
context-action
cursor-info-action
cursor-info-action
गाभिएको नमूना
select-action
'%s' खोल्न असफल: %s
शीर्षक विहिनwindows-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
सूचक
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
dialogs-action
गिम्पको बारेमा
उपकरण बाकस
उपकरणबाकस बढाउनुहोस्
dock-action
dock-action
dock-action
view-action
view-action
dock-action
dockable-action
dockable-action
dockable-action
dockable-action
dockable-action
dockable-action
preview-size
preview-size
preview-size
preview-size
preview-size
preview-size
preview-size
preview-size
preview-size
tab-style
tab-style
tab-style
tab-style
tab-style
tab-style
dockable-action
dockable-action
dockable-action
dockable-action
dockable-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
documents-action
कागजातको इतिहास खाली गर्नुहोस्
drawable-action
drawable-action
drawable-action
drawable-action
drawable-action
drawable-action
drawable-action
drawable-action
drawable-action
vectors-action
drawable-action
vectors-action
drawable-action
drawable-action
drawable-action
image-action
undo-type
image-action
undo-desc
image-action
drawable-action
image-action
drawable-action
image-action
अनुक्रमण गरिएको तहहरूमा बराबर गर्ने सञ्चालन हुँदैन।
अनुक्रमण गरिएको तहहरूमा उल्टो पार्ने सञ्चालन हुँदैन।
सेतो सन्तुलनले केबल RGB रङ तहहरूमा मात्र सञ्चालन गर्दछ।dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-action
dynamics-editor-action
dynamics-editor-action
edit-action
edit-action
edit-action
edit-action
edit-action
पूर्वस्थितिमा फर्काउनुहोस्
edit-action
रिडु गर्नुहोस्
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
फेड...
edit-action
text-tool-action
edit-action
text-tool-action
edit-action
edit-action
edit-action
text-tool-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
text-tool-action
edit-action
edit-action
edit-action
edit-action
edit-action
edit-action
%s पूर्वस्थितिमा फर्काउनुहोस्
%s रिडु गर्नुहोस्
%s फेड गर्नुहोस्...
पूर्वस्थितिमा फर्काउने इतिहास खाली गर्नुहोस्
छविको पूर्वस्थितिमा फर्काउने इतिहास साच्चै नै खाली गर्नुहुन्छ ?
छविको पुर्वावस्थितिमा फर्काएको इतिहास खाली गर्दा स्मृतिको %s प्राप्त गरिनेछ।
क्लिपबोर्डमा पिक्सेलहरू प्रतिलिपि गरियो
क्लिपबोर्डमा टाँस्नका लागि त्यहाँ छवि लगत छैन ।
क्लिपबोर्ड
दिइएको नाम काट्नुहोस्
यस बफरका लागि नाम प्रविष्ट गर्नुहोस्
नाम दिइएको प्रतिलिपि बनाउनुहोस्
दृश्यात्मक नाम दिइएको प्रतिलिपि बनाउनुहोस्
यसबाट काट्न त्यहाँ कुनै सक्रिय तह वा च्यानल छैन
(नाम नदिइएको बफर)
यसबाट प्रतिलिपि गर्न त्यहाँ कुनै सक्रिय तह वा च्यानल छैन।error-console-action
error-console-action
error-console-action
error-console-action
error-console-action
error-console-action
error-console-action
error-console-action
error-console-action
बचत गर्न सकिँदैन। केही पनि चयन गरिएको छैन।
फाइलमा त्रुटि लग बचत गर्नुहोस्
फाइल '%s' लेख्दा त्रुटि: %sfile-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
file-action
छवि खोल्नुहोस्
तहका रूपमा छवि खोल्नुहोस्
छवि बचत गर्नुहोस्
छविको प्रतिलिपि बचत गर्नुहोस्
नयाँ टेम्प्लेट सिर्जना गर्नुहोस्
यो टेम्प्लेटका लागि नयाँ नाम प्रविष्ट गर्नुहोस्
फर्काउन असफल। यो छविसँग कुनै फाइल नाम मिल्ने छैन।
छवि फर्काउनुहोस्
'%s' लाई '%s' मा फर्काउनुहुन्छ ?
डिक्समा बचत गरिएको अवस्थामा छविलाई फर्काएमा, तपाईँले पूर्वस्थितिमा फर्काउनु भएको सबै छविको सूचना सहित सम्पूर्ण परिवर्तन गुमाउनु हुँनेछ।
(नाम नदिइएको टेम्प्लेट)
'%s' लाई पछाडि फर्काउन असफल: %sfonts-action
fonts-action
fonts-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-action
gradient-editor-color-type
gradient-editor-action
gradient-editor-color-type
gradient-editor-color-type
gradient-editor-color-type
gradient-editor-color-type
gradient-editor-blending
gradient-editor-blending
gradient-editor-blending
gradient-editor-blending
gradient-editor-blending
gradient-editor-blending
image-convert-action
gradient-editor-coloring
gradient-editor-coloring
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
सबै जुम गर्नुहोस्
सबै जुम गर्नुहोस्
खण्डका लागि मिसाउने प्रकार्य
खण्डका लागि रङ लगाउने प्रकार
खण्ड घुमाउनुहोस्
खण्ड रेप्लिकेट गर्नुहोस्...
मध्यबिन्दुमा खण्ड विभाजन गर्नुहोस्
समानरूपले खण्ड विभाजन गर्नुहोस्...
खण्ड मेटनुहोस्
खण्डको मध्यबिन्दु पुन: केन्द्रमा ल्याउनुहोस्
खण्डमा ह्यान्डलहरू पुन: वितरण गर्नुहोस्
चयनका लागि मिसिएको प्रकार्य
चयनका लागि रङ लगाउने प्रकार
चयन घुमाउनुहोस्
चयन रेप्लिकेट गर्नुहोस्...
मध्यबिन्दुमा खण्डहरू विभाजन गर्नुहोस्
समानरूपले खण्ड विभाजन गर्नुहोस्...
चयन मेट्नुहोस्
चयनमा मध्यबिन्दु पुन: केन्द्रमा ल्याउनुहोस्
चयनमा ह्याण्डलहरू पुन:-वितरण गर्नुहोस्
बायाँ अन्तिमबिन्दु रङ
ग्रेडियन्ट खण्डको बायाँ अन्तिमबिन्दु रङ
दायाँ अन्तिमबिन्दु रङ
ग्रेडियन्ट खण्डको दायाँ अन्तिमबिन्दु रङ
रेप्लिकेट खण्ड
रेप्लिकेट ग्रेडियन्ट खण्ड
चयन रेप्लिकेट गर्नुहोस्
ग्रेडियन्ट चयन रेप्लिकेट गर्नुहोस्
रेप्लिकेट
चयन गरिएको खण्ड रेप्लिकेट कति पटक गरिने हो चयन गर्नुहोस्।
चयन रेप्लिकेट गरिने कति पटक हो चयन गर्नुहोस्।
समान रूपले खण्ड विभाजन गर्नुहोस्
समानरूपले ग्रेडियन्ट खण्ड विभाजन गर्नुहोस्
समानरूपले खण्डहरू विभाजन गर्नुहोस्
समान रूपले ग्रेडियन्ट खण्डहरू विभाजन गर्नुहोस्
विभाजन गर्नुहोस्
धेरै नम्बरमा समरूपी भागहरू चयन गर्नुहोस् जहाँ चयन गरिएका खण्ड विभाजन गरिन्छ।
धेरै नम्बरमा समरूपी भागहरू चयन गर्नुहोस् जहाँ चयन गरिएकामा खण्डलाई विभाजन गरिन्छ।gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
gradients-action
POV-Ray जस्तै '%s' बचत गर्नुहोस्help-action
help-action
help-action
help-action
image-action
image-action
image-action
image-action
layers-action
image-action
image-action
स्वत:
plug-in-action
image-action
image-action
image-action
image-action
image-action
image-action
image-action
image-action
image-action
image-action
image-action
image-action
image-action
layers-action
image-action
image-action
image-action
image-action
layers-action
layers-action
layers-action
image-action
image-action
image-action
image-convert-action
image-convert-action
image-convert-action
image-convert-action
image-convert-action
image-action
image-action
image-action
image-action
image-action
छवि क्यानभास साइज सेट गर्नुहोस्
रिसाइज गर्दैछ
छवि मुद्रण रिज्योलुसन सेट गर्नुहोस्
फ्लिप गर्दैछ
परिक्रमण
काट्न सकिँदैन किनभने भर्खरै चयन गरिएको खाली छ।
मुद्रण साइज परिवर्तन गर्नुहोस्
मापन गर्दैछimages-action
images-action
images-action
images-action
view-action
images-action
images-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
undo-type
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
layers-action
Shift
layers-action
तहको गुण
तहको गुण सम्पादन गर्नुहोस्
transform-type
नयाँ तह
नयाँ तह सिर्जना गर्नुहोस्
तहको सीमाना साइज सेट गर्नुहोस्
undo-type
तह काट्नुहोस्
कृपया एउटा च्यानल पहिला चयन गर्नुहोस्
undo-type
palette-editor-action
palette-editor-action
palette-editor-action
palette-editor-action
palette-editor-action
palette-editor-action
palette-editor-action
palette-editor-action
view-zoom-action
view-zoom-action
सबै जुम गर्नुहोस्
रङदानी रङ सम्पादन गर्नुहोस्
रङदानी प्रविष्टि सम्पादन गर्नुहोस्palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
palettes-action
रङदानी गाभ्नुहोस्
गाभिएको रङदानीका लागि नाम प्रविष्ट गर्नुहोस्patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
patterns-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
plug-in-action
"%s" दोहोर्याउनुहोस्
"%s" पुन: देखाउनुहोस्
अन्तिमको देखाउनुहोस्
अन्तिमको पुन: देखाउनुहोस्
सबै फिल्टरहरू रिसेट गर्नुहोस्
के तपाईँ साच्चै सबै फिल्टरहरू पूर्वनिर्धारित मानहरूमा रिसेट गर्न चाहनुहुन्छ ?quick-mask-action
quick-mask-action
quick-mask-action
quick-mask-action
quick-mask-action
quick-mask-action
छिटो मास्क गुण
छिटो मास्क गुण सम्पादन गर्नुहोस्
छिटो मास्क रङहरू सम्पादन गर्नुहोस्
मास्क अस्पष्टता:sample-points-action
sample-points-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
select-action
undo-type
यसद्वारा चयन हल्का पार्नुहोस्
यसद्वारा चयन खुम्च्याउनुहोस्
छवि किनाराबाट खुम्च्याउनुहोस्
undo-type
यसद्वारा चयन बढाउनुहोस्
undo-type
यसद्वारा किनारा चयन
प्वाँख किनारा
छवि किनाराहरूमा छनौट ताल्चा गर्नुहोस्
स्ट्रोकका लागि त्यहाँ कुनै सक्रिय तह वा च्यानल छैन।
undo-type
templates-action
templates-action
templates-action
templates-action
templates-action
templates-action
templates-action
templates-action
templates-action
templates-action
नयाँ टेम्प्लेट
नयाँ टेम्प्लेट सिर्जना गर्नुहोस्
टेम्प्लेट सम्पादन गर्नुहोस्
टेम्प्लेट मेट्नुहोस्
के तपाईँ पक्का सूची र डिक्सबाट टेम्प्लेट '%s' मेट्न चाहनुहुन्छ ?text-editor-action
text-editor-action
text-editor-action
undo-type
text-tool-action
text-editor-action
text-tool-action
text-editor-action
tool-options-action
पाठ फाइल खोल्नुहोस् (UTF-8)
पढ्नका लागि '%s' खोल्न सकेन: %stext-tool-action
text-tool-action
text-tool-action
text-tool-action
text-tool-action
text-tool-action
text-tool-action
text-tool-action
text-tool-action
tool-options-action
tool-options-action
tool-options-action
tool-options-action
tool-presets-action
tool-options-action
tool-options-action
tool-options-action
tool-options-action
के तपाईँ साँच्चिकै पूर्वनिर्धारित मानहरूमा सबै उपकरण विकल्पहरू रिसाइज गर्न चाहनुहुन्छ ?tool-presets-action
tool-presets-action
tool-presets-action
tool-presets-action
tool-presets-action
tool-presets-action
tool-presets-action
tool-presets-action
tool-presets-action
tool-presets-action
tool-presets-action
tool-presets-action
tool-preset-editor-action
tool-preset-editor-action
tools-action
tools-action
tools-action
tools-action
tools-action
tools-action
tools-action
tools-action
tools-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
vectors-action
बाटो विशेषताहरू
बाटो गुण सम्पादन गर्नुहोस्
vector-mode
नयाँ बाटो
नयाँ बाटो विकल्पहरू
undo-type
view-action
जुम
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
जुम उल्टाउनुहोस्
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-zoom-action
view-padding-color
view-padding-color
view-padding-color
view-padding-color
view-padding-color
view-padding-color
view-padding-color
view-padding-color
view-padding-color
view-padding-color
जुम उल्टाउनुहोस् (%d%%)
अरू (%s)...
जुम (%s)
क्यानभास प्याडिङ रङ सेट गर्नुहोस्
अनुकूल क्यानभास प्याडिङ रङ सेट गर्नुहोस्
पर्दा %s
यो सञ्झ्याललाई पर्दा %s मा सार्नुहोस्windows-action
windows-action
windows-action
windows-action
windows-action
windows-action
windows-action
windows-action
windows-action
windows-action
windows-action
curve-type
curve-type
histogram-channel
message-severity
रातो
हरियो
नीलो
histogram-channel
color-frame-mode
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
select-criterion
select-criterion
dynamics-output-type
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
layer-mode-effects
स्वाप फाइल खोल्न अक्षम । गिम्प स्मृतिबाट बाहिर गइसक्यो र स्वाप फाइल प्रयोग गर्न सकिँदैन। तपाईँको छविहरूको केही भागहरू बिग्रिन सक्छ। तपाईँको कामलाई फरक फाइलनामहरू प्रयोग गरी बचत गर्नुहोस्, गिम्प पुन: सुरूआत गर्नुहोस् र तपाईँको प्राथमिकतामा स्वाप डाइरेक्टरीको स्थान जाँच गर्नुहोस् ।
स्वाप फाइल रिसाइज गर्न असफल: %scursor-mode
cursor-mode
cursor-mode
canvas-padding-mode
canvas-padding-mode
canvas-padding-mode
canvas-padding-mode
space-bar-action
space-bar-action
space-bar-action
zoom-quality
zoom-quality
help-browser-type
help-browser-type
window-hint
window-hint
window-hint
cursor-format
cursor-format
handedness
handedness
लेख्नका लागि '%s' खोल्न सकेन: %s
'%s': %s लेख्दा त्रुटि
'%s': %s पढ्दा त्रुटि
तपाईँको '%s' फाइल पदवर्णन गर्ने क्रममा त्रुटि भयो। पूर्वनिर्धारित मानहरू प्रयोग गरिनेछ। तपाईँको कन्फिगरेसनको जगेडा '%s' सिर्जना गरिएको छ।
जब सक्षम पारिन्छ, छवि चाहिँ एउटा सक्रिय छविमा परिवर्तन हुन्छ, जब त्यसको छवि सञ्झ्यालले केन्द्र प्राप्त गर्दछ। यो "फोकसमा क्लिक गर्नुहोस्" प्रयोग गर्ने सञ्झ्याल प्रबन्धकका लागि महत्त्वपूर्ण हुन्छ।
यदि अनुकूल रङमा प्याडिङ मोड सेट गर्ने हो भने प्रयोग गरिएको क्यानभास प्याडिङ रङ सेट गर्दछ।
छवि वरिपरि क्षेत्र कसरी कोर्न सकिन्छ निर्दिष्ट गर्दछ।
फाइल खोल्दा सम्मिलित रङ प्रोफाइल कसरी ह्यान्डल गर्ने ।
बचत नगरिकन बन्द गर्नुभन्दा पहिले यकिनका लागि सोध्नुहोस्।
माउस सूचकका लागि प्रयोग गर्न पिक्सेल ढाँचा सेट गर्दछ।
प्रयोग गर्न माउस सूचकको प्रकार सेट गर्दछ।
प्रसङ्ग-निर्भर माउस सूचकहरू सहयोगी हुन्छ। तिनिहरू पूर्वनिर्धारणद्वारा सक्षम हुन्छन्। यद्यपि, तिनिहरूलाई ओभरहेड चाहिन्छ जुन तपाईँ नलिकन प्रयोग गर्न चाहनुहुन्छ।
जब सक्षम पारिन्छ, यसले यो निश्चय गर्दछ कि छविको प्रत्येक पिक्सेलले पर्दाको पिक्सेलमा मानचित्र बनाउँछ।
यो पिक्सेलमा दूरी हो जहाँ मार्गदर्शक र ग्रिडले स्न्यापिङ क्रियाकलापहरू हुन्छ।
उपकरणहरू जस्तै अस्पष्ट चयन र बाल्टिन भर्नेले सिड-फिल अल्गिरिदम आधारित क्षेत्रहरू फेला पार्दछ। सिड-फिल सुरुमा चयन गरिएको पिक्सेलमा सुरु हुन्छ र सबै दिशामा अगाडि बढ्छ जबसम्म पिक्सेल तिब्रताको भिन्नता वर्णन गरिएको प्रवेशमा भन्दा वास्तवमा बढी हुन्छ। यो मानले पूर्वनिर्धारित प्रवेशको प्रतिनिधित्व गर्दछ।
जब सक्षम पारिन्छ, चयन गरिएको ब्रुस सबै उपकरणहरूका लागि प्रयोग हुँनेछ।
जब सक्षम पारिन्छ, चयन गरिएको ग्रेडियन्ट सबै उपकरणहरूका लागि प्रयोग हुँनेछ।
जब सक्षम पारिन्छ, चयन गरिएको बाँन्की सबै उपकरणहरूका लागि प्रयोग हुँनेछ।
मद्दत प्राणलीद्वारा प्रयोग गरिएको ब्राउजर सेट गर्दछ।
छवि सञ्झ्याल स्थितिपट्टीहरूमा देखाउन पाठहरू सेट गर्दछ।
छवि सञ्झ्याल शीर्षकहरूमा देखाउन पाठहरू सेट गर्दछ।
जब सक्षम पारिन्छ, यसले निश्चय गर्दछ कि फाइल खोलिए पछि पूरै छवि देखिन्छ, नत्रभने यो १:१ को मापसँगै प्रदर्शन हुँनेछ।
मापन र अरू स्थानान्तरणहरूका लागि प्रयोग गरिएको अन्तरवेसनको स्तर सेट गर्दछ।
फाइम मेनुमा राख्न भर्खरै खोलिएको छवि फाइलनामहरू कति छन।
कमिलाहरूको चालको गति रूपरेखा चयनमा छ। यो मान मिलिसेकेण्डमा छ (थोरै समयले छिटो चाललाई सङ्केत गर्दछ)।
यदि यहाँ निर्दिष्ट गरिएको साइज भन्दा बढी स्मृति लिने एउटा छवि सिर्जना गर्ने प्रयास गरेमा गिम्पले प्रयोगकर्तालाई चेतावनी दिनेछ
डट प्रति इन्चमा मोनिटरको तेर्सो रिजोल्युसन सेट गर्दछ। यदि ० मा सेट गरियो भने, तेर्सो र ठाडो दुवै रिजोल्युसन सूचनाका लागि एक्स सर्भरलाई क्वेरी गर्न जोर गर्दछ।
डट प्रति इन्चमा मोनिटरको तेर्सो रिजोल्युसन सेट गर्दछ। यदि ० मा सेट गरियो भने, तेर्सो र ठाडो दुवै रिजोल्युसन सूचनाका लागि एक्स सर्भरलाई क्वेरी गर्न जोर गर्दछ।
यदि सक्षम पारिएमा, सार्ने उपकरणले सक्रिय रुपमा सम्पादित तह वा बाटो सेट गर्छ । यो पूराना संस्करणमा पूर्वनिर्धारित व्वहारका रुपमा प्रयोग गरिएको हुनुपर्दछ ।
छवि सञ्झ्यालको तल्लो दायाँ कुनामा उपलब्ध नेभिगेसन पूर्वावलोकनको साइज सेट गर्दछ।
कति प्रक्रियाकर्ता GIMP समकालिन रुपमा प्रयोग गर्ने प्रयास गरिनु पर्छ सेट गर्छ ।
गिम्पले तह र च्यानलको पूर्वावलोकन सिर्जना गर्न सेट गर्दछ। तह र च्यानल संवादमा पूर्वावलोकन हुनु राम्रो हो तर ठूलो छविहरूसँग काम गर्दा यसले अन्य सामाग्रीलाई ढिलो बनाउन सक्छ।
नयाँ सिर्जना गरिएको संवादहरूमा पूर्वावलोकन गर्न तहहरू र च्यानल प्रयोगका लागि पूर्वावलोकन साइज सेट गर्दछ।
जब सक्षम पारिन्छ, छवि सञ्झ्याल स्वचालित रूपमा रिसाइज हुन्छ, जुन बेला भौतिक छवि साइज परिवर्तन हुन्छ।
जब सक्षम पारिन्छ, छवि सञ्झ्याल स्वचालित रूपमा रिसाइज हुन्छ, जब छविहरूको भित्र जुम गरिन्छ वा चित्र भन्दा बाहिर गरिन्छ।
गिम्पलाई तपाईँको हरेक सुरुवातको अन्तिममा बचत गर्नुभएको सत्रलाई पुर्वावस्थामा ल्याउन दिनुहोस्।
गिम्प सत्रमा भएको हालको उपकरण, बाँन्की, रङ र ब्रुसलाई सम्झनुहोस्।
GIMP निस्कदा मुख्य सम्बादको स्थिति र साइज बचत गर्छ ।
गिम्प निस्कदा उपकरण विकल्प बचत गर्नुहोस् ।
जब सक्षम पारिन्छ, सबै रङ लगाउने उपकरणहरूले हालको ब्रुसको रूपरेखाको पूर्वावलोकन देखाउँछ।
जब सक्षम पारिन्छ, संवादले मद्दत बटन देखाउँछ जसले सम्बन्धित सहयोग पन्नामा प्रवेश दिन्छ। यो बटन बिना पनि मद्दत पृष्ठमा F1 थिचेर पनि पुग्न सकिन्छ।
जब सक्षम पारिन्छ, रङ लगाउने उपकरण प्रयोग भएको बेलामा माउस सूचक छवि माथि देखिनेछ।
जब सक्षम पारिन्छ, पूर्वनिर्धारितद्वारा मेनुपट्टी देख्न सकिन्छ। यो "View->Show Menubar" आदेशसँगै टगल गर्न सकिन्छ।
जब सक्षम पारिन्छ, पूर्वनिर्धारितद्वारा रूलर देख्न सकिन्छ। यो "View->Show Rulers" आदेशसँगै टगल गर्न सकिन्छ।
जब सक्षम पारिन्छ, पूर्वनिर्धारितद्वारा स्क्रोलपट्टी देख्न सकिन्छ। यो "View->Show Scrollbars" आदेशसँगै टगल गर्न सकिन्छ।
जब सक्षम पारिन्छ, पूर्वनिर्धारितद्वारा स्थितिपट्टी देख्न सकिन्छ। यो "View->Show Statusbar" आदेशसँगै टगल गर्न सकिन्छ।
जब सक्षम पारिन्छ, पूर्वनिर्धारितद्वारा चयन देख्न सकिन्छ। यो "View->Show Selection" आदेशसँगै टगल गर्न सकिन्छ।
जब सक्षम पारिन्छ, पूर्वनिर्धारितद्वारा तहको सीमा देख्न सकिन्छ। यो "View->Show Layer Boundary" आदेशसँगै टगल गर्न सकिन्छ।
जब सक्षम पारिन्छ, पूर्वनिर्धारितद्वारा मार्गदर्शक देख्न सकिन्छ। यो "View->Show Guides" आदेशसँगै टगल गर्न सकिन्छ।
जब सक्षम पारिन्छ, पूर्वनिर्धारितद्वारा ग्रिड देख्न सकिन्छ। यो "View->Show Grid" आदेशसँगै टगल गर्न सकिन्छ।
जब सक्षम पारिन्छ, पूर्वनिर्धारितद्वारा नमूना बिन्दु देख्न सकिन्छ। यो "View->Show Sample points" आदेशसँगै टगल गर्न सकिन्छ।
एउटा वस्तु माथि सूचक होभरहरू भएको बेलामा एउटा उपकरणटिप देखाउनुहोस्।
छवि सञ्झ्याल भित्रको स्पेस बार थिचिदा के गर्ने ।
साटिएका फाइलको स्थान सेट गर्दछ। गिम्पले टायलमा आधारित स्मृति भाग स्किमाको प्रयोग गर्दछ। स्वाप फाइलले टायलहरूलाई छिटो र सजिलै डिस्क बाहिर र भित्र साट्न प्रयोग गरिन्छ। सावधन हुनुहोस् कि यदि गिम्प ठूलो छविसँग प्रयोग गरिन्छ भने स्वाप फाइल सजिलै धेरै ठुलो हुनसक्छ। साथै यदि साटिएका फाइल डाइरेक्टरीमा बनाइएको छ जुन NFS मा चढेको छ भने अवस्था साह्यै सुस्त पनि हुनसक्छ। यहि कारणले स्वाप फाइललाई "/tmp" मा राख्ने ईच्छा गरिएको हुन सक्दछ।
जब सक्षम पारिन्छ, मेनुलाई बन्द गर्न सकिन्छ।
जब सक्षम पारिन्छ, मेनु वस्तु हाइलाइट भएको बेला कुञ्जी संयोजन मिलाएर मेनु वस्तुका लागि कुञ्जीपाटी सर्टकटहरूलाई बदल्न सक्नुहुन्छ।
गिम्प बाहिर निस्कदा परिवर्तन भएका कुञ्जीपाटी सर्टकटहरू बचत गर्नुहोस् ।
हरेक गिम्प सुरुवात गर्दा बचत गरिएका कुञ्जीपाटी सर्टकटहरू पूर्वावस्थामा फर्काउनुहोस्।
अस्थायी भण्डारणका लागि फोल्डर सेट गर्दछ । कर्सरले गिम्पलाई चलाईरहेको बेलामा फाइलहरू यहाँ देखा पर्नेछन् । गिम्प निस्कदा धेरैजसो फाइल हराउँदछ तर केही फाइलहरू रहिरहन्छन्, त्यसैले यो फोल्डर एक नहुन अन्य प्रयोगकर्तामा बाँडफाँड गर्नुपर्छ ।
खुल्ला संवादमा देखाइएको थम्बनेलको साइट सेट गर्दछ ।
यदि पूर्वावलोकन गरिएको फाइल यहाँ सेट गरिएको साइज भन्दा सानो छ भने खुल्ला संवादमा रहेको थम्बनेल स्वत अद्यावधिक हुन्छ।
यो दायरा भन्दा पिक्सेल लगतो मात्र बढी भएमा, GIMP ले डिस्कमा टायल साटासाट गर् सुरु गर्छ । यो सार्है ढिला भए पानि यसले छवि कार्य गर्न सम्भव बनाउछ अन्यथा स्मृतिमा ठीक हुने छैन । यदि तपाईँसँग प्रयाप्त RAM भएमा, तपाईँले यसलाई उच्च मानमा सेट गर्न चाहनुहुन्छ ।
म्यानर सेट गर्दछ जसमा छविहरूमा पारदर्शीता प्रदर्शन हुन्छ।
पारदर्शी प्रदर्शनमा प्रयोग हुने जाँच्ने बोर्डको साइज सेट गर्दछ।
सक्षम पार्दा, यो खोले देखि परिवर्तन नगरिएको भएमा GIMP ले छवि बचत गर्ने छैन ।
पूर्वस्थितिमा फर्काउन सकिने ज्यादै थोरै नम्बरको सञ्चालनहरू सेट गर्दछ। धेरै पूर्वस्थितिमा फर्काउने स्तरहरू उपलब्ध गराईन्छ जबसम्म पूर्वस्थितिमा फर्काउने साइज सीमा पुग्दैन।
थाक पूर्वस्थितिमा फर्काउने सञ्चालन जारी राख्न प्रत्येक छविले प्रयोग गर्ने स्मृतिको माथिल्लो सिमा सेट गर्दछ। यो सेट सेटिङमा ध्यान नदिदा, कम्तीमा पनि कन्फिगर गरिएको रूपमा पूर्वस्थितिमा फर्काएको-स्तरहरू जति पूर्वस्थितिमा फर्काउन सकिन्छ।
पूर्वस्थितिमा फर्काउने इतिहासमा पूर्वावलोकनहरूका साइज सेट गर्दछ।
जब सक्षम पारिन्छ, F1 थिच्दा मद्दत ब्राउजर खुल्दछ।
घातक पदवर्णन त्रुटि
टोकन %s का लागि वैध मान UTF-8 स्ट्रिङ होइनconvert-dither-type
कुनै पनि होइन
convert-dither-type
convert-dither-type
convert-palette-type
convert-palette-type
convert-palette-type
convert-palette-type
align-reference-type
align-reference-type
transform-type
align-reference-type
align-reference-type
fill-type
fill-type
fill-type
fill-type
पारदर्शीता
stroke-method
fill-style
stroke-method
join-style
join-style
cap-style
cap-style
cap-style
ink-blob-type
dash-preset
dash-preset
dash-preset
dash-preset
dash-preset
dash-preset
dash-preset
dash-preset
dash-preset
dash-preset
brush-generated-shape
ink-blob-type
तेर्सो
ठाडो
item-set
item-set
item-set
item-set
view-size
view-size
view-size
view-size
view-size
view-size
view-size
view-size
view-size
view-type
view-type
thumbnail-size
thumbnail-size
thumbnail-size
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
ग्रिड
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
tab-style
undo-type
रङ लगाउनुहोस्
undo-type
undo-type
undo-type
प्लगइन
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
मसि
undo-type
select-criterion
select-criterion
message-severity
message-severity
color-profile-policy
color-profile-policy
color-profile-policy
dynamics-output-type
अस्पष्टता
rect-select-mode
साह्रोपन
dynamics-output-type
खाली स्थान
दर
"%s" मेट्न असफल: %s
टासिएको तहundo-type
undo-type
undo-type
undo-type
undo-type
विश्वव्यापि बफर
FG बाट BG (RGB)
FG बाट BG (HSV घडिको विपरित दिशा)
FG बाट BG (HSV घडिको दिशा अनुसार ह्यु)
पारदर्शीमा FGtags-locale:lt
तपाईँले GIMP %s पहिले प्रयोग गरिएको देखिन्छ । GIMP ले अहिले तपाईँको प्रयोगकर्ता सेटिङ '%s' मा सार्ने छ ।
तपाईँले गिम्प पहिलो पटक प्रयोग गर्नुभएको देखिन्छ । गिम्पले अब '%s' नाम गरिएको फोल्डर सिर्जना गर्नेछ र यसमा केही फाइल प्रतिलिपि गर्नेछ ।
'%s' बाट फाइल '%s' प्रतिलिपि बनाउँदैछ...
फोल्डर '%s' सिर्जना हुँदैछ...
फोल्डर '%s' सिर्जना गर्न सकिँदैन: %s
थालनी
अन्तरिक कार्यविधिहरू
डेटा फाइलहरूका लागि हेर्दै
प्यारासाइटहरू
फन्ट (यसले केही समय लिन सक्छ)
मोड्युलहरू
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: चौडाइ = ०।
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: उचाइ = ०।
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: बाइट्स = ०।
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: अज्ञात गहिराइ %d।
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: अज्ञात संस्करण %d।
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: फाइल काटिएको देखापर्यो।
ब्रुस फाइल '%s' मा अवैध UTF-8 स्ट्रिङ छ।
बेनामी
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: असमर्थित ब्रुस गहिराइ %d गिम्प ब्रुसहरू GRAY वा RGBA हुनुपर्दछ।
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: abr ढाँचा संस्करण %d डिकोड गर्न अक्षम।
ब्रुस फाइल '%s' मा घातक पद वर्णन त्रुटि: चौडा ब्रुशहरू समर्थित छैन ।
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: गिम्प ब्रुस फाइल होइन।
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: %d लाइनमा अज्ञात गिम्प ब्रुस संस्करण ।
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: %d लाइनमा अज्ञात गिम्प ब्रुस आकार ।
रेखा %d: %s
फाइल %d लाइनमा काटिएको छ
ब्रुस फाइल '%s' पढ्ने क्रममा त्रुटि: %s
ब्रुस फाइल '%s' मा घातक पदवर्णन त्रुटि: फाइल दुषित छ।undo-type
आयाताकार चयन
दीर्घवृत्त चयन
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
च्यानल माथि उठाउन सकिँदैन।
च्यानल धेरै तल झार्न सकिँदैन।undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
खाली च्यानलमा स्ट्रोक गर्न सकिँदैन।undo-type
undo-type
चयन मास्क
'%s' मेट्न सकेन: %s
डेटा बचत गर्न असफल: %s
प्रतिलिपि बनाउनुहोस्
%s प्रतिलिपि बनाउनुहोस्
डेटा लोड गर्न असफल: %sundo-type
मिसाउनुहोस्
चम्किलोपन-व्यतिरेक
यस सञ्चालनका लागि कुनै बाँन्की उपलब्ध छैन।undo-type
बाल्टिन भर्नु
रङ सन्तुलन
रङ्गिन बनाउनुहोस्
वक्रहरू
डिस्याचुरेटundo-type
अग्रभूमि उद्धरण
ह्यु-स्याचुरेसन
उल्टाउनुहोस्
स्तरहरूundo-type
पोस्टराइज
undo-type
थ्रेसहोल्डundo-type
घुमाउनुहोस्
स्थानान्तरणundo-type
मापन
ग्रेडिएन्ट फाइल '%s' मा पद वर्णन गर्दा घातक त्रुटि: त्रुटि %d मा पढ्नुहोस् ।
ग्रेडियन्ट फाइल '%s' मा घातक पदवर्णन त्रुटि: गिम्प ग्रेडियन्ट फाइल होइन।
ग्रेडियन्ट फाइल '%s' मा अवैध UTF-8 स्ट्रिङ।
ग्रडिएन्ट फाइल '%s' मा पद वर्णन गर्दा घातक त्रुटि: फाइल %d लाइनमा बिग्रिएको छ ।
ग्रेडिएन्ट फाइल '%s' मा पद वर्णन गर्दा त्रुटि: लाइन %d मा बिग्रिएको खण्ड %d ।
ग्रेडियन्ट फाइल '%s' दुषित छ: खण्डहरू ०-१ दायारा स्पान नगर्नुहोस्।
रेखात्मक ग्रेडियन्ट '%s' मा फेला परेन
'%s' बाट ग्रेडियन्ट आयात गर्न असफल: %s
ग्रिडको प्रयोगका लागि लाइन शैली
ग्रिडको अग्रभूमि रङ
ग्रिडको पृष्ठभूमि रङ: दुइपटक ड्यास दिइएको लाइन शैलीमा मात्र प्रयोग हुन्छ।
ग्रिड लाइनहरूको तेर्सो खाली स्थान।
ग्रिड लाइनहरूको ठाडो खाली स्थान।
पहिलो ग्रिड लाइनको तेर्सो अफसेट, यो नकरात्मक नम्बर हुनसक्छ।
पहिलो ग्रिड लाइनको ठाडो अफसेट, यो नकरात्मक नम्बर हुनसक्छ।
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
छविमा रूपान्तरण गर्न सकिँदैन: रङदानी खाली छ।undo-type
undo-type
undo-type
अनुक्रमणिका रङ (चरण २) मा रूपान्तरण गर्दै
अनुक्रमणिका गरिएको रङ (चरण ३) मा रूपान्तरण गर्दैundo-type
undo-type
undo-type
undo-type
undo-type
मार्गदर्शक हटाउनुहोस्
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
गाभ्नका लागि प्रर्याप्त दृश्यात्मक बाटोहरू छैनन्। त्यहाँ कम्तीमा पनि दुई वटा हुनुपर्दछ।
color-frame-mode
undo-type
undo-type
undo-type
नमूना बिन्दु हटाउनुहोस्
undo-type
%s पूर्वस्थितिमा फर्काउन सकिँदैन
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
फोल्डर
विशेष फाइल
टाढाको फाइल
पूर्वावलोकन सिर्जना गर्न क्लिक गर्नुहोस्
पूर्वावलोकन लोड हुँदैछ...
पूर्वावलोकन मिति भन्दा बाहिर छ
पूर्वावलोकन सिर्जना गर्न सकिँदैन
(पूर्वावलोकन मिति भन्दा बाहिर छ)
थम्बनेल '%s' खोल्न सकेन: %sundo-type
undo-type
undo-type
वस्तु अनन्य दृश्यात्मक सेट गर्नुहोस्
वस्तु अनन्य लिङ्क गरिएको सेट गर्नुहोस्undo-type
उत्प्लावन चयनबाट नयाँ तह सिर्जना गर्न सकिँदैन किनभने यो तह मास्क र च्यानलको स्वामित्त्वमा छ।undo-type
undo-type
undo-type
तह सार्नुहोस्
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
तह माथिसम्म उठ्न सकेन।
तह धेरै तल झार्न सकिँदैन।
%s मास्क
उत्प्लावन चयन (%s)
तहसँग पहिले नै एउटा भए पनि तह मास्क थप गर्न अक्षम।
निर्दिष्ट गरिएको तह भन्दा विभिन्न मात्राको तह मास्क थप गर्न सकिँदैन।undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
undo-type
अनुक्रमणिका %d
अज्ञात प्रकारको रङदानी फाइल: %s
रङदानी फाइल '%s' मा घातक पदवर्णन त्रुटि: लाइन %d पढ्नमा त्रुटि
रङदानी फाइल '%s' मा घातक पदवर्णन त्रुटि: जादु शीर्षक हराइराखेको छ।
रङदानी फाइल '%s' मा अवैध UTF-8 स्ट्रिङ
रङदानी फाइल '%s' पढ्दैछ: लाइन %d मा स्तम्भको नम्बर अवैध छ। पूर्वनिर्धारित मान प्रयोग गर्दै।
रङदानी फाइल '%s' पढ्दैछ: लाइन %d मा रातो भाग हराइराखेको छ।
रङदानी '%s' पढ्दैछ: लाइन %d मा नीलो भाग हराइराखेको छ।
रङदानी '%s' पढ्दैछ: लाइन %d मा RGB मान क्षेत्र भन्दा बाहिर छ।
बाँन्की फाइल '%s' मा घातक पदवर्णन त्रुटि: फाइल काटिएको देखापर्यो।
बाँन्की फाइल '%s'मा घातक पदवर्णन त्रुटि: अज्ञात बाँन्की ढाँचा संस्करण %d
बाँन्की फाइल '%s' मा घातक पदवर्णन त्रुटि: असमर्थित बाँन्की गहिराइ %d। गिम्प बाँन्कीहरू GRAY र RGB हुनुपर्दछ।
बाँन्की फाइल '%s' मा अवैध UTF-8 स्ट्रिङ छ।
%s कलब्याक सञ्चालन गर्न अक्षम। अनुकूल प्लगइन बिग्रिएको हुनसक्छ।
कृपया प्रतीक्षा गर्नुहोस्undo-type
चयन सार्नुहोस्
undo-type
undo-type
undo-type
undo-type
स्ट्रोकका लागि चयन गरिएको छैन ।
काट्न वा प्रतिलिपि बनाउन अक्षम किनभने चयन गरिएको क्षेत्र खाली छ।
चयन गरिएको फ्लोट गर्न सकेन किनभने चयन गरिएको क्षेत्र खाली छ।undo-type
फ्लोट गरिएको तह
यदि मिटर वास्तविक योग बिन्दुबाट मिटर-सिमा * लाइन-चौडाइ भन्दा बढीको दुरिमा विस्तार हुन्छ भने एउटा मिटरेड मिलानलाई एउटा प्रवणित योगमा रूपान्तरण गर्नुहोस्।
संयोजन प्रदर्शनका लागि एकाइ प्रयोग गरिन्छ जब थोप्ला-को-लागि थोप्ला मोडमा हुँदैन।
तेर्सो छविको रिजोल्युसन
ठाडो छविको रिजोल्युसनunit-singular
unit-plural
पिक्सेल
unit-plural
unit-singular
unit-plural
unit-singular
unit-plural
unit-singular
unit-plural
singular
गिम्प वेबसाइट हेर्नुहोस्
Mahesh Subedi <submanesh\@gmail\.com> Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin Shyam Krishna Bal https://launchpad.net/~shyamkrishna-bal
गिम्प तपाईँ सामु यस द्वारा ल्याइएको छ
यो अस्थायी विकास निष्कासन हो ।
च्यानल नाम:
चयनबाट सुरुआत गर्नुहोस्
अनुक्रमण गरिएको रङ रूपान्तरण
छवि अनुक्रमण गरिएको रङमा रूपान्तर गर्नुहोस्
रूपान्तरण गर्नुहोस्
रङहरूको अधिकतम सङ्ख्या:
मानचित्रबाट प्रयोग नगरिएका रङ हटाउनुहोस्
हल्लाउदै
रङ हल्लाउनु:
पारदर्शीको हल्लाई सक्षम पार्नुहोस्
अनुक्रमित रङ रुपान्तरण गर्दै
२५६ भन्दा बढी रङहरू रहेको रङदानीमा बदल्न सकिँदैन।
वस्तु मेट्नुहोस्
'%s' मेट्नुहुन्छ ?
तपाईँ सूचीबाट '%s' हटाएर यसलाई डिस्कमा मेट्न निश्चित हुनुहुन्छ ?
गिम्प सन्देश
यन्त्रहरू
यन्त्र वस्तुस्थिति
त्रुटिहरू
इतिहास
छवि टेम्प्लेटहरू
हिस्टोग्राम
चयन सम्पादक
पूर्वस्थितिमा फर्काउनुहोस्
इतिहास पूर्वस्थितिमा फर्काउनुहोस्
नेभिगेशन
नभिगेसन प्रदर्शन गर्नुहोस्
FG/BG
FG/BG रङ
फेड %s
फेड
मोड:
अस्पष्टता:
तह खोल्नुहोस्
स्थान खोल्नुहोस्
स्थान (URI) प्रविष्ट गर्नुहोस्:
दूर फाइल बचत गर्न विस्तार फाइलबाट फाइल ढाँचा निर्धारण आवश्यक पर्दछ। कृपया फाइल विस्तार प्रविष्ट गर्नुहोस् जसले चयन गरिएको फाइल ढाँचा मिल्दछ वा कुनै पनि फाइल विस्तार प्रविष्ट नगर्नुहोस्।
विस्तार बेमेल
दिइएको फाइलनामसँग कुनै ज्ञात फाइल विस्तार छैन। कृपया ज्ञात फाइल विस्तार प्रविष्ट गर्नुहोस् वा फाइल ढाँचा सूचीबाट एउटा फाइल ढाँचा चयन गर्नुहोस्।
दिएको फाइल विस्तार रोजिएको फाइल प्रकारसँग मिल्दैन।
के तपाईँले जे भए पनि सो नाम प्रयोग गर्दै छवि बचत गर्न चाहनुहुन्छ ?
बचत रद्द गरियो
'%s' बचत गर्न असफल: %s
ग्रिड कन्फिगर गर्नुहोस्
छवि ग्रिड कन्फिगर गर्नुहोस्
तहहरू गाभ्नुहोस्
तहहरू गाभ्ने विकल्पहरू
गाभ्नुहोस्
अन्तिम, गाभिएको तह हुनसक्छ:
चाहिएको जति बढाउनुहोस्
छविमा क्लिप गरिएको
तल्लो तहमा क्लिप गरिएको
अदृश्यात्मक तहहरू छाड्नुहोस्
नयाँ छवि सिर्जना गर्नुहोस्
टेम्प्लेट:
छविको साइज पक्का गर्नुहोस्
तपाईँले %s को साइजमा छवि सिर्जना गर्ने प्रयास गर्दै हुनुहुन्छ।
छानिएको साइजको छविले प्राथमिकता संवाद (हालमा %s) मा "Maximum Image Size" अनुसार के कन्फिगर गर्ने भन्दा बढी स्मृति प्रयोग गर्दछ।
छवि गुण
गुण
रङ प्रोफाइल
टिप्पणीdialog-title
माप गर्ने पक्का गर्नुहोस्
रोजिएको साइजको छविले प्राथमिकता संवाद (हालैमा %s) मा "Maximum Image Size" अनुसार के कन्फिगर दिने भन्दा बढी स्मृति प्रयोग गर्दछ।
रोजिएको साइजमा छवि मापन गर्दा केही तहहरू पूर्णतया खुम्चनेछन्।
के यो तपाईँले गर्न चाहनुभएको हो ?
आगत यन्त्रहरू कन्फिगर गर्नुहोस्
कुञ्जीपाटी सर्टकटहरू कन्फिगर गर्नुहोस्
सर्टकट कुञ्जी सम्पादनका लागि, अनुकूल पङ्क्तिमा क्लिक गर्नुहोस् र नयाँ गतिवर्धक टाइप गर्नुहोस्, वा खाली गर्न ब्याकस्पेस थिच्नुहोस्।
तहमा मास्क थप्नुहोस्
:मा तह मास्क प्रारम्भ गर्नुहोस्
मास्क उल्टो पार्नुहोस्
तहको नाम:
चौडाइ:
उचाइ:
तह भर्ने प्रकार
पाठबाट नाम सेट गर्नुहोस्
स्मृतिमा मात्र
धेरै लामो उपलब्ध छैन
लेखक:
संस्करण:
मिति:
प्रतिलिपि अधिकार:
स्थान:
अफसेट तह
अफसेट तह मास्क
अफसेट च्यानल
अफसेट
अफसेट
X:
Y:
x/2, y/2 द्वारा अफसेट
किनारा व्यवहार
वरिपरि बेर्नुहोस्
पृष्ठभूमि रङद्वारा भर्नुहोस्
पारदर्शी बनाउनुहोस्
एउटा नयाँ रङदानी आयात गर्नुहोस्
आयात गर्नुहोस्Source
स्रोत चयन गर्नुहोस्
छवि
गाभिएको नमूना
चयन गरिएका पिक्सेल मात्र
रङदानी फाइल
रङदानी फाइल चयन गर्नुहोस्Import
विकल्पहरू आयात गर्नुहोस्
नयाँ आयातहरू
रङदानीको नाम:
रङहरूको सङ्ख्या:
स्तम्भहरू:
अन्तराल:Preview
पूर्वावलोकन गर्नुहोस्
चयन गरिएको स्रोतमा रङ समावेश छैन ।
सबै प्राथमिकता रिसेट गर्नुहोस्
के तपाईँ सबै प्राथमिकता वास्तवमा पूर्वनिर्धारित मानमा रिसेट गर्न चाहनुहुन्छ?
तपाईँले निम्न परिवर्तनहरूले प्रभाव लिनका लागि गिम्प पुन: सुरु गर्नु पर्दछ:
अर्को पटक तपाईँले गिम्प सुरु गर्दा तपाईँको कुञ्जीपाटी सर्टकटले पूर्वनिर्धारित मानहरूमा रिसेट हुँनेछ।
सबै कुञ्जीपाटी सर्टकटहरू हटाउनुहोस्
के तपाईँ साँच्चिकै पूर्वनिर्धारित मानहरूमा सबै उपकरण विकल्पहरू रिसाइज गर्न चाहनुहुन्छ ?
अर्को पटक तपाईँले गिम्प सुरु गर्दा तपाईँको सञ्झ्याल सेटअपले पूर्वनिर्धारित मानहरूमा रिसाइज गर्नेछ।
अर्को पटक तपाईँले गिम्प सुरु गर्दा तपाईँको आगत यन्त्र सेटिङ पूर्वनिर्धारित मानहरूमा रिसाइज गर्नेछ।
अर्को पटक तपाईँले गिम्प सुरु गर्दा तपाईँको सञ्झ्याल सेटअपले पूर्वनिर्धारित मानहरूमा रिसाइज गर्नेछ।
मेनुपट्टी देखाउनुहोस्
रूलर देखाउनुहोस्
स्क्रोलपट्टी देखाउनुहोस्
स्थितिपट्टी देखाउनुहोस्
चयन देखाउनुहोस्
तहका सीमा देखाउनुहोस्
मार्गदर्शक देखाउनुहोस्
ग्रिड देखाउनुहोस्
क्यानभास प्याडिङ मोड:
अनुकूल प्याडिङ रङ:
अनुकूल क्यानभास प्याडिङ रङ चयन गर्नुहोस्
प्राथमिकताहरू
परिवेश
संसाधन उपभोग
न्यूनतम नम्बरमा पूर्वस्थितिमा फर्काउने स्तरहरू:
अधिकतम पूर्वस्थितिमा फर्काउने स्मृति:
टायल क्यास साइज:
अधिकतम नयाँ छवि साइज:
प्रयोगका लागि असंख्य प्रक्रियाहरू:
छवि थम्बनेलहरू
थम्बनेलहरूको साइज:
थम्बनेलिङका लागि अधिकतम फाइल साइज:
छविहरू बचत गर्दैछ
बचत नगरिएका छविहरूको बन्द यकिन गर्नुहोस्
प्रयोगकर्ताका लागि इन्टरफेस
इन्टरफेस
पूर्वावलोकनहरू
तह र च्यानलका पूर्वावलोकनहरू सक्षम पार्नुहोस्
पूर्वनिर्धारित तह र च्यानल पूर्वावलोकन साइज:
नेभिगेशन पूर्वावलोकन साइज:
कुञ्जीपाटी सर्टकटहरू
गतिशील कुञ्जीपाटी सर्टकट प्रयोग गर्नुहोस्
कुञ्जीपाटी सर्टकटहरू कन्फिगर गर्नुहोस्...
बाहिर जानेबेलामा कुञ्जीपाटी सर्टकटहरू बचत गर्नुहोस्
कुञ्जीपाटी सर्टकटहरू अहिले नै बचत गर्नुहोस्
पूर्वनिर्धारित मानहरूमा कुञ्जीपाटी सर्टकटहरू रिसेट गर्नुहोस्
सबै कुञ्जीपाटी सर्टकटहरू हटाउनुहोस्
विषयवस्तु
विषयवस्तु चयन गर्नुहोस्
हालको विषयवस्तु पुन: लोड गर्नुहोस्
मद्दत प्रणाली
साधारण
उपकरणटिपहरू देखाउनुहोस्
मद्दत बटनहरू देखाउनुहोस्
मद्दत ब्राउजर
प्रयोगका लागि मद्दत ब्राउजर:
निस्कँदा उपकरण विकल्पहरू बचत गर्नुहोस्
अहिले उपकरण विकल्पहरू बचत गर्नुहोस्
पूर्वनिर्धारित मानहरूमा बचत गरिएको सञ्झ्याल स्थितिहरू रिसेट गर्नुहोस्
मार्गदर्शक र ग्रिड स्न्याप गर्दै
स्न्याप दूरी:
पूर्वनिर्धारित अन्तरवेसन:
रङ लगाउने विकल्पहरू उपकरणहरू बीच विभाजन गरियो
उपकरण सार्नुहोस्
सक्रियतामा तह र बाटो सेट गर्नुहोस्
देखिएको
अग्रभूमि र पृष्ठभूमि रङ देखाउनुहोस्
सक्रिय ब्रुस, बाँन्की र ग्रेडियन्ट देखाउनुहोस्
सक्रिय छवि देखाउनुहोस्
पूर्वनिर्धारित नयाँ छवि
पूर्वनिर्धारित छवि
पूर्वनिर्धारित छवि ग्रिड
पूर्वनिर्धारित ग्रिड
छवि सञ्झ्यालहरू
पूर्वनिर्धारितद्वारा "थोप्लाका लागि थोप्ला" प्रयोग गर्नुहोस्
कमिलाहरूको चाल गति:
जुम र रिसाइजको व्यवहार
जुममा सञ्झ्याल रिसाइज गर्नुहोस्
छविको साइज परिवर्तन हुँदा सञ्झ्याल रिसाइज गर्नुहोस्
सञ्झ्यालमा ठीक हुने
प्रारम्भिक जुम अनुपात:
स्पेस पट्टी
स्पेस पट्टी थीच्दा:
माउस सूचक
ब्रुसको रूपरेखा देखाउनुहोस्
रङ लगाउने उपकरणका लागि सूचक देखाउनुहोस्
सूचक मोड
सूचक रेन्डर गर्दै:
छवि सञ्झ्याल मोड
साधारण मोडमा पूर्वनिर्धारित मोड
पूरापर्दा मोडमा पूर्वनिर्धारित मोड
छवि शीर्षक र स्थितिपट्टीको ढाँचा
शीर्षक र वस्तुस्थिति
हालको ढाँचा
पूर्वनिर्धारित ढाँचा
जुम प्रतिशत देखाउनुहोस्
जुम अनुपात देखाउनुहोस्
छविको साइज देखाउनुहोस्
छविको शीर्षक ढाँचा
छविको स्थितिपट्टी ढाँचा
प्रदर्शन गर्नुहोस्
शैली जाँच गर्नुहोस्:
साइज जाँच्नुहोस्:
रिजोल्युसन अनुगमन गर्नुहोस्
पिक्सेल
ppi
(हालैको %d × %d ppi) स्वचालित रूपमा पत्ता लगाउनुहोस्
म्यानुअल तरिकाले प्रविष्ट गर्नुहोस्
क्यालिब्रेट...
रङ व्यवस्थापन
RGB प्रोफाइल:
RGB रङ प्रोफाइल चयन गर्नुहोस्
CMYK प्रोफाइल:
CMYK रङ प्रोफाइल चयन गर्नुहोस्
मोनिटर प्रोफाइल:
मोनिटर रङ प्रोफाइल चयन गर्नुहोस्
सिमुलेशन प्रोफाइल मुद्रण गर्नुहोस्:
मुद्रक रङ प्रोफाइल चयन गर्नुहोस्
सञ्चालनको मोड:
रेन्डरिङ इन्डेन्ट प्रदर्शन गर्नुहोस्:
सफ्टपुर्फ रेन्डरिङ इन्टेन्ट:
फाइल खोल्ने तरिका:
आगत यन्त्रहरू
विस्तारित आगत यन्त्रहरू
विस्तारित आगत यन्त्रहरू कन्फिगर गर्नुहोस्...
निकासमा आगत यन्त्र सेटिङ बचत गर्नुहोस्।
अहिले नै आगत यन्त्र सेटिङ बचत गर्नुहोस्।
पूर्वनिर्धारित मानहरूमा बचत गरिएका आगत यन्त्र सेटिङ रिसेट गर्नुहोस्
थप आगत नियन्त्रक
आगत नियन्त्रकहरू
सञ्झ्याल व्यवस्थापन
सञ्झ्याल प्रबन्धक सङ्केतहरू
फोकस
फोकस गरिएको छवि सक्रिय पार्नुहोस्
सञ्झ्याल स्थितिहरू
निकासमा सञ्झ्याल स्थितिहरू देखाउनुहोस्
अहिले नै सञ्झ्याल स्थिति बचत गर्नुहोस्
पूर्वनिर्धारित मानहरूमा बचत गरिएको सञ्झ्याल स्थितिहरू रिसेट गर्नुहोस्
फोल्डरहरू
अस्थायी फोल्डर:
अस्थायी फाइलका लागि फोल्डर चयन गर्नुहोस्
स्वाप फोल्डर:
स्वाप फोल्डर चयन गर्नुहोस्
ब्रुस फोल्डरहरू
ब्रुस फोल्डरहरू चयन गर्नुहोस्
बाँन्की फोल्डरहरू
बाँन्की फोल्डरहरू चयन गर्नुहोस्
रङदानी फोल्डरहरू
रङदानी फोल्डरहरू चयन गर्नुहोस्
ग्रेडियन्ट फोल्डरहरू
ग्रेडियन्ट फोल्डरहरू चयन गर्नुहोस्
फन्ट फोल्डरहरू
फन्ट फोल्डरहरू चयन गर्नुहोस्
प्लगइन फोल्डरहरू
प्लगइन फोल्डरहरू चयन गर्नुहोस्
स्क्रिप्टहरू
स्क्रिप्ट-Fu फोल्डरहरू
स्क्रिप्ट-Fu फोल्डरहरू चयन गर्नुहोस्
मोड्यलु फोल्डरहरू
मोड्युल फोल्डरहरू चयन गर्नुहोस्
व्याख्याताहरू
व्याख्याता फोल्डरहरू
व्याख्याता फोल्डरहरू चयन गर्नुहोस्
परिवेश फोल्डरहरू
परिवेश फोल्डरहरू चयन गर्नुहोस्
विषयवस्तुहरू
विषयवस्तु फोल्डरहरू
विषयवस्तु फोल्डरहरू चयन गर्नुहोस्
मुद्रण साइज
चौडाइ:
उचाइ:
X रिजोल्युसन:
Y रिजोल्युसन:
पिक्सेल/%a
गिम्प अन्त्य गर्नुहोस्
सबै छविहरू बन्द गर्नुहोस्
यदि तपाईँले गिम्प अहिले अन्त्य गर्नुभयो भने, यी परिवर्तनहरू हराउँनेछ।
यदि तपाईँले छवि छनौट गर्नुभयो भने, परिवर्तनहरू हराउने छ।
परिवर्तनहरू छोड्नुहोस्
क्यानभासको साइज
तहको साइज
तहहरू रिसाइज गर्नुहोस्:
मोनिटर रिजोल्युसन क्यालिब्रेट गर्नुहोस्
रूलरहरू नाप्नुहोस् र त्यसको लम्बाइहरू प्रविष्ट गर्नुहोस्:
तेर्सो:
ठाडो:
छविको साइज
गुणस्तर
अन्तरवेसन:
अनुक्रमण गरिएको रङ तहहरू जहिले पनि कुनै थप बिना नै मापन गरिन्छ। चयन गरिएको थप प्रकारले च्यानलहरू र मास्कहरूलाई मात्र प्रभाव पार्दछ।
स्ट्रोक शैली चयन गर्नुहोस्
रङ लगाउने उपकरण:
त्यहाँ '%s' नाम गरेको फाइल हुनुपर्दछ। कृपया तपाईँको स्थापना जाँच्नुहोस्।
GIMP टिप्स फाइल पद वर्णन गर्न सकेन!
आजको गिम्प टिप
अघिल्लो टिप
पछिल्लो टिप
tips-locale:de
tips-locale:ne
गिम्प प्रयोगकर्ता स्थापना
प्रयोग स्थापना असफल भयो!
GIMP प्रयोगकर्ता स्थापना असफल भयो; विस्तृत विवरणका लागि लग हेर्नुहोस् ।
स्थापना लग
SVG मा बाटो निर्यात गर्नुहोस्
सक्रिय बाटो निर्यात गर्नुहोस्
यस छविबाट सबै बाटोहरू निर्यात गर्नुहोस्
SVG मा बाटो आयात गर्नुहोस्
सबै फाइलहरू (*.*)
मापन योग्य SVG छवि (*.svg)
आयात गरिएका बाटोहरू गाभ्नुहोस्
छवि ठीक पार्न आयात गरिएका बाटोहरू मापन गर्नुहोस्
बाटोको नाम:guides-type
guides-type
guides-type
guides-type
guides-type
guides-type
guides-type
guides-type
n/a
X
Y
एकाइहरू
छवि मेनु पहुँच गर्नुहोस्
जब सञ्झ्यालको साइज परिवर्तन हुदा छवि जुम गर्नुहोस्
छिटो मास्क टगल गर्नुहोस्
छवि प्रदर्शन नेभिगेट गर्नुहोस्
%s बन्द गर्नुहोस्
बन्द गर्नु अघि छवि '%s' मा परिवर्तनहरू बचत गर्नहुन्छ ?
नयाँ तह छोड्नुहोस्
नयाँ बाटो छोड्नुहोस्
तह राख्नुहोस्
राखिएको बफर
रङ प्रदर्शन फिल्टरहरू
रङ प्रदर्शन फिल्टरहरू कन्फिगर गर्नुहोस्
'%s' मा बचत गरिएको छवि
तह चयन
जुम अनुपात
जुम अनुपात चयन गर्नुहोस्
जुम अनुपात:
जुम:
(परिमार्जन गरिएको)
(सफा)
(कोही पनि छैन)
एउटा नियमित फाइल होइन
%s प्लगइनले SUCCESS फर्कायो तर एउटा छवि फर्काएन
%s प्लगइनले छवि खोल्न सकेन
छविले कुनै पनि तह समावेश गर्दैन
'%s' खोल्न असफल: %s
अज्ञात फाइल प्रकार
%s प्लगइनले छवि बचत गर्न सकेन
'%s:' वैध यूआरआई योजना होइन
URI मा अवैध क्यारेक्टर अनुक्रमcage-mode
cage-mode
पदवर्णन त्रुटि
GIMP स्तर फाइल होइन
कागजातहरू
गिम्प सुरुआत
एयरब्रुस
यस उपकरणसँग प्रयोग गर्न कुनै ब्रुसहरू उपलब्ध छैन।
क्लोन
यस उपकरणसँग प्रयोग गर्न कुनै बान्की उपलब्ध छैन ।
कन्भोल्भ
डर्ज/बर्न गर्नु
मेट्ने वस्तु
हिल
हिलिङ अनुक्रमित तहमा सञ्चालन हुन सक्दैन ।
रङ लगाउने ब्रुस
शीशाकलम
source-align-mode
दृश्य क्लोन अनुक्रमित तहमा सञ्चालन हुन सक्दैन ।
अस्पष्ट पार्नु
स्रोत छवि पहिला सेट गर्नुहोस् ।perspective-clone-mode
perspective-clone-mode
source-align-mode
source-align-mode
convolve-type
ink-blob-type
मास्क संयोजन गर्नुहोस्
काट्दैछ
2D स्थानान्तरण
2D स्थानान्तरण गर्दै
मिश्रण गर्दै
यस तहलाई एङ्कर गर्न सकिँदैन किनभने यो उत्प्लावन चयन होइन।
मिहिन किनाराहरू
प्रक्रिया '%s' ले फर्काएको मान'%s' (#%d) का लागि गलत मान प्रकार फर्कायो । अपेक्षित %s, प्राप्त %s ।
प्रक्रिया '%s' तर्क '%s' (#%d) का लागि गलत मान प्रकारसँग आह्वान गरियो । अपेक्षित %s, प्राप्त %s ।
प्रक्रिया '%s' ले तर्क '%s' का लागि एउटा अवैध आईडी फर्कायो । प्रायजसो प्लगइनले तहमा काम गर्ने प्रयास गरिरहेको हुन्छ जुन लामो समयसम्म रहन सक्दैन ।
प्रक्रिया '%s' तर्क '%s' का लागि एउटा अवैध आईडीसँग आह्वान गरिन्छ । प्रायजसो प्लगइनले तहमा काम गर्ने प्रयास गरिरहेको हुन्छ जुन त्यति लामो रहन सक्दैन ।
प्रक्रिया '%s' ले तर्क '%s' का लागि एउटा अवैध आईडी फर्कायो । प्रायजसो प्लगइनले एउटा छविमा काम गर्ने प्रयास गरिरहेको हुन्छ जुन लामो समय सम्म रहन सक्दैन ।
प्रक्रिया '%s' तर्क '%s' का लागि एउटा अवैध आईडीसँग आह्वान गरिन्छ । प्रायजसो प्लगइनले एउटा छविमा काम गर्ने प्रयास गरिरहेको हुन्छ जुन लामो समय सम्म रहन सक्दैन ।
प्रक्रिया '%s' ले फिर्ता मान '%s' को रूपमा '%s' फर्कायो (#%d, प्रकार %s) । यो मान दायरा भन्दा बाहिर छ ।
प्रक्रिया '%s' तर्क मान '%s' सँग '%s' तर्कका लागि आह्वान गरियो (#%d, प्रकार %s) । यो मान दायरा भन्दा बाहिर छ ।
छविको रिजोल्युसन सीमा भन्दा बाहिर छ, सट्टामा पूर्वनिर्धारित रिजोल्युसन प्रयोग गरिराखेको छ।
परिवेश फाइल %s मा खाली चल नाम
परिवेश फाइल %s मा अवैधानिक चल नाम: %s
व्याख्याता फाइल %s मा खराब व्याख्याता सन्दर्भ गरियो: %s
व्याख्याता फाइल %s मा खराब बाइनरि ढाँचा स्ट्रिङ
प्लगइन बिग्रियो: "%s" (%s) अन्त्य हुन लागेको प्लगइनले गिम्पको आन्तरिक अवस्था अस्तव्यस्त पार्न सक्छ। तपाईँ छविहरू बचत गर्न चाहनुहुन्छ र सुरक्षित हुन गिम्प पुन: सुरु गर्न सक्नुहुन्छ।
नयाँ प्लगइनहरू खोजी गर्दैछ
संसाधन कन्फिगरेसन
नयाँ प्लगइनहरूको क्वेरी गर्दै
प्लगइनहरू थालनी गर्दै
सुरुआत विस्तारहरू
प्लगइन व्याख्यताहरू
प्लगइन परिवेश
'%s' चलाउदा त्रुटि
छुटेको प्लगइन (%s)
'%s' फड्काउदैछ: गलत गिम्प प्रोटोकोल संस्करण।
प्रतिमा प्रकारका लागि मान '%s' अवैध छ
प्रतिमा प्रकारका लागि मान '%ld' अवैध
पाँच दर्जन पेय राख्ने जग सहित मेरो बाकस प्याक गर्नुहोस्।
पाठ तह थप्नुहोस्
पाठ तह
पाठ तहको पुन: नामकरण गर्नुहोस्
पाठ तह सार्नुहोस्
पाठ तह नाप्नुहोस्
पाठ तह रिसाइज गर्नुहोस्
पाठ तह घुमाउनुहोस्
पाठ तह घुमाउनुहोस्
पाठ तह स्थानान्तरण गर्नुहोस्
पाठ सूचना छोड्नुहोस्
कुनै फन्टहरूको कमीले गर्दा, पाठ प्रकार्यात्मकता उपलब्ध छैन।
खाली पाठ तह
तह '%s' का लागि पाठ व्याख्या गर्न समस्या: %s केही पाठ गुण गलत हुनसक्छ। तपाईँले पाठ तह सम्पादन गर्न चाहानु भएता पनि, तपाईँले त्यसका लागि चिन्ता मान्नु पर्दैन।
text-box-mode
text-box-mode
यो उपकरणमा विकल्प छैन ।
एयरब्रुस उपकरण: चल चापमा, ब्रुस प्रयोग गरेर रङ लगाउनुहोस्
एयरब्रुस
पङ्क्तिबद्ध गर्नुहोस्
यसमा सम्बन्धित:
लक्ष्यको बायाँ किनारामा पङ्क्तिबद्ध गर्नुहोस्
लक्ष्यको केन्द्रमा पङ्क्तिबद्ध गर्नुहोस्
लक्ष्यको दायाँ किनारामा पङ्क्तिबद्ध गर्नुहोस्
लक्ष्यको माथिल्लो किनारामा पङ्क्तिबद्ध गर्नुहोस्
लक्ष्यको बीचमा पङ्क्तिबद्ध गर्नुहोस्
लक्ष्यको तल पङ्क्तिबद्ध गर्नुहोस्
वितरण गर्नुहोस्
लक्ष्यका बायाँ किनारा वितरण गर्नुहोस्
लक्ष्यका तेर्सो केन्द्र वितरण गर्नुहोस्
लक्ष्यका दायाँ किनारा वितरण गर्नुहोस्
लक्ष्यको माथिल्ला किनारा वितरण गर्नुहोस्
लक्ष्यको ठाडो केन्द्र वितरण गर्नुहोस्
लक्ष्यका तल वितरण गर्नुहोस्
अफसेट:
पङ्क्तिबद्ध गर्ने उपकरण: तह र अन्य वस्तु पङ्क्तिबद्ध गर्छ वा मिलाउछ
पङ्क्तिबद्ध गर्नुहोस्
आकार:
दोहोर्याउनुहोस्:
अनुकूल उत्कृष्ट नमूना
मिश्रण उपकरण: चयन गरिएका क्षेत्र रङ ग्रेडिएन्टले भर्नुहोस्
मिसाउनुहोस्
अनुक्रमित तहमा मिश्रण सञ्चालन हुँदैन ।
कृत्रिम कोणका लागि %s
%s पूरै रेखा सार्नका लागि
मिसाउनुहोस्:
चमिक्लिलोपना/व्यतिरेक उपकरण: चम्किलोपना र व्यतिरेक समायोजन गर्नुहोस्
चम्किलोपन-व्यतिरेक...
चम्किलोपन र व्यतिरेक समायोजन गर्नुहोस्
चम्किलोपन-व्यतिरेक अनुक्रमण गरिएको तहहरूमा सञ्चालन हुँदैन।
चम्किलोपन:
व्यतिरेक:
पूर्णत: पारदर्शी क्षेत्र भर्न अनुमति दिनुहोस्
सबै दृश्यात्मक तहहरूमा आधार भरिएको क्षेत्र छ
अधिकतम रङ भिन्नता
भर्ने प्रकार (%s)
प्रभावित क्षेत्र (%s)
पूरै चयन भर्नुहोस्
समान रङहरू भर्नुहोस्
उस्तै रङहरूको खोजी
पारदर्शी क्षेत्रहरू भर्नुहोस्
नमूना गाभियो
यसले भर्नुहोस्:
भाडो भर्ने उपकरण: चयन गरिएको क्षेत्र रङ वा बान्कीले भर्नुहोस्
बुकेट भर्ने
रङ उपकरणले चयन गर्नुहोस्: क्षेत्र समान रङले चयन गर्नुहोस्
रङ चयनद्वाराcommand
क्लोन उपकरण: ब्रुस प्रयोग गरेर, छवि वा बान्कीबाट चयन गरेर प्रतिलिपि गर्नुहोस्
क्लोन
क्लोनमा क्लिक गर्नुहोस्
नयाँ क्लोन स्रोत सेट गर्न %sClick
नयाँ क्लोन स्रोत सेट गर्न क्लिक गर्नुहोस्
स्रोत
पङ्क्तिबद्धता:
रङ सन्तुलन उपकरण: रङ वितरण समायोजन गर्नुहोस्
रङ सन्तुलन...
रङ सन्तुलन समायोजन गर्नुहोस्
रङ सन्तुलन RGB रङ तहमा मात्र सञ्चालन हुन्छ
समायोजन गर्न दायरा चयन गर्नुहोस्
रङको तहहरू समायोजन गर्नुहोस्
क्यान
म्याजेन्टा
पहेँलो
दायरा रिसेट गर्नुहोस्
ज्योति सुरक्षित गर्नुहोस्
रङ्गाउने उपकरण: छवि रङ्गाउनुहोस्
रङिन पार्नुहोस्...
छवि रङिन पार्नुहोस्
रङ लगाईएको RGB रङ तहहरूमा मात्र सञ्चालन हुन्छ।
रङ चयन गर्नुहोस्
ह्यु:
स्याचुरेसन:
फिकापन:
नमूना औसत
मोड (%s) उठाउनुहोस्
सूचना सञ्झ्याल (%s) प्रयोग गर्नुहोस्
रङ पिकर
रङ टिप्ने उपकरण: छवि पिक्सेलबाट रङ सेट गर्छ
रङ पिकर
यसको रङ हेर्न कुनै छविमा क्लिक गर्नुहोस्
अग्रभूमि रङ लिन कुनै पनि छविमा क्लिक गर्नुहोस्
पृष्ठभूमि रङ लिन कुनै पनि छविमा क्लिक गर्नुहोस्
रङदानीमा रङ थप्न कुनै छविमा क्लिक गर्नुहोस्
रङ पिकर सूचना
नमूना बिन्दु सार्नुहोस्:
नमूना बिन्दु रद्द गर्नुहोस्
नमूना बिन्दु थप्नुहोस्:
अस्पष्ट / तिखो
अस्पष्ट / तिखो उपकरण: ब्रुस प्रयोग गर्दा चयनात्मक अस्पष्ट वा स्पष्ट
अस्पष्ट / तिखो
अस्पष्टमा क्लिक गर्नुहोस्
अस्पष्ट लाइनमा क्लिक गर्नुहोस्
तिखो पार्नु पर्ने %s
तिखोमा क्लिक गर्नुहोस्
लाइनमा तिखो पार्न क्लिक गर्नुहोस्
अस्पष्ट पार्नु पर्ने %s
कन्भोल्भ प्रकार (%s)
हालको तह मात्र
काटछाँट गर्नुहोस्
काँटछाँट उपकरण: छवि तहबाट क्षेत्र किनारा हटाउनुहोस्
काटछाँट गर्नुहोस्
काटछाँट गर्न क्लिक गर्नुहोस् वा प्रविष्टि थिच्नुहोस्
बक्ररेखा उपकरण: बक्ररेखा रङ समायोजन गर्नुहोस्
वक्रहरू...
रङ वक्रहरू समायोजन गर्नुहोस्
अनुक्रमित तहमा बक्ररेखा सञ्चालन हुदैन ।
नियन्त्रण बिन्दु थप्न क्लिक गर्नुहोस्
सबै च्यानलमा नियन्त्रण बिन्दु थप्न क्लिक गर्नुहोस् ।
च्यानल:
च्यानल रिसेट गर्नुहोस्
डिस्याचुरेट...
यसमा आधारित ग्रे को छायाँ रोज्नुहोस्:
डड्ज/बर्न
डड्ज / बर्न उपकरण: ब्रुस प्रयोग गरेर चयन गरेका चम्काउनुहोस् वा कालो पार्नुहोस्
डड्ज / बर्न
डड्जमा क्लिक गर्नुहोस्
डड्ज गर्न लाइनमा क्लिक गर्नुहोस्
बर्न गर्नु पर्ने %s
बर्नमा क्लिक गर्नुहोस्
बर्न गर्न लाइनमा क्लिक गर्नुहोस्
डड्ज गर्नु पर्ने%s
प्रकार (%s)
उत्प्लावन चयन सार्नुहोस्
सार्नुहोस्:
दीर्घवृत्त चयन उपकरण: दीर्घवृत्ताकार क्षेत्र चयन गर्नुहोस्
दीर्घवृत्त चयन
मेट्ने उपकरण: पृष्ठभूमि मेट्नुहोस् वा ब्रुस प्रयोग गरेर पारदर्शी बनाउनुहोस्
मेट्ने
मेट्न क्लिक गर्नुहोस्
मेट्न लाइनमा क्लिक गर्नुहोस्
टिप्नु पर्ने पृष्ठभूमि रङ %s
मेटाई पूर्वस्थितिमा ल्याउनुहोस् (%s)
प्रभाव:
फ्लिप प्रकार (%s)
फ्लिप उपकरण: तह, चयन वा बाटो तेर्सो गरि वा ठाडो गरि उल्टो पार्नुहोस्
घुमाउनुहोस्undo-type
एउटा निकट क्षेत्र चयन गर्नुहोस्
सफा गर्नका लागि प्रयोग भएको ब्रुसको साइज
सानो मानले अझ बढी ढिक मात्रामा चयन किनार दिन्छ तर चयनमा प्वालहरू परिचित गर्नेछ
चम्किलोपन अवयवका लागि सम्वेदनशीलता
रातो/हरियो अवयवका लागि सम्वेदनशीलता
पहेलो/नीलो अवयवका लागि सम्वेदनशीलता
निकटतम
अन्तरक्रियात्मक सफाई (%s)
पृष्ठभूमि चिन्ह लगाउनुहोस्
अग्रभूमि चिन्ह लगाउनुहोस्
सानो ब्रुस
ठूलो ब्रुस
महिन:
रङ पूर्वावलोकन:
रङ संवेदनशीलता
अग्रभूमि चयन उपकरण: अग्रभूमि वस्तु समाविष्ट क्षेत्र चयन गर्नुहोस्
अग्रभूमि चयन
धेरै स्ट्रोकहरू थप्नुहोस् वा चयन स्विकार गर्न 'प्रविष्ट गर्नुहोस्' थिच्नुहोस्
झिक्नु पर्ने वस्तुमा रङ लगाएर अग्रभूमीलाई चिन्ह लगाउनुहोस्
command
स्वतन्त्र चयन
command
फजी चयन उपकरण: रङको आधारमा नजिकको क्षेत्र चयन गर्नुहोस्
फज्जी चयनcommand
हिलिङ उपकरण: छवि अनियमितता हिल गर्नुहोस्
हिल
हिल गर्न क्लिक गर्नुहोस्
नयाँ हिल स्रोत सेट गर्नु पर्ने %sClick
नयाँ हिल स्रोत सेट गर्न क्लिक गर्नुहोस्
हिस्टोग्राम मापन
ह्यु अतितृप्त उपकरण: ह्यु, अतितृप्त, र उज्यालोपना समायोजन गर्नुहोस्
ह्यु-स्याचुरेसन...
ह्यु समायोजन गर्नुहोस् / हल्कापन / स्याचुरेसन
ह्यु-स्याचुरेसन RGB रङ तहहरूमा मात्र सञ्चालन हुन्छ।
मास्टर
सबै रङहरू समायोजन गर्नुहोस्
R
Y
G
C
B
M
परिमार्जनका लागि प्राथमिक रङ चयन गर्नुहोस्
ओभरल्याप:
चयन गरिएको रङहरू समायोजन गर्नुहोस्
रङ रिसेट गर्नुहोस्
'%s' मा बचत गरिएको सेटिङ
पूर्वावलोकन
समायोजन
संवेदनशीलता
आकार
मसि उपकरण: लिपि शैली रङ
मसि
कैँची
काट्ने चयन उपकरण: कुशल किनारा फिटिङ प्रयोग गरेर आकार चयन गर्छ
बुद्धिमान कैंचिहरू
यो बिन्दु सार्न क्लिक गर्नुहोस्-तान्नुहोस्
%s: स्वत-स्न्याप अक्षम पार्नुहोस्
बक्र बन्द गर्न क्लिक गर्नुहोस्
यो खण्डमा बिन्दु थप्न क्लिक गर्नुहोस्
छनौटमा रूपान्तरण गर्न क्लिक गर्नुहोस् वा इन्टर थिच्नुहोस्
छनौटमा रूपान्तरण गर्न इन्टर थिच्नुहोस्
बिन्दु थप्न क्लिक गर्नुहोस् वा क्लिक गर्नुहोस्-तान्नुहोस्
स्तर उपकरण: रङ स्तर समायोजन
स्तरहरू...
अनुक्रमित तहमा स्तर सञ्चालन हुदैन ।
कालो बिन्दु लिनुहोस्
खरानी रङको बिन्दु लिनुहोस्
सेतो बिन्दु लिनुहोस्
आगत स्तरहरू
गामा
निर्गत स्तरहरू
सबै च्यानलहरू
स्तरहरू स्वचालित रूपमा समायोजन गर्नुहोस्
सञ्झ्याल स्वत-रिसाइज
जुम
जुम उपकरण: जुम स्तर समायोजन
सूचना सञ्झ्याल प्रयोग गर्नुहोस्
नाप्नुहोस्
नाप उपकरण: दुरी र कोणको नाप
नाप्नुहोस्
मार्गदर्शकहरू थप्नुहोस्
ठाडो र तेर्सो मार्गदर्शक राख्न क्लिक गर्नुहोस्
तेर्सो मार्गदर्शक राख्न क्लिक गर्नुहोस्
ठाडो मार्गदर्शक राख्न क्लिक गर्नुहोस्
नयाँ बिन्दु थप्न क्लिक गर्नुहोस्-तान्नुहोस्
सबै बिन्दुहरू सार्न क्लिक गर्नुहोस्-तान्नुहोस्
दूरी र कोण नाप्नुहोस्
दूरी:
कोण:
एउटा तह वा मार्गदर्शक लिनुहोस्
सक्रिय तह सार्नुहोस्
चयन सार्नुहोस्
एउटा बाटो लिनुहोस्
सक्रिय बाटो सार्नुहोस्
सार्नुहोस्:
उपकरण टोगल (%s)tool
undo-type
सार्ने उपकरण: तह, चयन, र अन्य वस्तु सार्नुहोस्
सार्नुहोस्
मार्गदर्शक सार्नुहोस्:
मार्गदर्शक रद्द गर्नुहोस्
मार्गदर्शक थप्नुहोस्:
पेन्टब्रुस उपकरण: ब्रुस प्रयोग गरेर महिन स्ट्रोक रङ लगाउछ
रङ लगाउने ब्रुस
मोड:
बढोत्तरीत
कडा किनारा
उल्टाउनुहोस्
जिटर लागू गर्नुहोस्
रङ लगाउनुहोसमा क्लिक गर्नुहोस्
लाइन कोर्न क्लिक गर्नुहोस्
रङ टिप्नु पर्ने %s
सिधा रेखाका लागि %s
पेन्सिल उपकरण: ब्रुस प्रयोग गरेर गाढा किनारा रङरोगन
शिशाकलम
दृश्य क्लोन उपकरण: दृश्य रुपान्तरण लागू गरेर छवि स्रोत पछाडिबाट क्लोन गर्नुहोस्
दृश्य क्लोन
क्लोन स्रोत सेट गर्न Ctrl क्लिक गर्नुहोस्
दृश्य उपकरण: तह, चयन वा बाटोको दृश्य परिवर्तन गर्नुहोस्
दृश्य
दृश्य स्थानान्तरण
स्थानान्तरण म्याट्रिक्सundo-type
पोस्टराइज उपकरण: सिमित रङको सेटमा घटाउछ
पोस्टराइज...
पोस्टराइज (रङहरूको नम्बर घटाउनुहोस्)
पोस्टराइज अनुक्रमणिका गरिएका तहहरूमा सञ्चालन हुँदैन।
पोस्टराइज स्तरहरू:
चयन खुम्च्याउदा सबै दृश्यात्मक तहहरू प्रयोग गर्नुहोस्
केन्द्रबाट विस्तार
साइज:
हाइलाइट
सङ्कुचन गाँभियो
कुना घेरिएको
आयात चयन उपकरण: आयातकार क्षेत्र चयन गर्नुहोस्
आयाताकार चयन
आयात:
पूर्णत: पारदर्शी क्षेत्रहरू चयन गर्न अनुमति दिनुहोस्
सबै दृश्यात्मक तहहरूमा आधारभूत चयन
पारदर्शी क्षेत्रहरू चयन गर्नुहोस्
यस अनुरुप चयन गर्नुहोस्:
थेस्रहोल्ड परिवर्तन गर्न माउस सार्नुहोस्
घुमाउने उपकरण: तह, चयन वा बाटो घुमाउछ
घुमाउनुहोस्
कोण:
केन्द्र X:
केन्द्र Y:undo-type
मापन उपकरण: तह, चयन वा बाटो मापन गर्छ
मापनundo-type
एन्टि एलाइजिङ्
प्वाँख किनाराहरू
हालको चयन प्रतिस्थापन गर्न तान्नुहोस् क्लिक गर्नुहोस्
नयाँ चयन सिर्जना गर्न तान्नुहोस् क्लिक गर्नुहोस्
हालको चयनमा थप्न तान्नुहोस् क्लिक गर्नुहोस्
तालको चयनबाट घटाउन तान्नुहो्स क्लिक गर्नुहोस्
हालको चयनमा प्रतिच्छेदन गर्न तान्नुहोस् क्लिक गर्नुहोस्
चयन मास्क सार्न तान्नुहोस् क्लिक गर्नुहोस्
चयन गरिएका पिक्सेल सार्न तान्नुहोस् क्लिक गर्नुहोस्
चयन गरिएको पिक्सेलको प्रतिलिपि सार्न तान्नुहोस् क्लिक गर्नुहोस्
उत्प्लावन चयन एङ्करमा क्लिक गर्नुहोस्
काट्नुहोस्
शेयर उपकरण: तह, चयन वा बाटो शेयर गर्नुहोस्
काट्नुहोस्
शेयर परिमाण X:
शेयर परिमाण Y:undo-type
undo-type
undo-type
दाग उपकरण: चयन गरेर ब्रुस प्रयोग गरि दाग लगाउछ
अस्पष्ट पार्नुहोस्
अस्पष्ट पार्नुहोसमा क्लिक गर्नुहोस्
लाइन अस्पष्ट पार्न क्लिक गर्नुहोस्
परिवर्तनलाई सूचना दिएर फन्टले क्रिस्प बिटम्यापलाई सानो साइजमा निकाल्न रूपरेखा तयार पार्दछ।
पहिलो लाइनको इन्डेन्टेसन
लाइन खाली स्थान समायोजन गर्नुहोस्
लाइन खालीस्थान समायोजन गर्नुहोस्
पाठको रङ
रङ:
समरेखन:
पाठ उपकरण: पाठ तह सिर्जना वा सम्पादन गर्नुहोस्
पाठ
पाठ सम्पादन यकीन गर्नुहोस्
तपाईँले चयन गर्नुभएको तह पाठ तह हो तर यसलाई अरू उपकरण प्रयोग गरी परिमार्जन गरिएको छ। पाठ उपकरणसँगै तह सम्पादन गर्दा यी परिमार्जनहरू छोडिन्छन्। तपाईँले तह सम्पादन गर्न सक्नुहुन्छ वा त्यसको पाठ विशेषताहरूबाट नयाँ तह सिर्जना गर्न सक्नुहुन्छ।
गिम्प पाठ सम्पादक
थ्रेसहोल्ड उपकरण: थ्रेसहोल्ड प्रयोग गरेर छवि दुइ रङमा घटाउछ
थ्रेसहोल्ड...
थ्रेसहोल्ड लागू गर्नुहोस्
अनुक्रमणिका गरिएका तहहरूमा थ्रेसहोल्ड सञ्चालन हुँदैन।
उपयुक्त वाइनरिलाइजेसन थ्रेसहोल्डलाई स्वचालित तरिकाले समायोजन गर्नुहोस्
रुपान्तरण गर्नुहोस्:
दिशा
अन्तरवेसन:
क्लिप गर्दैछ:
१५ डिग्री (%s)
अवस्था (%s) राख्नुहोस्
स्थानान्तरण गर्दैछ
रुपान्तरण गर्न त्यहाँ तह छैन ।
रुपान्तरण गर्न त्यहाँ बाटो छैन ।
बहुभुजमा सम्पादन निषेध गर्नुहोस्
सम्पादन मोड
बहुभुज
चयनमा बाटो %s थप्नुहोस् %s घटाउनुहोस् %s काट्नुहोस्
बाटो उपकरण: बाटा सिर्जना र सम्पादन गर्छ
बाटोहरू
स्ट्रोक थप्नुहोस्
एङ्कर थप्नुहोस्
एङ्कर घुसाउनुहोस्
ह्यान्डल तान्नुहोस्
एङ्कर तान्नुहोस्
एङ्करहरू तान्नुहोस्
वक्र तान्नुहोस्
स्ट्रोकहरू जडान गर्नुहोस्
बाटो तान्नुहोस्
किनारा रूपान्तरण गर्नुहोस्
एङ्कर मेट्नुहोस्
खण्ड मेट्नुहोस्
एङ्करहरू सार्नुहोस्
सम्पादन गर्न लिने बाटोमा क्लिक गर्नुहोस्
नयाँ बाटो सिर्जना गर्न क्लिक गर्नुहोस्
बाटोको नयाँ अवयव सिर्जना गर्न क्लिक गर्नुहोस्
नयाँ एङ्कर सिर्जना गर्न क्लिक गर्नुहोस् वा क्लिक गर्नुहोस्-तान्नुहोस्
एङ्कर वरिपरि सार्न तान्नुहोस् क्लिक गर्नुहोस्
एङ्करहरू वरिपरि सार्न तान्नुहोस् क्लिक गर्नुहोस्
ह्यान्डल वरिपरि सार्न तान्नुहोस् क्लिक गर्नुहोस्
वक्ररेखाको आकार परिवर्तन गर्न तान्नुहोस् क्लिक गर्नुहोस्
%s: सममित
अवयव वरिपरि सार्न तान्नुहोस् क्लिक गर्नुहोस्
बाटो वरिपरि सार्न तान्नुहोस् क्लिक गर्नुहोस्
बाटोमा एङ्कर घुसाउन तान्नुहोस् क्लिक गर्नुहोस्
यो एङ्कर मेट्न क्लिक गर्नुहोस्
चयन गरिएको अन्तिम बिन्दुमा यो एङ्कर जोड्न क्लिक गर्नुहोस्
बाटो खोल्न क्लिक गर्नुहोस्
यो नोड कोणीय बनाउन क्लिक गर्नुहोस्
एङ्करहरू मेट्नुहोस्
यसमा स्ट्रोक गर्न कुनै सक्रिय तह वा च्यानल छैनrectangle-tool-fixed-rule
चौडाइ
उचाइ
rect-select-mode
rect-select-mode
transform-type
vector-mode
undo-type
बाटो सार्नुहोस्
undo-type
undo-type
फ्लिप बाटो
बाटो घुमाउनुहोस्
बाटो स्थानान्तरण गर्नुहोस्
undo-type
undo-type
undo-type
undo-type
undo-type
बाटो माथि उठाउन सकिँदैन।
बाटो धेरै तल झार्न सकिँदैन।
'%s' लेख्दा त्रुटि: %s
बाटोहरू आयात गर्नुहोस्
आयात गरिएको बाटो
'%s' मा बाटोहरू फेला परेन।
बफरमा बाटोहरू फेला परेन।
'%s' बाट बाटोहरू आयात गर्न असफल: %s
RGBA (%0.3f, %0.3f, %0.3f, %0.3f)
कार्य
सर्टकट
नाम
सर्टकट परिवर्तन गर्न असफल।
द्धन्दात्मक सर्टकटहरू
सर्टकट पुन: मानाङ्कन गर्नुहोस्
"%s" समूहबाट "%s" द्वारा सर्टकट "%s" पहिले नै लिई सकियो।
सर्टकट पुन: मानाङ्कन गर्नाले यसलाई "%s" बाट हटाउने कारण बन्न सक्छ।
अवैध सर्टकट
सर्टकट हटाउन असफल भयो।
ब्रुसको चौडाइको प्रतिशत
(कुनै पनि होइन)
रङको इतिहासमा हालको रङ थप्नुहोस्
उपलब्ध फिल्टरहरू
चयन गरिएको फिल्टर माथि सार्नुहोस्
चयन गरिएको फिल्टर तल सार्नुहोस्
सक्रिय फिल्टरहरू
पूर्वनिर्धारित मानहरूमा चयन गरिएको फिल्टर रिसेट गर्नुहोस्
सक्रिय फिल्टरहरूको सूचीमा '%s' थप्नुहोस्
सक्रिय फिल्टरहरूको सूचीबाट '%s' हटाउनुहोस्
कुनै फिल्टर चयन गरिएको छैन
HTML र CSS मा प्रयोग गरिए जस्तै हेक्सा डेसिमल रङ सूचना । यो प्रविष्टिले पनि CSS रङ नाम स्वीकार गर्छ ।
अनुक्रमणिका:
रातो:
हरियो:
नीलो:
मान:
हेक्स:
ह्यु:
स्याचुरेसन:
स्यान:
म्याजेन्टा:
पहेंलो:
कालो:
अल्फा:
रङ अनुक्रमणिका:
HTML नोटेसन:
साना पूर्वावलोकनहरू
ठूला पूर्वावलोकनहरू
यो नियन्त्रकबाट घटनाहरू फ्याँक्नुहोस्
यो नियन्त्रक सक्षम पार्नुहोस्
नाम:
अवस्था:
घटना
घटना खोस्नुहोस्
नियन्त्रकबाट आउदै गरेको अर्को घटना चयन गर्नुहोस्
'%s'लाई मानाङ्कन गरिएको कार्य हटाउनुहोस्
'%s'लाई एउटा कार्य मानाङ्कन गर्नुहोस्
घटना '%s'का लागि कार्य चयन गर्नुहोस्
नियन्त्रक घटना कार्य चयन गर्नुहोस्
कर्सर माथि
कर्सर तल
कर्सर बायाँ
दायाँ कर्सर
कुञ्जीपाटी
कुञ्जीपाटी घटनाहरू
तयार
उपलब्ध नियन्त्रकहरू
सक्रिय नियन्त्रकहरू
चयन गरिएको नियन्त्रक कन्फिगर गर्नुहोस्
चयन गरिएको नियन्त्रक माथि सार्नुहोस्
चयन गरिएको नियन्त्रक तल सार्नुहोस्
सक्रिय नियन्त्रकको सूचीमा '%s' थप्नुहोस्
सक्रिय नियन्त्रकहरूको सूचीबाट '%s' हटाउनुहोस्
त्यहाँ एउटा मात्र सक्रिय कुज्जिपाटी नियन्त्रक हुनसक्छ। तपाईँको सक्रिय नियन्त्रकहरूको सूचीमा तपाईँसँग पहिले नै एउटा कुञ्जीपाटी नियन्त्रक छ।
त्यहाँ एउटा मात्र सक्रिय चक्का नियन्त्रक हुनसक्छ। तपाईँको सक्रिय नियन्त्रकहरूको सूचीमा तपाईँसँग पहिले नै एउटा चक्का नियन्त्रक छ।
नियन्त्रक हटाउनुहुन्छ ?
नियन्त्रक अक्षम पार्नुहोस्
नियन्त्रक हटाउनुहोस्
नियन्त्रक '%s' हटाउनुहुन्छ ?
सक्रिय नियन्त्रकहरूको सूचीबाट यो नियन्त्रक हटाउदा तपाईँले कन्फिगरेसन गर्नुभएको मानचित्रित सबै घटनाहरू सधैका लागि मेटिन सक्छ। "Disable Controller" चयन गर्दा यसलाई नहटाइकन नियन्त्रक अक्षम पार्न सकिन्छ।
आगत नियन्त्रक कन्फिगर गर्नुहोस्
माथि स्क्रोल गर्नुहोस्
तल स्क्रोल गर्नुहोस्
बायाँ स्क्रोल गर्नुहोस्
दायाँ स्क्रोल गर्नुहोस्
माउस चक्र
माउस चक्र घटनाहरू
बचत गर्नुहोस्
पछाडि फर्कनुहोस्
%s (पढ्ने मात्र)
Pressure Curve
यन्त्र वस्तुस्थिति बचत गर्नुहोस्
अग्रभूमि: %d, %d, %d
पृष्ठभूमि: %d, %d, %d
दिएको फाइलनामसँग कुनै ज्ञात फाइल विस्तार छैन।
फाइल अवस्थित
बदल्नुहोस्
'%s' नाम गरेको फाइल पहिले नै अवस्थित छ।
के तपाईँले बचत गरिरहनु भएको छविसँग तपाईँ यसलाई बदल्न चाहनुहुन्छ ?Tool Options, Layersdock
Tool Options, Layers - Brushesdock
Tool Options, Layers - Brushes _BAR_ Gradientsdock
यो ट्याब कन्फिगर गर्नुहोस्
स्वत:
सक्षम पारिँदा संवादले तपाईँले काम गरिराख्नु भएको स्वचालित रूपमा अनुशरण गर्दछ।
अति धेरै त्रुटि सन्देशहरू !
सन्देशहरू stderr. मा सरेको छGIMP MessagePNG Message
%s सन्देश
स्वचालित रूपमा पत्ता लगाइयो
विस्तार द्वारा
सबै फाइलहरू
सबै छविहरू
फाइल प्रकार (%s) चयन गर्नुहोस्
फाइल प्रकार
विस्तारहरू
एन्टि एजाइलिङ्
जुम तत्व: %d:१
[%0.4f, %0.4f] प्रदर्शन गर्दैछ
स्थिति: %0.4f
RGB (%0.3f, %0.3f, %0.3f)
HSV (%0.1f, %0.1f, %0.1f)
चमकदार: %0.1f अस्पष्टता: %0.1f
RGB (%d, %d, %d)
यसमा सेट गरिएको अग्रभूमि रङ:
यसमा सेट गरिएको पृष्ठभूमि रङ:
तान्नुहोस्: सार्नुहोस्
क्लिक गर्नुहोस्: चयन गर्नुहोस्
क्लिक गर्नुहोस्: चयन गर्नुहोस् तान्नुहोस्: सार्नुहोस्
ह्यान्डल स्थिति: %0.4f
दूरी: %0.4f
लाइन शैली:
ग्रिडको अग्रभूमि रङ परिवर्तन गर्नुहोस्
अग्रभूमि रङ:
ग्रिडको पृष्ठभूमि रङ परिवर्तन गर्नुहोस्
पृष्ठभूमि रङ:
मद्दत ब्राउजर सुरु हुँदैन
गिम्प मद्दत ब्राउजर प्लगइन सुरु गर्न सकेन।
मीन:
स्टान्डर्ड डेभिएसन:
मिडियन:
पिक्सेल:
गणना गर्नुहोस्:
प्रतिशतक:
च्यानल:
क्वेरी...
मुद्रण साइज:
रिजोल्युसन:
रङ खाली स्थान:
फाइल नाम:
फाइल साइज:
फाइल प्रकार:
स्मृतिमा साइज:
चरणहरू पूर्वस्थितिमा फर्काउनुहोस्:
चरणहरू रिडु गर्नुहोस्:
पिक्सेलको सङ्ख्या:
तहहरूको सङ्ख्या:
च्यानलहरूको सङ्ख्या:
बाटोहरूको सङ्ख्या:
पिक्सेल/%s
%g × %g %s
रङहरू
ताल्चा लगाउनुहोस्:
अल्फा च्यानल ताल्चा लगाउनुहोस्
स्तम्भहरू:
तपाईँले डक गर्न योग्य संवादहरू यहाँ छोड्न सक्नुहुन्छ।
आईसीसी रङ प्रोफाइल (*.icc, *.icm)
प्रगति
फाइलनाम '%s' वैध URI मा रूपान्तरण गर्न सकेन: %s
अवैध UTF-8
%d × %d ppi
%d ppi
रेखाको चौडाइ:
रेखा शैली
क्याप शैली:
जोड्ने शैली:
मिटर सीमा:
ड्यास बाँन्की:
ड्यास प्रिसेट:
%p
उन्नत विकल्पहरू
रङ खाली स्थान:
यससँग भर्नुहोस्:
टिप्पणी:
नाम:
प्रतिमा:
%d × %d ppi, %s
%d ppi, %s
फाइल '%s' मा अवैध UTF-8 डेटा
चयन गरिएको फन्ट प्रयोग गर्नुहोस्
पूर्वावलोकन
कुनै चयन छैन
%d को %d थम्बनेल
पूर्वावलोकन सिर्जना गर्दैछ...
अग्रभूमि रङ परिवर्तन गर्नुहोस्
पृष्ठभूमि रङ परिवर्तन गर्नुहोस्
सक्रिय छवि छवि संवाद खोल्न क्लिक गर्नुहोस्।
छवि बचत गर्न एउटा XDS सक्षम पारिएको फाइल-प्रबन्धक तान्नुहोस्।
सक्रिय ब्रुस ब्रुस संवाद खोल्न क्लिक गर्नुहोस्।
सक्रिय बाँन्की बाँन्की संवाद खोल्न क्लिक गर्नुहोस्।
सक्रिय ग्रेडियन्ट ग्रेडियन्ट संवाद खोल्न क्लिक गर्नुहोस्।
उपकरण आदेश र दृश्यात्मक रिसेट गर्नुहोस्
तपाईँको गिम्प स्थापना अपूर्ण छ:
त्यहाँ %s बाट मेनु परिभाषा पद वर्णन गर्दा एउटा त्रुटि थियो: %s
[ Base Image ]
ब्रुस चयन गर्ने संवाद खोल्नुहोस्
बाँन्की चयन गर्ने संवाद खोल्नुहोस्
ग्रेडियन्ट चयन गर्ने संवाद खोल्नुहोस्
रङदानी चयन गर्ने संवाद खोल्नुहोस्
फन्ट चयन गर्ने संवाद खोल्नुहोस्
%s (try %s)
%s (%s)
%s (try %s, %s)
%s (try %s, %s, %s)active-color
active-color
color-frame-mode
color-frame-mode
color-pick-mode
color-pick-mode
color-pick-mode
color-pick-mode
histogram-scale
histogram-scale
tab-style
tab-style
tab-style
tab-style
tab-style
tab-style
tab-style
tab-style
यो XCF फाइल बिग्रिएको छ! मैले सक्ने जति लोड गरेको छु, तर यो अपूर्ण छ ।
यो XCF फाइल बिग्रिएको छ! मैले यसबाट कुनै आंशिक छवि डेटा स्यालभेज गर्न सकेन ।
XCF चेतावनी: XCF फाइल ढाँचाको संस्करण ० ले ठीकसँग अनुक्रमण गरिएका रङ मानचित्र बचत गरेन। ग्रेस्केल मानचित्र प्रतिस्थापन गर्दैछ।
XCF फाइलमा अवैध UTF-8 स्ट्रिङ
XCF लेख्दा त्रुटि: %s
XCF फाइलमा खोज्न सकेन: %s
गिम्प XCF छवि
'%s' खुला
XCF त्रुटि: असमर्थित XCF फाइल संस्करण %d सामना भयो
'%s' बचत
XCF फाइल बचत गर्दा त्रुटि: %s
छवि सम्पादक
छवि सिर्जना गर्नुहोस् र फोटोग्राफ सम्पादन गर्नुहोस्
रूपान्तरण आगतमा अवैध बाइट अनुक्रम
रूपान्तरण अवधिमा त्रुटि: %s
क्यारेक्टर सेट '%s' बाट '%s' मा रूपान्तरण समर्थित छैन
'%s' बाट '%s'मा रूपान्तरणकर्ता खोल्न सकेन
parse-me-harder
--strict
आगतको अन्त्यमा आंशिक क्यारेक्टर
फलब्याक '%s' बाट कोड सेट'%s' मा रूपान्तरण गर्न सक्दैन
URI '%s' "file" योजना प्रयोग गर्ने एउटा निश्चित URI होइन
स्थानीय फाइल URI '%s' मा एउटा '#' समावेश नहुनसक्छ
URI '%s' अवैध छ
URI '%s' को होस्टनाम अवैध छ
URI '%s' मा अवैध रूपमा निस्किएका क्यारेक्टरहरू देखिन्छन्
बाटोनाम '%s' निश्चित मार्ग होइन
अवैध होस्टनामGDateTime
पूर्वाह्नGDateTime
अपराह्नGDateTime
%A %d %b %Y %I:%M:%S %p %ZGDateTime
%A %d %b %YGDateTime
%I:%M:%S %ZGDateTime
%I:%M:%S %p %Zfull month name
जनवरीfull month name
फ़रवरीfull month name
मार्चfull month name
अप्रेलfull month name
मईabbreviated month name
जूनfull month name
जुलाईfull month name
full month name
full month name
full month name
full month name
abbreviated month name
जनवरीabbreviated month name
फ़रवरीabbreviated month name
मार्चabbreviated month name
अप्रेलabbreviated month name
जूनabbreviated month name
जुलाईabbreviated month name
abbreviated month name
abbreviated month name
abbreviated month name
abbreviated month name
full weekday name
सोमबारfull weekday name
मंगलबारfull weekday name
बुधबारfull weekday name
बिहिबारfull weekday name
शुक्रबारfull weekday name
शनिबारfull weekday name
आइतबारabbreviated weekday name
सोमabbreviated weekday name
मंगलabbreviated weekday name
बुधabbreviated weekday name
बिहिabbreviated weekday name
शुक्रabbreviated weekday name
शनिabbreviated weekday name
आइत
डाइरेक्टरी '%s' खोल्दा त्रुटि: %s
'%s' फाइल पढ्दा त्रुटि : %s
'%s' फाइलबाट पढ्न असफल : %s
'%s'फाइल खोल्न असफल : %s
'%s' फाइलको विशेषता पाउन असफल: fstat() असफल भयो: %s
'%s' फाइल खोल्न असफल : fdopen() खोल्न असफल : %s
फाइल '%s लाई '%s' मा पुन: नामकरण गर्न असफल:g_rename() असफल: %s
'%s' फाइल सिर्जना गर्न असफल: %s
अवस्थित फाइल '%s' हटाउन सकिएन:g_unlink() असफल: %s
'%s ' टेम्प्लेट अवैध, एउटा '%s' सम्मिलित हुनु हुँदैन
सांकेतिक सम्बन्ध '%s' पढ्न असफल: %s
सांकेतिक सम्बन्ध समर्थन गरिएन
'%s' बाट '%s' मा रूपान्तरणकर्ता खोल्न सकेन : %s
g_io_channel_read_line_string मा परीक्षण पढाई गर्न सक्दैन
पढ्ने बफरमा छाडेको अरूपान्तरित डेटा
आंशिक-क्यारेक्टरमा माध्यम टुङ्गिन्छ
g_io_channel_read_to_end मा परीक्षण पढाई गर्न सक्दैन
नियमित फाइल होइन
कुञ्जी फाइलमा पङ्गति '%s' समावेश छ जुन कुञ्जी-मान जोडि, समूह, वा टिप्पणी होइन।
कुञ्जी फाइल एउटा समूहबाट सुरु हुँदैन
कुञ्जी फाइलमा समर्थन प्राप्त नभएको सङ्केतन '%s' समावेश छ।
कुञ्जी फाइलसंगसमूह '%s' छैन
कुञ्जी फाइलसंगकुञ्जी '%s' हुँदैन
कुञ्जी फाइलमा मान '%s'सँगै कुञ्जी '%s' समावेश छ जुन UTF-8 होइन
कुञ्जी फाइलमा समूह '%s' मा कुञ्जी '%s' हुँदैन
कुञ्जी फाइलमा पङ्गतिको अन्त्यमा निकास क्यारेक्टर समावेश छ।
कुञ्जी फाइलमा अवैध निकास अनुक्रम '%s' समावेस छ।
मान '%s' लाई सङ्ख्याको रूपमा व्याख्या गर्न सकिँदैन
इन्टेजर मान '%s' क्षेत्र भन्दा बाहिर छ
मान '%s' एउटा बुलिएनको रूपमा व्याख्या गर्न सकिँदैन।
'%s' फाइल खोल्न असफल : खोल्न() असफल : %s
लाइन %d मा त्रुटि: %s
'%-*s' पद वर्णन गर्न सकिएन, जुन एउटा क्यारेक्टर सन्दर्भ (उदाहरणका लागि; &#234) हुनु पर्थ्यो - संभवत अङ्क ज्यादै ठूलो छ
क्यारेक्टर सन्दर्भ अर्धविराममा सकिएन;तपाईँले धेरैजसो ऐम्परसेण्ड क्यारेक्टरबाट एउटा अस्तित्व सुरु गर्नका लागि प्रयास नगरिकन सुरु गर्नुभयो - & को रूपमा ऐम्परसेंन्ड निकास गर्नुहोस्
क्यारेक्टर सन्दर्भ '%-.*s' ले स्वीकृत क्यारेक्टरको सङ्केतन गर्दैन
खाली अस्तित्व ';' देखियो; वैध अस्तित्वहरू निम्न हुन : & &quot; &lt; &gt; &apos;
अस्तित्व अर्धविराममा सकिएन; तपाईँले धेरैजसो ऐम्परसेण्ड क्यारेक्टरबाट एउटा अस्तित्व सुरु गर्नको लागि प्रयास नगरिकन सुरु गर्नुभयो - & को रूपमा ऐम्परसेंन्ड निकास गर्नुहोस्
कागजात एउटा तत्व बाट सुरु हुनैपर्छ (जस्तै: <book>)
एउटा '<' क्यारेक्टर पछ्याउन '%s' वैधानिक क्यारेक्टर होइन; यस्ले एउटा तत्व नाम प्रारम्भ नगर्न सक्छ
विजोड क्यारेक्टर '%s' ले,'%s' तत्वको गुण नाम '%s' पछि अपेक्षा गरिएको एउटा '='
बिजोड क्यारेक्टर '%s', तत्व '%s' को सुरु ट्याग अन्त्य गर्नलाई अपेक्षा गरिएको एउटा '>' वा '/' क्यारेक्टर, वा वैकल्पिक रूपमा एउटा विशेषता ,सायद तपाईँले एउटा विशेषता नाममा अवैध क्यारेक्टर प्रयोग गर्नुभयो
बिजोड क्यारेक्टर '%s',तत्व '%s' को '%s' विशेषताका लागि मान दिइएको बेला बराबर चिन्ह पछि खुला उद्धरण चिन्हको अपेक्षा गरेको हुन्छ।
'%s' एउटा वैध क्यारेक्टर होइन निम्न क्यारेक्टरहरू '</'; '%s' एउटा तत्व नाम प्रारम्भ नगर्न सक्छन
बन्द तत्व नाम '%s' को पछि लाग्ने '%s' मान्य क्यारेक्टर होइन; अनुमति पाएको क्यारेक्टर '>' हो।
तत्व '%s' बन्द थियो, हाल कुनै तत्व खुलेको छैन
तत्व '%s' बन्द थियो, तर हाल खुला तत्व '%s' हो
कागजात खाली छ वा सेतो खाली स्थान मात्र राखिएको छ
एउटा खुल्ला कोण कोष्ठ पछि '<' कागजात अनपेक्षित रूपले समाप्त भयो।
'%s' खोलिएको अन्तिम तत्व संगकागजात अप्रत्याशित रूपले समाप्त भयो।
कागजपत्र अप्रत्याशित रूपले समाप्त भयो, ट्याग को अन्तमा बन्द कोण कोष्ठको अपेक्षा गर्दछ।
तत्व नाम भित्र कागजात अपेक्षित रूपले समाप्त भयो।
विशेषता नाम भित्र कागजात अपेक्षित रूपले समाप्त भयो।
तत्व-खुल्ला ट्याग भित्र कागजात अपेक्षित रूपले समाप्त भयो।
बिशेषता नाम पछ्याउन बराबर चिन्ह पछि कागजातपत्र अप्रत्याशित रूपले समाप्त भयो; गुण मान होइन
गुण मान भित्र भएको बेला कागजपत्र अप्रत्याशित रूपले समाप्त भयो
तत्व '%s' का लागि बन्द ट्याग भित्र कागजात अनपेक्षित रूपले समाप्त भयो।
एउटा टिप्पणी वा प्रक्रिया निर्देशन भित्र कागजपत्र अप्रत्याशित रूपले समाप्त भयो
प्रयोग:
[OPTION...]
मद्दत विकल्पहरू:
मद्दत विकल्पहरू देखाउनुहोस्
सबै मद्दत विकल्पहरू देखाउनुहोस्
अनुप्रयोग विकल्पहरू:
%s का लागि इन्टेजर मान %s को पद वर्णन गर्न सक्दैन
इन्टेजर मान '%s' %s का लागि दायरा भन्दा बाहिर छ
पद वर्णन विकल्पमा त्रुटि %s
%s का छुटेको तर्क
अज्ञात विकल्प %s
उद्धरण गरिएको पाठ उद्धरण चिन्ह बाट सुरु हुँदैन
आदेश रेखामा वा अरू कवच-उद्धरण गरिएको पाठमा नमिलेको उद्धरण चिन्ह
पाठ चाँही '\\' क्यारेक्टर पछि मात्र समाप्त भयो। (पाठ '%s' थियो)
%c का लागि मिल्ने उद्धरण फेला पर्नु अगाडि पाठ समाप्त भयो। (पाठ '%s' थियो)
पाठ खाली थियो (वा सेतो खाली स्थान मात्र समावेश थियो)
शाखा प्रक्रिया (%s) बाट डेटा पढ्न असफल
शाखा प्रक्रिया (%s) बाट डेटा पढ्दा () चयनमा अनपेक्षित त्रुटि
waitpid() (%s) मा अनपेक्षित त्रुटि
शाखा प्रक्रिया (%s)बाट पढ्न असफल
(%s) फोर्क गर्न असफल
डाइरेक्टरी '%s' (%s) मा परिवर्तन गर्न असफल
शाखा प्रक्रिया "%s" (%s) कार्यान्वयन गर्न असफल
शाखा प्रक्रिया (%s) को निर्गत वा आगत पुन:निर्देशिन गर्न असफल
शाखा प्रक्रिया (%s) फोर्क गर्न असफल
शाखा प्रक्रिया "%s" कार्यान्वयन गर्दा अज्ञात त्रुटि
शाखा पिड पाईप (%s) बाट प्रशस्त डेटाहरू पढ्न असफल
शाखा प्रक्रियाबाट डेटा पढ्न असफल भयो
शाखा प्रक्रिया (%s)सँग कुराकानीका लागि पाइप सिर्जना गर्न असफल
शाखा प्रक्रिया (%s) कार्यान्वयन गर्न असफल
अवैध कार्यक्रम नाम : %s
अार्गुमेन्ट भेक्टरको %d मा अवैध स्ट्रीङ: %s
वातावरणमा अवैध स्ट्रीङ: %s
अवैध कार्य डाइरेक्टरी : %s
मद्दत गर्ने कार्यक्रम कार्यान्वयन गर्न असफल (%s)
शाखा प्रक्रियाबाट डेटा पढ्दा g_io_channel_win32_poll() अनपेक्षित त्रुटि
UTF-8 का लागि क्यारेक्टर दायरा भन्दा बाहिर छ
रूपान्तरण आगतमा अवैध अनुक्रम
UTF-16 का लागि क्यारेक्टर दायरा भन्दा बाहिर छ
%s bytes
क्रमगुणन
=
Ctrm
Ddb
भविष्यको मान
शर्त
Syd
Sln
दर
वर्तमान मान
भुक्तानी
क्यारेक्टर:
घुसाउनुहोस्
आधारभूत
उन्नत
आर्थिक
गणकयन्त्र
अंकगणितीय, वैज्ञानिक वा आर्थिक गणनाहरू कार्यसम्पादन गर्नुहोस्
Narayan Kumar Magar (narayan@mpp.org.np) Launchpad Contributions: Narayan Kumar Magar https://launchpad.net/~narayan-mpp
आर्थिक र वैज्ञानिक मोडहरू भएको गणकयन्त्र
[degrees] in [radians]
भण्डारण गर्न सन्तुलित मान छैन
विकृत अभिव्यक्ति
वैज्ञानिक
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
unit-format
unit-symbols
background, style
background, style
background, style
background, style
background, style
x
Automatically generated profile
Profile quality
Profile quality
Colorspace fallback
Colorspace fallback
Colorspace fallback
universal access, color
Calibration quality
Calibration quality
Calibration quality
universal access, brightness
display panel, rotation
display panel, rotation
display panel, rotation
MirroredPantallas en EspejoMirroredPantallas en Espejo
translation
गृह फोल्डरkeybinding
गति:keyboard, delay
Distance
कुञ्जी गति दोहोर्याउनुहोस्keyboard, delay
Page SetupPrinter Option Group
mouse, speed
mouse, left button as primary
mouse, right button as primary
Wifi security
Wacom action-type
Signal strength
Password strength
Signal strength
Password strength
network parameters
proxy method
Wi-Fi/Ethernet security
Forget wireless networkWi-Fi Network
proxy method
category
notifications
notifications
notifications
notifications
notifications
service is disabled
अन्यAdd Account
1 hour 5 minutes
1 hour 5 minutes
Battery power
Battery power
Battery name
Battery name
Battery power
Battery power
Developer
Developer
marker
marker
printer state
printer state
print job
printer state
printer state
printer state
printer state
print job
printer state
Two Sided
Two Sided
Two Sided
Orientation
Orientation
Orientation
Orientation
print job
print job
print job
print job
print job
GeneralPrinter Option Group
Installable OptionsPrinter Option Group
JobPrinter Option Group
Image QualityPrinter Option Group
ColorPrinter Option Group
AdvancedPrinter Option Group
Paper Source
Paper SourceResolution
GhostScript
GhostScript
GhostScript
GhostScript
measurement format
measurement format
Language
service is enabled
balance
balance
balance
balance
balance
balance
volume
universal access, text size
universal access, contrast
universal access, text size
universal access, threshold
universal access, text size
universal access, text size
universal access, zoom
universal access, delay
universal access, delay
Beep when a key is
Beep when a key is
Beep when a key is
universal access, threshold
Distance
Distance
Distance
Distance
universal access, thickness
universal access, thickness
universal access, contrast
universal access, brightness
Account type
Account type
Password strength
Password strength
Password strength
Password strength
Could you not access "Digital Persona U.are.U 4000/4000B
Could you not access "Digital Persona U.are.U 4000/4000B
Password mode
Password mode
Password mode
Wacom action-type
Wacom action-type
Wacom action-type
Wacom tablet button
Wacom tablet button
left-ring-mode-1
right-ring-mode-1
left-strip-mode-1
right-strip-mode-1
category
category
x
जिनोमको बारेमा
जिनोमको बारेमा धेरै सिक्नुहोस्
समाचारहरू
जिनोम लाइब्रेरी
जिनोमका साथिहरू
सम्पर्क गर्नुहोस्
रहस्यमय GEGL
स्क्विकि रबर जीनोम
वान्डा जीनोम फिस
जिनोम डेस्कटपको बारेमा
जिनोम डेस्कटपमा स्वागत छ
यसद्धारा प्रायोजित:
संस्करण
बितरक
निर्माण मिति
यो जीनोम संस्करणमा सूचना प्रदर्शन गर्नुहोस्
सञ्चालन प्रणालीको युनिक्स-जस्तै परिवारका लागि जीनोम स्वतन्त्र, उपयोगी, स्थायी, पहुँचयोग्य डेस्कटप परिवेश हो ।
जिनोमले तपाईँले आफ्नो कम्प्युरटरमा देखेको फाइल प्रबन्धक, वेब ब्राउजर, मेनुहरू र धेरै अनुप्रयोगहरू समेत धेरै जसो समावेश गर्दछ ।
अनुप्रयोग कार्यक्रमहरूको लागि जिनोमले पनि शक्तिशाली र जटिल अनुप्रयोगहरूको सिर्जनालाई अनुमति दिँदै एउटा पुर्ण विकास मञ्च समावेश गर्दछ ।
प्रयोगात्मकता र पहुँचतामा जीनोमको फोकस, नियमित निष्कासन चक्र, र वलियो संगठित समर्थनले यसलाई स्वतन्त्र सफ्टवेयर डेस्कटपहरू मध्ये अद्वितीय बनाउँदछ ।
जीनोमको सबै भन्दा ठूलो आधार भनेको हाम्रो बलियो समुदाय नै हो । वास्तविक रूपमा जो कोहीले, सङ्केतन दक्षता वा दक्षता बिना नै, जीनोमलाई राम्रो बनाउन योगदान गर्न सक्दछ ।
१९९७ मा जीनोम सुरआत भए देखि नै सयौं मानिसहरूले जीनोममा कोड योगदान गर्नुभएको छ; धेरै धेरैले अनुवाद, मिसिलिकरण, र गुणात्मक आश्वासन समेत गरेर अन्य महत्वपूर्ण तरिकाले योगदान गर्नुभएको छ,UnknownMonitor vendor
'%s' फाइल पढ्दा त्रुटि: %s
'%s' फाइल दोहोर्याउँदा त्रुटि: %snamename
नाम छैन
'%s' फाइल एउटा नियमित फाइल वा डाइरेक्टरी होइन ।
यसमा बचत गर्नलाई फाइल नाम छैन
%s सुरु गर्दै
सुरुआत गर्नलाई URL छैन
एउटा सुरुआतयोग्य वस्तु छैन
सुरुआत गर्नलाई आदेश (कार्यान्वयन) छैन
सुरुआत गर्नलाई खराब आदेश (कार्यान्वयन)
यसको अज्ञात संकेतन: %s
position", "size", and "maximum
requested", "minimummaximum
MirrorPantallas en Espejo", *not* "Espejar Pantallas
position", "size", and "maximum
requested", "minimummaximum
पूर्वनिर्धारित:LTR, -
, , Tom, Dick, and Harry
, र Tom and Dick
र
—
A:#x2003;
यो कागजातको बारेमा
सम्बद्धन
लेखक लेखकहरू
सन्दर्भसूची
सावधानी
कोलोफोन
सहायोगी सहयोगी
सामग्रीहरू
प्रतिलिपि अधिकार प्रतिलिपि अधिकारहरू
समर्पण
सम्पादक सम्पादकहरू
इमेल
शब्दकोश
महत्वपूर्ण
अनुक्रमणिका
कानूनी सूचना
नाम
द्रष्टव्य
अन्य सहयोगी अन्य सहयोगीहरू
Q:#x2003;
भुमिका
प्रकाशक प्रकाशकहरू
संशोधन इतिहास
हेर्नुहोस्
हेर्नुहोस् पनि
संक्षेप
टिप
अनुवादक अनुवादकहरू
चेतावनीwatermark-blockquote-XXXX.pngwatermark-blockquote-00AB.pngyelp-watermark-blockquote-201C
वाटरमार्क-ब्लकक्वेट-२०१C.png1", "A", "a", "I", or "i
appendix.digit A
appendix.label .#x2003; .#x2002; Appendix
appendix.number .
appendix.xref Appendix ―
biblioentry.tooltip सन्दर्भ सूची प्रविष्टि हेर्नुहोस् ।
bibliography.xref
bibliolabel.format []1", "A", "a", "I", or "i
book.digit १
book.xref
citetitle.format “”
citation.format []1", "A", "a", "I", or "i
chapter.digit १
chapter.label .#x2003; .#x2002; Chapter
chapter.number .
chapter.xref अध्याय ―
email.tooltip इमेल पठाउनुहोस्‘’।1", "A", "a", "I", or "i
example.digit १
example.label उद्दाहरण #x2003; उदाहरण #x2002; उदाहरण
example.number -
example.xref उदाहरण 1", "A", "a", "I", or "i
figure.digit 1
figure.label रेखाचित्र #x2003; रेखाचित्र #x2002; रेखाचित्र
figure.number -
figure.xref रेखाचित्र
glossentry.abbrev.format ()
glossary.xref
glossentry.tooltip ‘’का लागि परिभाषा पढ्नुहोस् ।
glossentry.xref ‘’fooSee foo.
glosssee.format हेर्नुहोस् ।foo", "barbaz", the glossseealso may be formatted as
glossseealso.format पनि हेर्नुहोस् ।
manvolnum.format ()1", "A", "a", "I", or "i
part.digit I
part.label .#x2003; .#x2002; Part
part.xref भाग ―
preface.xref 1", "A", "a", "I", or "i
question.digit १
question.label .#x2003; .#x2002; प्रश्न
question.xref प्रश्न
quote.format ‘’ “”
refentry.xref 1", "A", "a", "I", or "i
refsection.digit १
refsection.label .#x2003; .#x2002; खण्ड
refsection.number .
refsection.xref खण्ड ― 1", "A", "a", "I", or "i
section.digit १
section.label .#x२००३; .#x२००२; खण्ड
section.number .
section.xref खण्ड ―
seeie.format हेर्नुहोस् ।
seealsoie.format पनि हेर्नुहोस् ।1", "A", "a", "I", or "i
synopfragment.digit १
synopfragment.label ()1", "A", "a", "I", or "i
table.digit १
table.label तालिका #x२००३; तालिका #x२००२; तालिका
table.number -
table.xref तालिका
जिनोम
पूर्वनिर्धारित जिनोम विषयवस्तु
किरिङ पासवर्ड परिवर्तन गर्नुहोस्
नयाँ किरिङका लागि पासवर्ड रोज्नुहोस्
नयाँ किरिङ पासवर्ड
किरिङको ताल्चा खोल्नुहोस्
किरिङ '%s'को ताल्चा खोल्नका लागि पासवर्ड प्रविष्ट गर्नुहोस्
commands:
माहजोङ्ग
मिल्दो जोडा हटाएर टायलको थुप्रो अलग्याउनुहोस्
mahjongg map name
mahjongg map name
mahjongg map name
mahjongg map name
mahjongg map name
mahjongg map name
mahjongg map name
mahjongg map name
mahjongg map name
mahjongg map name
पज गरियो
बाँकी चाल:
खेललाई पज गर्नुहोस्
नयाँ खेल
प्राप्ताङ्क
मद्दत
सामाग्री
बारेमा
अरू चाल छैनन्
पूर्वावस्थामा फर्काउनुहोस्
फेरि सुरु गर्नुहोस्
माहजोङ्ग प्राथमिकता
बन्द गर्नुहोस्
विषयवस्तु:
पृष्ठभूमि रङ:
मुख्य खेल:
मानचित्र:
टायल:
अनुवादक श्रेय Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin
समय
नयाँ खेल
मिति
ध्वनि रेकर्डर
ध्वनि क्लिप रेकर्ड गर्नुहोस्
X hours and X minutesX minutes and X seconds
फाइल खोल्नुहोस्
फाइल लोड गर्न अक्षम: %s
तयार
बदल्नुहोस्
"%s" नाम भएको फाइल पहिले नै अवस्थित छ । तपाईँले यसलाई बचत गर्नुभएको कुनै एकसँग बदल्न चाहनुहुन्छ ?
फाइल " %s" बचत गर्न सकेन
यस रूपमा फाइल बचत गर्नुहोस्
यस मार्गमा %s स्थापना गरिएको छैन ।
%s सुरु गर्दा एउटा त्रुटि भयो: %s
बचत नगरी बन्द गर्नुहोस्
प्रश्न
%s (बचत गरिएको छैन)
अज्ञात साइज
अज्ञात
%.1f kHz
%.0f kb/s
%.0f kb/s (अनुमानित)
१ (मोनो)
२ (स्टेरियो)
%s सूचना
फाइल सूचना
फोल्डर:
फाइल नाम:
फाइल साइज:
अडियो सूचना
फाइल अवधि:
च्यानलको सङ्ख्या:
नमूना दर:
बीट दर:
GConf अडियो निर्गत
प्लेब्याक
GConf अडियो रेकर्डिङ
फाइल निर्गत
'%s' अडियो प्रोफाइल पद वर्णन गर्न सकेन ।
'%s' अडियो प्रोफाइल प्रयोग गरेर क्यापचर गर्न सकेन ।
'%s' अडियो प्रोफाइल प्रयोग गरेर फाइलमा लेख्न सकेन ।
फाइल
नयाँ नमूना सिर्जना गर्नुहोस्
फाइल खोल्नुहोस्
हालको फाइल बचत गर्नुहोस्
फरक नामसँग हालको फाइल बचत गर्नुहोस्
भोल्युम नियन्त्रण खोल्नुहोस्
अडियो मिश्रक खोल्नुहोस्
हालको फाइलका बारेमा सूचना देखाउनुहोस्
हालको फाइल बन्द गर्नुहोस्
कार्यक्रम अन्त्य गर्नुहोस्
नियन्त्रण गर्नुहोस्
ध्वनि रेकर्ड गर्नुहोस्
ध्वनि बजाउनुहोस्
ध्वनि बन्द गर्नुहोस्
मद्दत
म्यानुअल खोल्नुहोस्
यस अनुप्रयोगका बारेमा
खोल्नुहोस्
बचत गर्नुहोस्
यस रूपमा बचत गर्नुहोस्
<none>
लम्बाइ:
शीर्षक विहिन
भोल्युम नियन्त्रण
सञ्झ्यालको उचाइ
सञ्झ्यालको चौडाइ
अज्ञात %d भोल्युम नियन्त्रण
कुनै भोल्युम नियन्त्रण GStreamer प्लगइन र/वा यन्त्र फेला परेन ।
रेकर्डिङ
स्विच
विकल्प
भोल्युम नियन्त्रण प्राथमिकता
%s:
ट्र्याक %s: म्युट गर्नुहोस्
%s बाट अडियो रेकर्डिङ टगल गर्नुहोस्
ट्र्याक %s: अडियो रेकर्डिङ
%s विकल्प चयन
ट्र्याक %s
च्यानल %d को ट्र्याक %s
ट्र्याक %s, च्यानल %d
%s का लागि च्यानल एकैसाथ ताल्चा लगाउनुहोस्
ट्र्याक %s: च्यानल एकैसाथ ताल्चा लगाउनुहोस्
मोनो
बायाँ
दायाँ
अगाडि बायाँ
अगाडि दायाँ
थोरै बायाँ
थोरै दायाँ
अगाडि बीचमाLow-Frequency Effects
LFE
बायाँ किनारा
दायाँ किनारा
अज्ञात
%s मा %s च्यानलको भोल्युम
एउटा जिनोम/जिस्ट्रिमरमा आधारित भोल्युम नियन्त्रण अनुप्रयोग
Bishnu Adhikari<bsn_adk\@hotmail\.com> Shyam krishna bal<shyamkrishna_bal\@yahoo\.com> Mahesh Subedi<submanesh\@gmail\.com>, Nabin Gautam <nabingautam2001\@yahoo\.com> Launchpad Contributions: Jyotshna Shrestha https://launchpad.net/~shresthajyo Nabin Gautam https://launchpad.net/~nabin Shiva Prasad Pokharel https://launchpad.net/~pokharelshiva
भोल्युम नियन्त्रण: %s
फरक यन्त्रमा भोल्युम नियन्त्रण गर्नुहोस्
कुनै पनि होइन
असमर्थित
पूर्वनिर्धारित
मुख्य सञ्झ्याल दृष्टान्त गर्दा असफल
मल्टिमिडिया प्रणाली चयनकर्ता
जिस्ट्रिमर अनुप्रयोगका लागि पूर्वनिर्धारण कन्फिगर गर्नुहोस्
प्लगइन:
पाइप लाइन:
परीक्षण
यन्त्र:
प्लगइन:
पाइप लाइन:
परीक्षण
यन्त्र:
अडियो
भिडियो
पाइप लाइन परीक्षण
समाप्त गर्न 'ठीक छ' बटनमा क्लिक गर्नुहोस् ।
स्वत: पत्ता लगाउनुहोस्
पल्स अडियो साउन्ड सर्भर
अनुकूल
X विन्डो प्रणाली (No Xv)
X विन्डो प्रणाली (X11/XShm/Xv)
ध्वनि परीक्षण गर्नुहोस्
मौन
MJPEG (जस्तै, जोरन v4l यन्त्र)
QCAM
आगत परीक्षण
लिनक्सका लागि भिडियो (v4l)
लिनक्स २ का लागि भिडियो (v4l2)
'%s' का लागि परीक्षण पाइप लाइन निर्माण गर्न असफल
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
Sound event
श्रव्य दृश्य
मल्टिमिडिया मेनु
प्रोग्रामिङ्ग
सफ्टवेर विकासका लागि उपकरण
शिक्षा
खेलहरु
खेलहरू र मनोरञ्जनहरू
ग्राफिक्स्
ग्राफिक्स अनुप्रयोगहरू
इन्टरनेट
वेब र इमेल जस्तो इन्टरनेट पहुँचको निम्ति कार्यक्रमहरू
कार्यालय
कार्यालय अनुप्रयोग
पद्धति उपकरणहरु
प्रणाली कन्फिगरेसन र अनुगमन
विश्वब्यापी पहुँच
ब्रमान्डिय पहुँच सेटिङ
सहायक उपकरण
डेस्कटप सहायक उपकरण
अनुप्रयोग
अन्य
कुनै समूहमा नमिलेका अनुप्रयोगहरू
प्रशासन
सम्पूर्ण प्रणालीका सेटिङ परिवर्तन गर्नुहोस् ( सबै प्रयोगकर्तालाई प्रभाव पार्छ)
प्राथमिकताहरु
व्यक्तिगत प्राथमिकताहरु
हार्डवेयर
विभिन्न हार्डवेयर यन्त्रका लागि सेटिङPersonal settings
व्यक्तिगत
व्यक्तिगत सेटिङ
प्रणाली
प्रणाली सेटिङ
ध्वनि र भिडियो
मल्टिमिडिया मेनु
प्रोग्रामिङ
सफ्टवेर विकासका लागि उपकरण
शिक्षा
खेल
खेल र मनोरञ्जन
ग्राफिक्स
ग्राफिक्स अनुप्रयोग
हार्डवेयर
विभिन्न हार्डवेयर यन्त्रका लागि सेटिङ
इन्टरनेट
वेब र इमेल जस्तो इन्टरनेट पहुँचका लागि कार्यक्रम
कार्यालय
कार्यालय अनुप्रयोगPersonal settings
व्यक्तिगत
व्यक्तिगत सेटिङ
प्रणाली
प्रणाली सेटिङ
प्रणाली उपकरण
प्रणाली कन्फिगरेसन र अनुगमन
विश्वब्यापी पहुँच
विश्वब्यापी पहुँच सेटिङ
सहायक उपकरण
डेस्कटप सहायक उपकरण
अनुप्रयोग
अन्य
अन्य कोटिमा नमिलेका अनुप्रयोग
मेनु सम्पादक
मेनु सम्पादन गर्नुहोस्
पुर्वनिर्धारित
मेनु:
अनुप्रयोग:
नाम
देखाउनुहोस्
गृह डाइरेक्टरी फेला पार्न सकिँदैन: /etc/passwd मा सेट छैन र परिवेशमा $HOME का लागि मान छैन
द्वि-आयामिक रासायानिक संरचना
त्रि-आयामिक स्टुडिओ चित्र
ए आई यफ सी ध्वनी
ए आई यफ सी ध्वनी
ए एन आई एम एनिमेसन
ए आर जे आर्काईभ
‍ए भी आई भिडियो
ए बि आई वर्ड कागजात
एक्टिभ सर्भर पेज(ASP)
ठेगाना कार्ड
एडोब फ्रेम मेकर फन्ट
एडोब फन्ट मेट्रिक्स
एन्ड्रिऊ टुलकिट इनसेट
एप्लिकेशन लन्चर
एपलिक्सवेर चित्र
एपलिक्सवेर वर्ड कागजात
एपलिक्सवेर प्रस्तुति
एपलिक्सवेर स्प्रेडशिट
एर आर्काईभ
हेस्केल सोर्स कोड
ध्वनि
लेखकको सुची
अटो क्याड चित्र
बि सि पि आई ओ कागजात
बि डि यफ फन्ट
ब्याकअप फाईल
बेसिक ध्वनि
बिब्लोग्राफि रेकर्ड
बाईनरि प्रोग्राम
वीटटोरेन्ट फाईल
ब्लेन्डर फाईल
ब्लक डिभाईस
बि जिप कम्प्रेस्ड फाईल
सि शेल छन्द
सि सोर्स कोड
सि सोर्स कोड हेडर
सि‍‍++ सोर्स कोड हेडर
सि जि आई प्रोग्राम
सि जि यम चित्र
सि यम यु रेस्टर चित्र
सि पि आई ओ आर्काईभ
सि पि आई ओ आर्काईभ (जि जिप कम्प्रेस्ड)
क्यालेन्डर फाईल
क्यालेन्डर अथवा ईभेन्ट कागजात
क्यारेक्टर डिभाईस
सिन्लेरा सम्पादन सीट
कमा सेपरेटेड टेक्ट कागजात
कम्मोडोर ६४ ध्वनि
कम्पाऊण्ड कागजात
कम्प्रेस-कम्प्रेस्ड फाईल
कम्प्रेस्ड जि आई एम पि कागजात
कोरल ड्र चित्रण
घनिभूत संरचना पद्धति
डि सि एल छन्द
डस फन्ट%
डस विन्डो प्रोगराम%
डि यस यस यस एल कागजात%
डि भी भिडियो
डि यफ यक्स भेक्टर ग्राफिक
डेबियन प्याकेज
ईन्डिपेन्डेन्ट बिटम्याप डिभाईस
डिआ चित्र
डिजिटल ईमेजिङ्ग र संचार तथा मेडिसिन छविचित्र
डिजिटल चल चित्र आदान-प्रदान
डाईरेक्टरिको सुचना दिने फाईल
डिजेभीयु छविचित्र
डक्युमेन्ट टाईप डेफिनेसन
कागजातहरु
कागजातहरु/चित्र
कागजातहरु/ऐक्सटेन्डेड मार्कअप लय्याङ्गवेज
कागजातहरु/न्युमेरीक%
कागजातहरु/सादा अक्षर
कागजातहरु/प्रस्तुतिकरण
कागजातहरु/कार्य ब्यवस्थापन%
कागजातहरु/निस्केका चिजबिज%
कागजातहरु/सप्रेडशिट
कागजातहरु/टेक्स
कागजातहरु/टेक्सट मार्कअप
कागजातहरु/भेक्टर ग्राफिक्स
कागजातहरु/वर्ड प्रोसेसर
कागजातहरु/वर्लड वाईड वेब
डल्बी डिजिटल ध्वनि
ड्रिमकास्ट रोम
ईम्येक्स लिस्प सोर्स कोड
ई-मेल हेडरस
ई-मेल सन्देश/चिठ्ठी बाकस
एनकृप्टेड सन्देश
एनलाटमेन्ट थिम
एनरिचड टेक्सट कागजात
यफ एल ऐ सि ध्वनि
यफ एल सि ऐनिमेसन
यफ एल आई ऐनिमेसन
फास्ट ट्रयाकर II अडियो
फल्यास पिक्स चित्र
फ्लेक्सिबल ईमेज ट्रान्सपोर्ट सिस्टम
फोल्डर
फोर्टट्रान सोर्स कोड
फ्रेममेकर ईन्टरचेन्ज कागजात
जि३ फ्याक्स चित्र
जि आई यफ चित्र
जि आई यम पि कागजात
जि यम सि लिंक
जीनोमले मंडलाको थिम
जि यन यु ओ लिओ सप्रेडशिट
जि यन यु मेल सन्देश
जि टि के कन्फिगरेसन
गेम ब्वाई रोम
जेनिसिस-रोम
ग्लेड प्रोजेक्ट
ग्नु क्यास वर्कबुक
ग्नुमेरिक सप्रेडशिट
टार आर्काइभ
जिटिकटा लग क्याटलग
जि जिप कम्प्रेस्ड फाईल
यच डि यफ कागजात
यच टि यम यल पेज
हेस्केल सोर्स कोड
सहयोग पाना
आई डि यल कागजात
आई ई यफ चित्र
आई यफ यफ चित्र
आई यल बि यम चित्र
आई यस आई भिडिओ
आई यस ओ चित्र
चित्रहरु
ईम्पल्स ट्रयाकर ध्वनि
सुचना
सुचना/क्यालेन्डर
सुचना/आर्थिक
जे बिल्डर प्रोजेक्ट
जे पि ई जि चित्र
जाभा बाईट कोड
जाभा सोर्स कोड
जाभा सोर्स कोड
के डि ई एप्लिकेसन बिबरण
के आई ईल्लसट्रेटर कागजात
के प्रेजेन्टर प्रेजेन्टेसन
के स्प्रेड स्प्रेडशिट
के वर्ड कागजात
कर्न शेल स्कृप्ट
यल यच ए आर्काईभ
यल यच ए आर सि आर्काईभ
एल आई बी जि आर एक्स लिपी
लाईट वेभ बस्तु
लाईट वेभ सिन
लिनक्स पि एस एफ कन्सोल लिपी
लिटरेट हेस्केल सोर्स कोड
लोटस १-२-३ स्प्रेडशिट
एल वाई एक्स कागजात
मि डि ध्वनि
एम ओ डि ध्वनि
एम पि थ्रि ध्वनि
एम पि थ्रि प्ले लिस्ट
एम पि ई जि भिडिओ
एम पि ई जि ध्वनि
एम एस ए एस एफ भिडिओ
एम एस ए एस एफ भिडिओ
एम एस भिडिओ
एमयसएक्स-रोम
म्याक बाईनरि फाईल
म्यासिन्थोस एप्पल डबल ईन्कोडेड फाईल
म्यासिन्थोस बिन हेक्स ईन्कोडेड फाईल
म्यासिन्थोस स्टफ ईट आर्काईभ
म्याकरोमिडिया फ्लयास फाईल
म्याजिकप्वाईन्ट प्रेजेन्टेसन
म्याजिक चित्र फरम्याट
मेल पुर्याएको रिपोर्ट
मेल डिस्पोजिसन रिपोर्ट
मेल सिस्टम रिपोर्ट
फाईल बनाऊने
म्यानुअल पाना
म्यानुअल पाना(कम्प्रेस्ड)
मास्टर सिस्टम अथवा गेम गियर रोम
म्याथ एम एल कागजात
Matroska भिडिओ
मेमोरि डम्प
सन्देश
सन्देश डाईजेस्ट
बिभिन्न फरम्याट मा सन्देश
माइक्रोसफ्ट एक्सेल स्प्रेडशिटl
माइक्रोसफ्ट पावर प्वाईन्ट कागजात
माइक्रोसफ्ट डब्लु एम भि सुची
माइक्रोसफ्ट डब्लु एम भि भिडिओ
माइक्रोसफ्ट वर्ड कागजात
माइक्रोसफ्ट भिडिओ
Monkey ध्वनि
मल्टि पार्ट सन्देश
एनईयस-रोम
नेम्ड पाईप
नाऊटिलस लिंक
निन्टेन्डो ६४ रोम
नलसफ्ट भिडिओ
ओ डि ए कागजात
अब्जेक्ट कोड
सि सोर्स कोड
अग ध्वनि
ओपन अफिस.ओ आर जि ईम्प्रेस प्रेजेन्टेसन
ओपन अफिस.ओ आर जि ईम्प्रेस प्रेजेन्टेसन टेमप्लेट
ओपन अफिस.ओ आर जि म्याथ कागजात
ओपन अफिस.ओ आर जि राईटर कागजात
ओपन अफिस.ओ आर जि राईटर ग्लोबल कागजात
ओपन अफिस.ओ आर जि राईटर टेमप्लेट
ओपन अफिस.ओ आर जि चित्रबनाऊ
ओपन अफिस.ओ आर जि चित्रबनाऊने टेमप्लेट
ओपन अफिस.ओ आर जि स्प्रेडशिट
ओपन अफिस.ओ आर जि स्प्रेडशिट टेमप्लेट
खुल्ला लिपि
पि बि एम चित्र
पि सि पेन्टब्रश चित्र
पि सि एफ लिपि
पि डि एफ कागजात
पि ई एफ प्रोगराम
पि जि एम चित्र
पि जि एम चेस खेल
पि जि पि साँचोहरु
पि जि पि सन्देश
पि जि पि हस्ताक्षर
पि जि पि एनक्रिप्टेड फाईल
पि एच पि स्कृप्ट
पि आई सि टि चित्र
पि एन जि चित्र
पि एन एम चित्र
पि पि एम चित्र
प्याकेजहरु
पाल्म ओ एस डाटाबेस
पाल्म पिक्सम्याप चित्र
टुक्रा ई-मेल सन्देश
पास्कल सोर्स कोड
पर्ल स्कृप्ट
फोटो सि डी चित्र
फोटोशप कागजात
सादा टेक्सट कागजात
बजाऊने लिस्ट
पोस्ट स्कृप्ट टाईप १ लिपि
पोस्ट स्कृप्ट कागजात
प्रोफाईलर रिजल्ट
प्रोजेक्ट प्लान
पाईथन बाईट कोड
पाईथन सोर्स कोड
क्विक टाईम फिल्म
क्विकन कागजात
विनडोज को लागी क्विकन कागजात
आर ए आर आर्काईभ
मलाई पढनुहोस कागजात
आर जि बि चित्र
आर आई एफ एफ ध्वनि
आर पि एम प्याकेज
र ग्रे नमुना
रियल अडियो कागजात
रियल अडियो/भिडिओ कागजात
रियल भिडिओ भिडिओ
रेफरेन्स टु रिमोट फाईल
अस्विकृत प्याच फाईल
रिच टेक्सट कागजात
एस/एम आई एम ई फाईल
एस/एम आई एम ई हस्ताक्षर
एस जि आई भिडिओ
एस जि एम एल कागजात
शाऊट कास्ट बजाऊने लिस्ट
एस एम आई एल स्कृपट
एस क्यु एल कोड
सन रास्टर फाईल
एस भि ४ सि पि आई ओ आर्काईभ
एस भि ४ सि पि आई पि(सि आर सि सहित)
एस भि जि आर्ट
स्किम सोर्स कोड
स्क्रिम ट्रयाकर ३ ध्वनि
स्क्रिम ट्रयाकर ध्वनि
स्क्रिम ट्रयाकर बाद्यबादन
खोजिएको फल
सुरक्षा
छानिएको कागजात
बांडिएको लाईब्रेरी
शेल आर्काईभ
शेल स्कृप्ट
हस्ताक्षरित सन्देश
सिलिकन ग्राफिक्स चित्र
सकेट
सफ्टवेर बिकास
सफ्टवेर बिकास/रोम चित्र
सफ्टवेर बिकास/सोर्स कोड
सफ्टवेर लेखक श्रेय
सफ्टवेर ईन्सटलगर्न ईन्ट्रक्सन
सफ्टवेर लाईसेन्स टर्मस
सोर्स कोड प्याच
स्पिच कागजात
स्पिडो लिपि
सप्रेडशिट ईन्टरचेन्ज कागजात
स्टयाम्पेड प्याकेज
स्टारक्याल्क सप्रेडशिट
स्टारचार्ट चार्ट
स्टारड्र ड्रईंग
स्टारलमप्रेस प्रस्तुति
स्टार मेल फाईलl
स्टार म्याथ कागजात
स्टार अफिस ऐक्सटेन्डेड मेटा फाईल
स्टार राईटर कागजात
स्टाईल शिट
सन मु-लअ ध्वनि
सन ओ एस न्युज लिपि
सिम्बोलिक लिंक
सिस्टम
टि आई एफ एफ चित्र
ट्याबले छुट्याईएको टेक्सट कागजात
टार आर्काईभ
टार आर्काइभ(बिजिप२- कम्प्रेस्ड)
टार आर्काइभ(जिप- कम्प्रेस्ड)
टारगा चित्र
टि सि एल सकृप्टl
टेक्स कागजात
टेक्स डि भि आई कागजातi
टेक्स लिपि
टेक्सलिपि मेट्रिक्स
टेक्स ईन्फो कागजात
थिम
टाऊट डाऊक्स कागजात
ट्रोफ कागजात
ट्रोफ एम ई ईनपुट कागजात
ट्रोफ एम एम ईनपुट कागजात
ट्रोफ एम एस ईनपुट कागजात
ट्रऊ टाईप लिपि
ट्रऊ भिजन टारगा चित्र
युजनेट न्युज सन्देश
युनिडेटा नेट सि डि एफ कागजात
थाहा नभएको खालको
प्रयोगकर्ता को लागि
प्रयोगकर्ता को लागि/लिपि
उस्टrर आर्काइभ
भि लिपि
भि ओ सि ध्वनि
भि आर एम एल कागजातL
%सि सोर्स कोड
भिडिओ
भिभो भिडिओ
वेस सोर्स कोड
ध्वनि तरंग
वेभलेट भिडिओ
वेब फोल्डर
विन्डोज बिटम्याप चित्र
विन्डोज आईकन चित्र
विन्डोज मेटाफाईल ग्राफिक्स
वर्ड पर्फेक्ट कागजात
एक्स बिटम्याप चित्र
एक्स विन्डो चित्र
एक्स एम एल कागजात
एक्स पि एम चित्र
एक्सबेस डेटाबेस
Yacc सोर्स कोड
जेड शेल स्कृप्ट
जिप आर्काइभ
जु आर्काइभ
एक्स एफ आई जि भेक्टर ग्राफिक
खानी
खानी फिल्डबाट लुकेका खानी हटाउनुहोस्
अज्ञात झण्डा प्रयोग गर्नुहोस्
वर्गलाई अज्ञातका रूपमा चिनो लगाउन सक्षम हुन ठीकमा सेट गर्नुहोस् ।
अति धेरै झण्डाका बारेमा चेतावनी
झण्डाको स्वचालित स्थापना सक्षम पार्नुहोस्
अनुकूल खेलमा स्तम्भको सङ्ख्या
अनुकूल खेलमा पङ्‌क्ति सङ्ख्या
अनुकूल खेलमा खानीको सङ्ख्या
बोर्डको आकार
बोर्डको आकार (०-२ = सानो-ठूलो, ३=अनुकूल)
नयाँ खेल
प्राप्ताङ्क
मद्दत
बारेमा
सामाग्री
अनुकूल
ठाडो:
खानीको सङ्ख्या:
रद्द गर्नुहोस्
मुख्य खेल:
प्राप्ताङ्क:
रिसाइज र SVG समर्थन:
मोहडा:
ग्राफिक्स:
अनुवादक श्रेय Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin
खानी प्राथमिकता
बन्द गर्नुहोस्
"म निश्चित छैन" झण्डा प्रयोग गर्नुहोस् ।
नयाँ खेल सुरु गर्नुहोस्
खेललाई पज गर्नुहोस्
पज गरियो
नयाँ खेल
ठीक छ
साइज:
मिति
समय
अनुवादक श्रेय Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin Shiva Prasad Pokharel https://launchpad.net/~pokharelshiva
सञ्जाल उपकरण
सामान्य सञ्जाल प्रयोजनका लागि ग्राफिकल प्रयोगकर्ता इन्टरफेस
%s - सञ्जाल उपकरण
तपाईँको सञ्जाल बारेको सूचना हेर्नुहोस्
होस्ट
प्रयोगकर्ता
उपकरण
पिङ गर्दा बीप गर्नुहोस्
सम्पादन
इतिहास खाली गर्नुहोस्
मद्दत
यन्त्र - सञ्जाल उपकरण
सञ्जाल यन्त्र:
कन्फिगर
आईपी सूचना
हार्डवेयर ठेगाना:
मल्टिकास्ट:
MTU:
लिङ्क गति:
स्थिति:
उपलब्ध छैन
इन्टरफेस सूचना
प्रसारित बाइट:
प्राप्त बाइट:
प्रसारण त्रुटि:
प्रसारित प्याकेट:
प्राप्त प्याकेट:
ग्रहण त्रुटि:
सम्मिलन:
इन्टरफेस तथ्याङ्क
यन्त्र
मात्र
अनुरोध
असिमित अनुरोध
पठाउनुहोस्:
सञ्जाल ठेगाना:
पिङ
०.०
ms
अधिकतम:
औसत:
न्यूनतम:
राउन्ड ट्रिप समय तथ्याङ्क
प्याकेट प्रसारण गरियो:
सफल प्याकेट:
प्याकेट प्राप्त गरियो:
प्रसारण तथ्याङ्क
विवरण
प्रदर्शन गर्नुहोस्:
कार्य तालिका सूचना
सक्रिय सञ्जाल सेवा
मल्टिकास्ट सूचना
नेटस्टाट
पदचिन्ह
ट्रेसरुट
स्क्यान
पोर्ट स्क्यान
सूचना प्रकार:
रेखदेख
प्रयोगकर्ता नाम:
फिङ्गर
डोमेन ठेगाना:
Whois
अन्य प्रकार
ईथरनेट इन्टरफेस
वायरलेस इन्टरफेस
मोडेम इन्टरफेस
समानान्तर रेखा इन्टरफेस
इन्फ्रारेड इन्टरफेस
लूपब्याक इन्टरफेस
अज्ञात इन्टरफेस
सञ्जाल यन्त्र फेला परेन
अज्ञात
सक्रिय
निष्क्रिय
लूपब्याक
सक्षम
असक्षम
सञ्जाल यन्त्र:\t%s
हार्डवेयर ठेगाना:\t%s
मल्टिकास्ट:\t%s
MTU:\t%s
लिङ्क गति:\t%s
वस्तुस्थिति:\t%s
प्रसारित प्याकेट:\t%s
प्रसारण त्रुटि:\t%s
प्राप्त प्याकेट:\t%s
ग्रहण त्रुटि:\t%s
सम्मिलन:\t%s
उपलब्ध छैन
%s हेर्दैछ
नाम
TTL
ठेगाना प्रकार
रेकर्ड प्रकार
ठेगाना
Source\tTTL\tAddress Type\tRecord Type1\tResolution
सञ्जाल यन्त्रका लागि सूचना लोड गर्नुहोस्
यन्त्र
सञ्जाल ठेगानामा पिङ पठाउनुहोस्
होस्ट
नेटस्टेट सूचना प्राप्त गर्नुहोस् । वैध विकल्प निम्न छन्: मार्ग, सक्रिय, मल्टिकास्ट ।
आदेश
सञ्जाल ठेगानामा मार्ग पदचिन्ह
पोर्टले सञ्जाल ठेगाना स्क्यान गर्छ
सञ्जाल ठेगाना हेर्नुहोस्
चलाउनका लागि फिङ्गर आदेश
प्रयोगकर्ता
सञ्जाल डोमेनका लागि एउटा whois खोजी सम्पादन गर्नुहोस्
डोमेन
फाइल %s अवस्थित छैन, कृपया जिनोम नेट उपकरण ठीक तरिकाले स्थापना भएको जाँच गर्नुहोस्
प्रोटोकल
आईपी ठेगाना
नेटमास्क / उपसर्ग
प्रसारण
क्षेत्र
कार्य तालिका प्राप्त
सक्रिय इन्टरनेट जडान प्राप्त
समूह सदस्यता प्राप्त
आईपी स्रोत
पोर्ट/सेवा
स्थिति
गन्तब्य/उपसर्ग
गन्तब्य
गेटवे
नेटमास्क
इन्टरफेस
सदस्य
समूहDisplay active network services
प्रोटोकल\tआईपी स्रोत\tपोर्ट/सेवा\tस्थिति Display routing
गन्तव्य\tगेटवे\tनेटमास्क\tइन्टरफेस Multicast information
इन्टरफेस\tसदस्य\tसमूह
सञ्जाल ठेगाना निर्दष्ट गरिएको थिएन
कृपया मान्य सञ्जाल ठेगाना प्रविष्ट गर्नुहोस् र पुन: प्रयास गर्नुहोस् ।
'%s' ठेगाना फेला पार्न सकिँदैन
डोमेन ठेगाना निर्दिष्ट गरिएको थिएन
कृपया मान्य डोमेन ठेगाना प्रविष्टि गर्नुहोस् र पुन: प्रयास गर्नुहोस् ।
सूचना उपलब्ध छैन
रोक्नुहोस्
चलाउनुहोस्
समय (मिलिसेकेन्ड):
Seq. No.:
%s मा पिङ अनुरोध पठाउदै छ
बाइट
स्रोत
Seq
समय
एकाइ
बाइट\tस्रोत\tSeq\tसमय\tएकाई
न्यूनतम समय:\t%s ms
औसत समय:\t%s ms
अधिकतम समय:\t%s ms
प्रसारित प्याकेट:\t%s
प्राप्त प्याकेट:\t%s
सफल प्याकेट:\t%s
पोरट् खुलाउनका लागि %s स्क्यानिङ गर्दैछ
पोर्ट
सेवा
पोर्ट\tअवस्था\tसेवा
%s मा रूट पद चिन्ह गर्दैछ
हप
होस्टनाम
आईपी
कार्यक्रमको यस विशेषतालाई प्रयोग गर्न, तपाईँको प्रणालीमा %s स्थापना भएको हुनुपर्छ
"%s"मा '%s'को सूचना प्राप्त
"%s"मा सबै प्रयोगकर्ताको सूचना प्राप्त
%s को whois सूचना प्राप्त
battery0
Changing" or "Fully charged
firefox-bin
स्क्रिनसेभरको कारणले गर्दा उचित रुपले बाहिरियो
स्क्रिनसेभरको स्थितिलाई क्वेरी गर्नुहोस्
स्क्रिनसेभर सक्रिय भएको समय अवधि क्वेरी गर्नुहोस्
पर्दामा तत्काल ताल्चा लगाउनका लागि चलिरहेको स्क्रिनसेभरलाई सुझाव दिन्छ
स्क्रिनसेभर खोल्नुहोस् (पर्दा खाली बनाउनुहोस्)
स्क्रिनसेभर सक्रिय भएमा यसलाई निस्क्रिय बनाउनुहोस् (पर्दा खाली नबनाउनुहोस्)
यस अनुप्रयोगको संस्करण
डिवगिङ प्रतिफल देखाउनुहोस्
लगआउट बटन देखाउनुहोस्
लग आउट वटनबाट आह्वान गरिने आदेश
स्विच प्रयोगकर्ता वटन देखाउनुहोस्
संवादमा देखाइने सन्देश
सन्देश
प्रयोगकर्तानाम:
पासवर्ड:
तपाईँले तत्काल आफ्नो पासवर्ड परिवर्तन गर्नु आवश्यक हुन्छ (पासवर्ड अवधि)
तपाईँले तत्काल आफ्नो पासवर्ड परिवर्तन गर्नु आवश्यक हुन्छ (मूल दवाब)
तपाईँको खाताको म्याद समाप्त भएको छ; कृपया तपाईँको प्रणाली प्रसासकलाई सम्पर्क गर्नुहोस्
पासवर्ड दिइएको छैन
पासवर्ड परिवर्तन गरिएको छैन
एनआईएस(NIS) पासवर्ड परिवर्तन गर्दा त्रुटि ।
तपाईँले लामो पासवर्ड रोज्नुपर्दछ
पासवर्ड पहिला नै प्रयोग गरिएको छ । अन्य पासवर्ड रोज्नुहोस् ।
पासवर्ड परिवर्तन गर्न तपाईँले लामो समय प्रतिक्षा गर्नुपर्दछ
माफ गर्नुहोस्। पासवर्ड मिलेको छैन
प्रमाणीकरण असफल ।
डेइमोन नहुनुहोस्
त्रुटि सच्याउने कोड सक्षम पार्नुहोस्
स्क्रिनसेभर
कार्य स्थापना गर्न असक्षम %s: %s
PAM_TTY=%s सेट गर्न सकिदैँन
गलत पासवर्ड ।
हाल अनुमति प्राप्त गर्न अनुमति दिइएको छैन ।
लामो समयका लागि प्रणालीमा पहुँच गर्न अनुमति दिइएको छैन ।
सन्देश बससँग दर्ता गर्न असफल
सन्देश बसमा जडान भएको छैन
यस सत्रमा पहिले नै स्क्रिनसेभर चलिरहेको थियो
समय समाप्त भएको छ ।
तपाईँले Caps Lock कुञ्जी खुला राख्नुभएको छ ।
लगआउट
ताल्चा खोल्नुहोस्
पासवर्ड:
स्क्रिनसट बचत गर्नुहोस् ।
नाम:
फोल्डरमा बचत गर्नुहोस्:
स्क्रिनसट डाइरेक्टरी
किनारा समावेश गर्नुहोस्
सक्रिनसट सँग सञ्झ्याल प्रबन्धक किनारा समावेश गर्नुहोस्
किनारा प्रभाव
किनाराको बाहिरपट्टी थपिने प्रभाव । सम्भावित मान "छायाँ", "कुनै पनि होइन", र "किनारा" हुन् ।
पूरा पर्दाको सट्टामा सञ्झ्याल लिनुहोस्
सक्रिन सट सँग सञ्झ्याल किनारा समावेश गर्नुहोस्
निर्दिष्ट गरिएको विलम्ब पछि स्क्रिनसट लिनुहोस् [सेकेन्डमा]
सेकेन्ड
किनारामा थपिने प्रभाव (छायाँ, किनारा वा कुनै पनि होइन)
प्रभाव
विकल्पलाई अन्तर्क्रियात्मक रूपमा सेट गर्नुहोस्
पर्दाको तस्वीर लिनुहोस्
Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin
Screenshot.png
कुनै पनि होइन
छायाँ झार्नुहोस्
किनारा
सञ्झ्याल किनारा समाविष्ट गर्नुहोस्
प्रभाव लागू गर्नुहोस्:
हालको सञ्झ्याल प्राप्त गर्नुहोस्
स्क्रिनसट लिनुहोस्
प्रभाव
स्क्रिनसट लिनुहोस्
मद्दत पृष्ठ लोड गर्दा त्रुटि
काम थालिएको कार्यक्रम जोड्नु
सुरुआत कार्यक्रम सम्पादन गर्नुहोस्
सुरुआत आदेशलाई खाली गर्न सकिदैँन
सुरुआत आदेश वैध छैन
सक्षम
कार्यक्रम
वर्णन छैन
यो सत्रले तपाईलाई GNOME मा लैजान्छ
जारी राख्नुहोस्
अतिरिक्त सुरुआत कार्यक्रम:
लगआउट हुदा चलिरहेका अनुप्रयोग स्वत: याद गर्नुहोस्
नाम:
अज्ञात
लगआउट
सत्र प्रबन्धकमा जडान गर्न सकेन
निकाल
मद्दत ब्राउजर प्रारम्भ गर
गृह फोल्डर
बाहिर निस्क
पर्दा ताला लगाउ
_खोज
आवाज तल गर
आवाज मौन गर
आवाज माथि गर
सञ्जाल ब्राउजर प्रारम्भ गर
असक्षम पारिएको छ
Sleep
Laptop battery
Laptop battery7 hours 6 minutesLaptop battery7 hours 6 minutes
7 hours 6 minutes
Not connected?
marker
marker
Printer '%s' may not be connected.
marker
marker
print-job xy
Printer 'MyPrinterName': 'Description of the report/warning/error from a PPD file'.
ध्वनि
left-ring-mode-1
right-ring-mode-1
left-strip-mode-1
right-strip-mode-1
Action type
Action type
Action type
Action type
प्रणाली लग फाइल हेर्नुहोस् वा अनुगमन गर्नुहोस्
सुरुआतमा खोलिने कार्य फाइल
सुरुआतमा प्रदर्शित गरिने कार्य फाइल निर्दिष्ट गर्दछ । पूर्वनिर्धारित तपाईँको सञ्चालन प्रणालीमा निर्भर हुने, या /var/adm/messages वा /var/log/messages हुन्छ ।
कार्य प्रदर्शन गर्न प्रयोग गरिने फन्टको साइज
मुख्य ट्री दृश्यमा कार्य प्रदर्शन गर्न प्रयोग गरिने निश्चित चौडाइको फन्टको साइज निर्दिष्ट गर्दछ । पूर्वनिर्धारितलाई पूर्वनिर्धारित टर्मिनल फन्ट साइजबाट लिइन्छ ।
मुख्य सञ्झ्यालको उचाइ पिक्सेलमा
कार्य दर्शक मुख्य सञ्झ्यालको उचाइ पिक्सेलमा निर्दिष्ट गर्दछ ।
मुख्य सञ्झ्यालको चौडाइ पिक्सेलमा
कार्य दर्शक मुख्य सञ्झ्यालको चौडाइ पिक्सेलमा निर्दिष्ट गर्दछ ।
सुरुआतमा खोलिने कार्य फाइल
सुरुआतमा खोलिने कार्य फाइलको सुची निर्दिष्ट गर्दछ । पूर्वनिर्धारित सूची पढाई /etc/syslog.conf अनुरूप सिर्जना गरिन्छ ।
अनुवादक-श्रेय Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin
जिनोमका लागि एउटा प्रणाली लग दर्शक ।
बन्द गर्नुहोस्
नाम:
updated today 23:54
लग खोल्नुहोस्
प्रणाली मोनिटर
हालका प्रक्रिया र मोनिटर प्रणाली स्थिति हेर्नुहोस्
समाप्त गर्ने प्रक्रिया
प्रक्रिया
सीपीयू (CPU) इतिहास
स्मृति र स्वाप इतिहास
स्मृति
सञ्जाल इतिहास
स्रोत
फाइल प्रणालीWindow title for 'Search for Open Files' dialog
नाम समाविष्ट गर्दछ:
केस असम्वेदना मिल्दो
खोजी परिणाम:Menu item to Open 'Search for Open Files' dialog
खुला फाइल
प्रणाली मोनिटर प्राथमिकता
व्यवहार
अद्यावधिक अन्तराल सेकेन्डमा:
महिन ताजा पार्ने सक्षम पार्नुहोस्
प्रक्रिया समाप्त वा नष्ट गर्नुभन्दा पहिला सावधान गर्नुहोस्
सूचना फिल्ड
सूचीमा देखाइएका प्रक्रिया सूचना:
ग्राफ
प्राथमिकता परिवर्तन गर्नुहोस्
असल मान:
Jyotsna Shrestha <jyoshrestha\@hotmail\.com>, Nabin Gautam<nabingautam2001\@yahoo\.com> Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin Sameer Rajbhandari https://launchpad.net/~amit
यन्त्र
डाइरेक्टरी
प्रकार
जम्मा
नि:शुल्क
उपलब्ध
प्रयोग गरिएको
?
आज %l:%M %p
हिजो %l:%M %p
%a %l:%M %p
%b %d %l:%M %p
%b %d %Y
दृश्य
रोक्ने प्रक्रिया
रोक्ने प्रक्रिया
जारी राख्ने प्रक्रिया
रोकिएमा निरन्तर गर्ने प्रक्रिया
प्रक्रिया समाप्त गर्नुहोस्
सामान्य रूपमा समाप्त गर्न दवाब प्रक्रिया
नष्ट प्रक्रिया
तत्काल समाप्त गर्न दवाब प्रक्रिया
प्रक्रियाको प्राथमिकता क्रम परिवर्तन गर्नुहोस्
स्मृति मानचित्र
प्रक्रियासँग सम्बन्धित मानचित्र स्मृति खोल्नुहोस्
फाइल खोल्नुहोस्
प्रक्रियाद्वारा खोलिएका फाइल हेर्नुहोस्
निर्भरता
प्रमूल/शाखा प्रक्रिया बीचको सम्बन्ध देखाउनुहोस्
सक्रिय प्रक्रिया
सक्रिय प्रक्रिया देखाउनुहोस्
सबै प्रक्रियाहरू
सबै प्रक्रियाहरू देखाउनुहोस्
मेरो प्रक्रिया
प्रक्रिया
(पीआईडी) PID
फाइलनाम
भीएम (VM) सुरुआत
भीएम (VM) अन्त्य
भीएम (VM) साइज
झन्डा
भीएम (VM) अफसेट
व्यक्तिगत सफाइ
व्यक्तिगत फोहर
साझा सफाइ
साझा फोहर
इनोड
स्मृति मानचित्र
प्रक्रिया "%s" (PID %u) का लागि स्मृति मानचित्र:
फाइल
पाइप
स्थानीय सकेट
अज्ञात प्रकारFD" here means "File Descriptor
एफडी (FD)
वस्तु
प्रक्रिया "%s" (PID %u)द्वारा खोलिएका फाइल:
मुख्य सञ्झ्याल चौडाइ
मुख्य सञ्झ्याल उचाइ
ट्री स्वरूपमा निर्भर प्रक्रिया देखाउनुहोस्
सीपीयू (CPU) प्रतिशतका लागि सोलरिस मोड
महिन ताजा पार्ने सक्षम/अक्षम पार्नुहोस्
प्रक्रियाहरू नष्ट गर्दा चेतावनी संवाद देखाउनुहोस्
प्रक्रिया दृश्य अद्यावधिक बीचको समय मिलिसेकेन्डमा
ग्राफ अद्यावधिक बीचको समय मिलिसेकेन्डमा
यन्त्र सूची अद्यावधिक बीचको समय मिलिसेकेन्डमा
पूर्वनिर्धारित रूपमा कुन प्रक्रिया देखाउने निर्धारण गर्दछ । ० सबै, १ प्रयोगकर्ता, र २ सक्रिय हो
हालै हेरिएको ट्याब बचत गर्छ
प्रणाली सूचनाका लागि ०, प्रक्रिया सुचीका लागि १, संसाधनका लागि २ र डिस्क सूचीका लागि ३
पूर्वनर्धारित ग्राफ स्वाप रङ
पूर्वनिर्धारित ग्राफ आगमन सञ्जाल ट्राफिक रङ
पूर्वनिर्धारित ग्राफ बाह्यगमन सञ्जाल ट्राफिक रङ
प्रक्रिया दृश्य क्रम स्तम्भ
प्रक्रिया दृश्य स्तम्भ क्रम
प्रक्रिया दृश्य क्रम आदेश
प्रक्रिया 'CPU %' स्तम्भको चौडाइ
सुरुआतमा प्रक्रिया 'CPU %' स्तम्भ देखाउनुहोस्
प्रक्रिया 'PID' स्तम्भको चौडाइ
सुरुआतमा प्रक्रिया 'PID' स्तम्भ देखाउनुहोस्
डिस्क दृश्य स्तम्भ क्रम
टिप्पणी:
एउटा प्रक्रियाको प्राथमिकता यसको असल मान अनुरूप दिइन्छ । तल्लो असल मानले उच्च प्राथमिकतासँग सम्बन्ध राख्दछ ।
प्रतिमा
प्रक्रिया नाम
प्रयोगकर्ता
वस्तुस्थिति
अवास्तविक स्मृति
अवस्थित स्मृति
लेख्न सकिने स्मृति
साझा स्मृति
X सर्भर स्मृति
सीपीयू (CPU) समय
सुरुआती
असल
आईडी (ID)
सुरक्षा सन्दर्भ
आदेश लाइन
% सीपीयू (CPU)
अन्तिम १, ५, १५ मिनेटका लागि औसत लोड गर्नुहोस्: %0.2f, %0.2f, %0.2f
चलिरहेको
रोकिएको
जम्बी
अवरोध रहित
निष्क्रिय
%uw%ud
%ud%02uh
%u:%02u:%02u
%u:%02u.%02u
%.1f KiB
%.1f MiB
%.1f GiB
%s/s
टर्मिनल
आदेश रेखा प्रयोग गर्नुहोस्
टर्मिनल सङ्केतन थप्नुहोस् वा हटाउनुहोस्
उपलब्ध सङ्केतन:
मेनुमा देखाइएका सङ्केतन:
फेला पार्नुहोस्
यसका लागि खोजी र्नुहोस्:
केस मिलाउनुहोस्
सम्पूर्ण शब्द मात्र मिलाउनुहोस्
पछाडि खोजी गर्नुहोस्
वरिपरि बेर्नुहोस्
प्रोफाइलको सूची
जिनोम टर्मिनलमा पहिचान गरेका प्रोफाइलको सूची । सूचीमा स्ट्रिङ नामकरण सबडाइरेक्टरीसँग सम्बन्धित /apps/gnome-terminal/profiles समाविष्ट हुन्छ ।
नयाँ टर्मिनलका लागि प्रयोग गरिने प्रोफाइल
नयाँ सञ्झ्याल वा ट्याब प्रयोग गरिने प्रोफाइल । प्रोफाइल सुचीमा हुनुपर्दछ ।
मेनुपट्टीसँग पहुँच कुञ्जी छ या छैन
मेनुपट्टीका लागि Alt+letter पहुँच छ या छैन । तिनीहरूले केही अनुप्रयोगलाई वाधा पुर्याउन सक्छन् त्यसैले तिनलाई सम्भव भएसम्म बन्द गर्नुपर्दछ ।
मेनुपट्टी पहुँचका लागि मानक GTK सर्टकट सक्षम पारिएको छ या छैन
सामान्यतया तपाईँले F10 बाट मेनुपट्टीमा पहुँच प्राप्त गर्न सक्नुहुन्छ । यसलाई gtkrc (gtk-menu-bar-accel = "whatever")बाट पनि अनुकूलन गर्न सकिन्छ । यस विकल्पले अक्षम पारिने मानक मेनुपट्टी गतिवर्धकलाई अनुमति दिन्छ ।
[युटिएफ-८,वर्तमान]
उपलब्ध सङ्केतनको सुची
सम्भावित सङ्केतनको सबसेटलाई सङ्केतन मेनुमा प्रस्तुत गरिन्छन् । यो त्यहाँ देखिने सङ्केतनको सूची हो । विशेष सङ्केतन नाम "हाल" को अर्थ सङ्केतनलाई हालको लोकेलमा प्रदर्शन गर्नु हो ।
टर्मिनल सञ्झ्याल बन्द गर्दा यकीनका लागी सोध्ने या नसोध्ने
एक भन्दा बढी खुला ट्याब भएको टर्मिनल सञ्झ्याल बन्द गर्दा यकीनका लागि सोध्ने या नसोध्ने ।
पूर्वनिर्धारित
मानिसले पढ्नसक्ने प्रोफाइलको नाम
मानिसले पढ्नसक्ने प्रोफाइलको नाम ।
नयाँ सञ्झ्याल/ट्याबमा मेनुपट्टी देखाउने या नदेखाउने
यो प्रोफाइल भएको सञ्झ्याल/ट्याबका लागि, नयाँ सञ्झ्यालमा मेनुपट्टी देखिनुपर्ने भएमा ठीक हुन्छ ।
टर्मिनलमा पाठको पूर्वनिर्धारित रङ
रङ विशिष्टिकरणका रूपमा (एचटीएमएल (HTML)शैली हेक्स डिजिट, वा "रातो" जस्तै रङ नाम हुनसक्छ), टर्मिनलमा पाठको पूर्वनिर्धारित रङ ।
टर्मिनल पृष्ठभूमिको पूर्वनिर्धारित रङ
रङ विशिष्टिकरणका रूपमा (एचटीएमएल शैली हेक्स डिजिट, वा "रातो" जस्तै रङ नाम हुन सक्छ), टर्मिनल पृष्ठभूमिको पूर्वनिर्धारित रङ ।
परिवर्तनशिल शीर्षकलाई के गर्ने
टर्मिनलको अनुप्रयोगले शीर्षक सेट गरेमा (धेरैजसो मानिससँग यस्तो कार्य गर्न सेल सेट हुन्छ), परिवर्तनशिल रूपमा सेट गरिएका शीर्षकले कन्फिगरिएका शीर्षक, यो भन्दा पहिला जादा, यसको पछाडि जादा वा यसलाई बदल्दा मेट्न सक्दछन् । सम्भावित मानहरू "बदल्नुहोस्", "अगाडि", "पछाडि", र "उपेक्षा गर्नुहोस्" हुन् ।
टर्मिनलका लागि शीर्षक
टर्मिनल सञ्झ्याल वा ट्याबका लागि प्रदर्शन गरिने शीर्षक । यो शीर्षक मोड सेटिङमा निर्भर, टर्मिनल भित्रको अनुप्रयोगद्वारा बदलिन्छ वा संयोजन गरिन्छ ।
बाक्लो पाठलाई अनुमति दिने या नदिने
ठीक भएमा, अनुप्रयोगलाई टर्मिनलमा बोल्डफेस पाठ बनाउन अनुमति दिनुहोस् ।
टर्मिनल घन्टी मलिन बनाउने या नबनाउने
ठीक भएमा, अनुप्रयोगले टर्मिनल घन्टीका लागि escape क्रम पठाउदा हल्ला नगर्नुहोस् ।
"शब्दको अंश" ठानिने क्यारेक्टर
शब्दद्वारा पाठ चयन गर्दा, यी क्यारेक्टरको क्रमलाई एकल शब्द ठानिन्छ । दायरा "A-Z" का रूपमा दिन सकिन्छ । वास्तवीक हाइफन (दायरा अभिव्यक्त नगर्ने) दिएको पहिलो क्यारेक्टर हुनुपर्दछ ।
स्क्रोलपट्टीको स्थिति
स्क्रोलब्याकमा राखिने लाइनको नम्बर
कुञ्जी थिच्दा तलतिर स्क्रोल गर्ने या नगर्ने
ठीक भएमा, कुञ्जी थिच्दा स्क्रोलपट्टी तल जान्छ ।
नयाँ निर्गत हुदा तलतिर स्क्रोल गर्ने या नगर्ने
ठीक भएमा, त्यहाँ नयाँ प्रतिफल हुदा टर्मिनल तल स्क्रोल हुनेछ ।
चाइल्ड आदेश बाहिरिदा टर्मिनलमा के गर्ने
सम्भावित मान टर्मिनल बन्द गर्न "बन्द गर्नुहोस्", र आदेश फेरि सुरु गर्न "फेरि सुरु गर्नुहोस्" हुन् ।
लगइन सेलका रूपमा टर्मिनलमा आदेश सुरु गर्ने या नगर्ने
ठीक भएमा, टर्मिनलको आदेश लगइन सेलका रूपमा सुरु हुनेछ ।(argv[0] को अगाडि योजक चिन्ह हुनेछ ।)
टर्मिनल आदेश सुरु गर्ने बेलामा लगइन रेकर्ड अद्यावधिक गर्ने या नगर्ने
ठीक भएमा, टर्मिनल भित्रको आदेश सुरु गर्दा प्रणाली लगइनले utmp रेकर्ड गर्दछ र wtmp अद्यावधिक गर्दछ ।
सेलको साटोमा अनुकूल आदेश चलाउने या नचलाउने
ठीक भएमा, अनुकूल आदेश सेटिङको मान चलिरहेको सेलको स्थानमा प्रयोग गरिन्छ ।
कर्सर झिम्कने या नझिम्कने
सेलको साटोमा प्रयोग गरिने अनुकूल आदेश
सेलको स्थानमा यस आदेशलाई चलाउनुहोस्, यदि प्रयोग गरिएमा अनुकूल आदेश ठीक हुन्छ ।
टर्मिनल सञ्झ्यालका लागि प्रतिमा
यो प्रोफाइल समाविष्ट ट्याब/सञ्झ्यालका लागि प्रयोग गरिने प्रतिमा ।
टर्मिनल अनुप्रयोगका लागि रङदानी
टर्मिनलमा यसभित्र प्रयोग गर्न सकिने १६-रङको रङदानी छ । यो रङनामको सूची विराम चिन्हद्वारा छुट्याइएको रङदानी हो । रङनाम हेक्स ढाँचामा हुनुपर्दछ जस्तै, "#FF00FF"
फन्ट
एउटा पाङ्गो फन्ट नाम । उदाहरण "सान्स १२" वा "मोनस्पेस बोल्ड १४" हुन् ।
पृष्ठभूमि प्रकार
पृष्ठभूमि छवि
पृष्ठभूमि छविको फाइलनाम ।
पृष्ठभूमि छवि स्क्रोल गर्ने या नगर्ने
ठीक भएमा, अग्रभूमि पाठसँग पृष्ठभूमि छवि स्क्रोल गर्नुहोस्; गलत भएमा,छविलाई निश्चित स्थानमा राख्नुहोस् र यस माथिको पाठ स्क्रोल गर्नुहोस् ।
पृष्टमूमि छविलाई कति मनिलो बनाउने
०.० र १.० बीचको मानले पृष्ठभूमि छवि कति अँध्यारो बनाउने सङ्केत गर्दछ । ०.० को अर्थ अँध्यारो नहुने, १.० को अर्थ पूरै अँध्यारो हुन्छ । हालको कार्यान्वयनमा, अँध्यारो सम्भावनाका दुई स्तर मात्र छन्, त्यसैले सेटिङले बूलिएनका रूपमा कार्य गर्दछ, जहाँ ०.० ले अँध्यारो प्रभाव अक्षम पार्दछ ।
Backspace कुञ्जीको असर
ब्याकस्पेस (backspace) कुञ्जीले कुन सङ्केत उत्पन्न गर्ने सेट गर्दछ । सम्भावित मानहरू, ASCII DEL क्यारेक्टरका लागि "ascii-del" , Control-H (AKA the ASCII BS क्यारेक्टर) का लागि "control-h", विशेष गरी ब्याकस्पेस (backspace) वा delete मा दिइएको escape क्रमका लागि "escape-sequence" हुन् । "ascii-del" लाई सामान्यतया Backspace कुञ्जीका लागि ठीक सेटिङका रूपमा लिइन्छ ।
Delete कुञ्जीको असर
मेटिएको कुञ्जीले कुन सङ्केत उत्पन्न गर्ने सेट गर्दछ । सम्भावित मानहरू, ASCII DEL क्यारेक्टरका लागि "ascii-del", Control-H (AKA the ASCII BS क्यारेक्टर) का लागि "control-h", विशेष रूपमा ब्याकस्पेस वा delete लाई राखिएको escape क्रमका लागि "escape-sequence" हुन् । "escape-sequence" लाई सामान्यतया Delete कुञ्जीका लागि ठीक सेटिङका रूपमा लिइन्छ ।
टर्मिनल विजेटका लागि विषयवस्तुबाट रङ प्रयोग गर्ने या नगर्ने
ठीक भएमा, प्रयोगकर्ताद्वारा उपलब्ध रङको साटोमा, पाठ प्रविष्टि बाकसका लागि प्रयोग गरिने विषयवस्तु रङ योजना टर्मिनलमा प्रयोग गरिन्छ ।
प्रणाली फन्ट प्रयोग गर्ने या नगर्ने
ठीक भएमा, टर्मिनल मोनोस्पेस (र अन्यसँग आउने सबैभन्दा मिल्ने फन्ट) मा भएमा यसले डेस्कटप विश्वब्यापी मानक प्रयोग गर्दछ ।
नयाँ ट्याब खोल्ने कुञ्जीपाटी सर्टकट
नयाँ ट्याब खोल्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
नयाँ सञ्झ्याल खोल्ने कुञ्जीपाटी सर्टकट
नयाँ सञ्झ्याल खोल्नका लगि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
नयाँ प्रोफाइल सिर्जना गर्ने कुञ्जीपाटीसर्टकट
प्रोफाइल सिर्जनाका लागि संवाद ल्याउन प्रयोग गरिने कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङलाई प्रस्तुत गरिन्छ । तपाईँले विकल्प विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब बन्द गर्ने कुञ्जीपाटी सर्टकट
ट्याब बन्द गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
सञ्झ्याल बन्द गर्ने कुञ्जीपाटी सर्टकट
सञ्झ्याल बन्द गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
पाठ प्रतिलिपि गर्ने कुञ्जीपाटी सर्टकट
चयन गरिएका पाठलाई क्लिपबोर्डमा प्रतिलिपि गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
पाठ टाँस्ने कुञ्जीपाटी सर्टकट
क्लिपबोर्डका सामाग्री टर्मिनलमा टास्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
पूरा पर्दा मोडमा टगल गर्ने कुञ्जीपाटी सर्टकट
पूरा पर्दा मोडमा टगल गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
मेनुपट्टीको दृश्यातमकतामा टगल गर्ने कुञ्जीपाटी सर्टकट
मेनुपट्टीको दृश्यात्मकता टगल गर्ने कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
टर्मिनल शीर्षक सेट गर्ने कुञ्जीपाटी सर्टकट
टर्मिनल शीर्षकमा सेट गरिने कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
टर्मिनल रिसेट गर्ने कुञ्जीपाटी सर्टकट
टर्मिनल रिसेट गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
टर्मिनल रिसेट गर्ने र खाली गर्ने कुञ्जीपाटी सर्टकट
टर्मिनल रिसेट गर्न र खाली गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
अघिल्लो ट्याबमा स्विच गर्ने कुञ्जीपाटी सर्टकट
अघिल्लो ट्याबमा स्विच गरिने कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
पछिल्लो ट्याबमा स्विच गर्ने कुञ्जीपाटी सर्टकट
पछिल्लो ट्याबमा स्विच गरिने कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
हालको ट्याबलाई बायाँ सार्ने गतिवर्धक ।
हालको ट्याबलाई बायाँ सार्ने गतिवर्धक कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङलाई प्रस्तुत गरिन्छ । तपाईँले विकल्पलाई "अक्षम पारिएको" विशेष स्ट्रिङका रूपमा सेट गरेमा, यस कार्यका लागि त्यहाँ कुञ्जी बाइन्डिङ हुने छैन ।
हालको ट्याबलाई दायाँ सार्ने गतिवर्धक ।
हालको ट्याबलाई दायाँ सार्ने गतिवर्धक कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङलाई प्रस्तुत गरिन्छ । तपाईँले विकल्पलाई "अक्षम पारिएको" विशेष स्ट्रिङका रूपमा सेट गरेमा, यस कार्यका लागि त्यहाँ कुञ्जी बाइन्डिङ हुने छैन ।
हालको ट्याब छुट्याउने गतिवर्धक ।
हालको ट्याबलाई छोड्ने गतिवर्धक कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङलाई प्रस्तुत गरिन्छ । तपाईँले विकल्पलाई "अक्षम पारिएको" विशेष स्ट्रिङका रूपमा सेट गरेमा, यस कार्यका लागि त्यहाँ कुञ्जी बाइन्डिङ हुने छैन ।
ट्याब १ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब १ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब २ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब २ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब ३ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब ३ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब ४ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब ४ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब ५ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब ५ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब ६ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब ६ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब ७ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब ७ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब ८ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब ८ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब ९ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब ९ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब १० मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब १० मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब ११ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब ११ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
ट्याब १२ मा स्विच गर्ने कुञ्जीपाटी सर्टकट
ट्याब १२ मा स्विच गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
मद्दत सुरुआत गर्ने कुञ्जीपाटी सर्टकट
मद्दत सुरुआत गर्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
फन्ट ठूलो बनाउने कुञ्जीपाटी सर्टकट
फन्ट ठूलो पार्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
फन्ट सानो बनाउने कुञ्जीपाटी सर्टकट
फन्ट सानो पार्नका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
फन्ट सामान्य साइजको बनाउने कुञ्जीपाटी सर्टकट
फन्टलाई सामान्य साइजको बनाउनका लागि कुञ्जीपाटी सर्टकट कुञ्जी । GTK+ स्रोत फाइलका लागि प्रयोग गरिएको ढाँचामा स्ट्रिङ प्रस्तुत गरिन्छ । तपाईँले विशेष स्ट्रिङ "अक्षम पारिएको" विकल्पमा सेट गरेमा, त्यहाँ यस कार्यका लागि कुञ्जीपाटी सर्टकट हुनेछैन ।
कुञ्जीपाटी सर्टकट
सर्टकट कुञ्जी:
मलिन पहेँलोमा कालो
सेतोमा कालो
कालोमा खैरो
कालोमा हरियो
कालोमा सेतो
अनुकूल
छवि
रङदानी रङ %d रोज्नुहोस्
रङदानी प्रविष्टि %d
प्रोफाइल
नायाँ प्रोफाइल
सिर्जना गर्नुहोस्
प्रोफाइल नाम:
यसमा आधारित:
प्रोफाइल सम्पादक
प्रोफाइल नाम:
प्रणाली निश्चित गरिएको फन्ट चौडाइ प्रयोग गर्नुहोस्
फन्ट:
टर्मिनल फन्ट रोज्नुहोस्
बाक्लो पाठलाई अनुमति दिनुहोस्
मेनुपट्टीलाई पूर्वनिर्धारित रूपमा टर्मिनलमा देखाउनुहोस्
टर्मिनल घण्टी
शब्द क्यारेक्टरद्वारा चयन गर्नुहोस्:
साधारण
शीर्षक
पहिलो शीर्षक:
आदेश
लगइन सेलका रूपमा आदेश चलाउनुहोस्
आदेश सुरु भएको बेलामा लगइन रेकर्ड अद्यावधिक गर्नुहोस्
मेरो सेलको सट्टामा अनुकूल आदेश चलाउनुहोस्
अनुकूल आदेश:
आदेश बाहिरिदा:
टर्मिनलबाट बाहिरिनुहोस् आदेश फेरि सुरु गर्नुहोस् टर्मिनल खुला राख्नुहोस्
शीर्षक र आदेश
पाठ रङ:
पृष्ठभूमि रङ:
टर्मिनल पृष्ठभूमि रङ रोज्नुहोस्
टर्मिनल पाठ रङ रोज्नुहोस्
रङदानी
निर्माणाधिन योजना:
द्रष्टव्य: यी रङ भएका टर्मिनल अनुप्रयोग तिनीहरूलाई उपलब्ध गरिन्छन् ।
रङ
छवि फाइल:
पृष्ठभूमि छवि चयन गर्नुहोस्
पृष्ठभूमि छवि स्क्रोल गर्दछ
पारदर्शी पृष्ठभूमि
पारदर्शी छायाँ वा छवि पृष्ठभूमि:
कुनै पनि होइन
अधिकतम
स्क्रोलपट्टी छ:
कुञ्जी स्ट्रोकमा स्क्रोल गर्नुहोस्
बायाँतिर दायाँतिर अक्षम
स्क्रोलिङ
द्रष्टव्य: यी विकल्पको कारणले केही विकल्पले गलत तरिकाले व्यवहार गर्दछन् । तिनीहरूलाई यहाँ भिन्न टर्मिनल व्यवहार गर्ने अनुमान गरिएका निश्चित अनुप्रयोग र सञ्चालन प्रणालीमा कार्य गर्नका लागि तपाईँलाई अनुमति दिन मात्र राखिन्छ ।
Delete कुञ्जी उत्पन्न गर्दछ:
Backspace कुञ्जी उत्पन्न गर्दछ:
मिल्दो विकल्पलाई पूर्वनिर्धारितमा रिसेट गर्नुहोस्
अनुकूलता
नयाँ ट्याब
नयाँ सञ्झ्याल
ट्याब बन्द गर्नुहोस्
सञ्झ्याल बन्द गर्नुहोस्
प्रतिलिपि गर्नुहोस्
टाँस्नुहोस्
मेनुपट्टी लुकाउनुहोस् र देखाउनुहोस्
पूरा पर्दा
जूम बढाउनुहोस्
जूम घटाउनुहोस्
सामान्य साइज
शीर्षक सेट गर्नुहोस्
रिसेट गर्नुहोस्
रिसेट गर्नुहोस् र खाली गर्नुहोस्
अघिल्लो ट्याबमा स्विच गर्नुहोस्
पछिल्लो ट्याबमा स्विच गर्नुहोस्
ट्याबलाई बायाँ सार्नुहोस्
ट्याबलाई दायाँ सार्नुहोस्
ट्याब छोड्नुहोस्
ट्याब १ मा स्विच गर्नुहोस्
ट्याब २ मा स्विच गर्नुहोस्
ट्याब ३ मा स्विच गर्नुहोस्
ट्याब ४ मा स्विच गर्नुहोस्
ट्याब ५ मा स्विच गर्नुहोस्
ट्याब ६ मा स्विच गर्नुहोस्
ट्याब ७ मा स्विच गर्नुहोस्
ट्याब ८ मा स्विच गर्नुहोस्
ट्याब ९ मा स्विच गर्नुहोस्
ट्याब १० मा स्विच गर्नुहोस्
ट्याब ११ मा स्विच गर्नुहोस्
ट्याब १२ मा स्विच गर्नुहोस्
सामाग्री
फाइल
सम्पादन
दृश्य
मद्दत
कार्य
सर्टकट कुञ्जी
प्रोफाइल रोज्न बटन क्लिक गर्नुहोस्
प्रोफाइल सूची
प्रोफाइल मेट्नुहोस्
आधार प्रोफाइल रोज्नुहोस्
अमान्य रेखागणितिय स्ट्रिङ "%s"
प्रयोगकर्ता परिभाषित
पश्चिमी
मध्य युरोपेली
दक्षिणी युरोपियन
वाल्टिक
सिरिलिक
अरबी
ग्रीक
हिब्रु दृश्यात्मक
हिब्रु
टर्किस
नोर्डिक
केल्टिक
रोमानियन
युनिकोड
आर्मेनियन
पारम्परागत चिनियाँ
सिरिलिक/रसियाली
जापनी
कोरियन
सरलिकृत चिनियाँ
जर्जियन
सिरिलिक/युक्रेनियन
क्रोयसियाली
हिन्दी
पर्सियन
गुजराती
गुर्मुखी
आइसलान्डीक
भियतनामी
थाई
वर्णन
सङ्केतन
हालको लोक्याल
जिनोम टर्मिनल
एउटै सञ्झ्यालका लागि विकल्प "%s" दुई पटक दिइयो
%g प्रयोग गर्ने, जूम तत्व "%g" धेरै सानो छ
%g प्रयोग गर्ने, जूम तत्व "%g" धेरै ठूलो छ
सक्रियता नाम सर्भरमा दर्ता नगर्नुहोस्, सक्रिय टर्मिनल पुन: प्रयोग नगर्नुहोस्
रेखागणित
भूमिका
अन्तिममा निर्दिष्ट गरिएको ट्याबलाई यस सञ्झ्यालको सक्रिय एकको रूपमा सेट गर्नुहोस्
शीर्षक
DIRNAME
टर्मिनलको जूम तत्व सेट गर्नुहोस् (१.० = सामान्य साइज)
यस टर्मिनलका लागि चाइल्ड प्रक्रिया सिर्जना गर्दा त्रुटि भएको थियो
बन्द ट्याब
%d.%s
%c.%s
फाइल
टर्मिनल खोल्नुहोस्
ट्याब खोल्नुहोस्
सम्पादन गर्नुहोस्
दृश्य
खोजी गर्नुहोस्
टर्मिनल
ट्याब
मद्दत
ट्याब बन्द गर्नुहोस्
सञ्झ्याल बन्द गर्नुहोस्
फेला पार्नुहोस्...
पछिल्लो फेला पार्नुहोस्
अघिल्लो फेला पार्नुहोस्
प्रोफाइल परिवर्तन गर्नुहोस्
क्यारेक्टर सङ्केतन सेट गर्नुहोस्
रिसेट गर्नुहोस्
रिसेट गर्नुहोस् र खाली गर्नुहोस्
अघिल्लो ट्याब
पछिल्लो ट्याब
सामाग्री
बारेमा
इमेल ठेगाना प्रतिलिपि गर्नुहोस्
लिङ्क खोल्नुहोस्
लिङ्क ठेगाना प्रतिलिपि गर्नुहोस्
सञ्झ्याल बन्द गर्नुहोस्
आगत विधि
मेनुपट्टी देखाउनुहोस्
पूरा पर्दा
शीर्षक:
जिनोम डेस्कटपका लागि टर्मिनल इमुलेटर
अनुवादक-श्रेय Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin Rabi Poudyal https://launchpad.net/~rabipoudel Rajeev Shrestha https://launchpad.net/~rstha
अक्षम
टाङ्गो
लिनक्स कन्सोल
XTerm
Rxvt
पासवर्ड कति बेला आवश्यक पर्ला
पासवर्ड कति बेला माग्ने, संभाव्य मानहरू "never", "on_write", र "always" छन् ।
पासवर्ड:
पासवर्ड आवश्यक:
व्यक्तिगत फाइल साझेदारी
कहिल्यै पनि होइन
फाइल लेख्दा
सधै
Public files of %s%.0s
%s को सार्वजनिक फाइल
%s मा %s' को सार्वजनिक फाइल
ISO ९६६० भोल्युम
%s:%u ले NUL क्यारेक्टरस समाविष्ट गर्दछ ।
%s:%u ले विधि नाम समाविष्ट गर्दैन ।
%s:%u सँग विकल्प इन्डमार्कर छैन ।
%s:%u सँग अज्ञात विकल्प %s छ ।
%s:%u ले मोड्युल नाम समाविष्ट गर्दैन ।
कन्फिगरेसन फाइल `%s' फेला पारेको थिएन: %s
%s:%d ले पद वर्णन परित्याग गर्यो ।
AFFS भोल्युम
AFS सञ्जाल भोल्युम
स्वत: पत्ता लगाइएको भोल्युम
सीडी-रोम ड्राइभ
सीडी डिजिटल अडियो
हार्डवयेर यन्त्रको भोल्युम
EncFS भोल्युम
Ext2 लिनक्स भोल्युम
Ext3 लिनक्स भोल्युम
MSDOS भोल्युम
BSD भोल्युम
FUSE भोल्युम
MacOS भोल्युम
CDROM भोल्युम
Hsfs सीडी रोम भोल्युम
JFS भोल्युम
विण्डोज NT भोल्युम
प्रणाली भोल्युम
स्मृति भोल्युम
Minix भोल्युम
NFS सञ्जाल भोल्युम
नेटवेयर भोल्युम
रेईजर४ लिनक्स भोल्युम
रेईजर FS लिनक्स भोल्युम
विण्डोज सेयर भोल्युम
सुपरमाउन्ट भोल्युम
डीभीडी (DVD) भोल्युम
सोलारिस/BSD भोल्युम
Udfs सोलारिस भोल्युम
Pcfs सोलारिस भोल्युम
सन SAM-QFS भोल्युम
अस्थायी भोल्युम
बढाइएको DOS भोल्युम
विण्डोज VFAT भोल्युम
Xenix भोल्युम
XFS लिनक्स भोल्युम
XIAFS भोल्युम
CIFS भोल्युम
अज्ञात
%s भोल्युम
CD-ROM
CD-R
CD-RW
DVD-ROM
DVD+R
DVD+RW
DVD-R
DVD-RW
DVD-RAM
DVD±R
DVD±RW
%s/%s ड्राइभ
%s ड्राइभ
फ्लपि ड्राइभ
कम्प्याक्ट फ्ल्यास ड्राइभ
स्मृति स्टिक ड्राइभ
स्मार्ट मिडिया ड्राइभ
SD/MMC ड्राइभ
जिप ड्राइभ
ज्याज ड्राइभ
पेन ड्राइभ
%s %s सङ्गीत प्लेयर
%s %s डिजिटल क्यामेरा
ड्राइभ
बाह्य %s
CD-ROM डिस्क
खाली CD-R डिस्क
CD-R डिस्क
खाली CD-RW डिस्क
CD-RW डिस्क
DVD-ROM डिस्क
खाली DVD-RAM डिस्क
DVD-RAM डिस्क
खाली DVD-R डिस्क
DVD-R डिस्क
खाली DVD-RW डिस्क
DVD-RW डिस्क
खाली DVD+R डिस्क
DVD+R डिस्क
खाली DVD+RW डिस्क
DVD+RW डिस्क
अडियो डिस्क
%s हटाउन मिल्ने भोल्युम
भोल्युम
अज्ञात सञ्चालन प्रकार %u
GIO च्यानल: %s खोल्नका लागि पाइप सिर्जना गर्न सकिँदैन
अज्ञात कामको प्रकार %u
सञ्चालन रोकियो
अनुचित प्रकार्य माइम डेटाबेसले प्रयोगर्कतालाई परिमार्जन गर्न धेरै समयसँग समर्थन गर्दैन ।
पद वर्णन गर्न सकेन: %s
धेरै पद वर्णन त्रुटिहरू उपेक्षा गरिन्छन् ।
त्रुटि छैन
फाइल फेला परेन
जेनेरिक त्रुटि
आन्तरिक त्रुटि
अवैध परामितिहरू
असमर्थित सञ्चालन
I/O त्रुटि
डेटा बिग्रियो
ढाँचा मान्य छैन
खराब फाइल ह्यान्डल
अति ठूलो फाइल
यन्त्रमा खाली ठाउँ छैन
पढ्ने-मात्र फाइल प्रणाली
अमान्य URI
फाइल खुल्दैन
खुला मोड मान्य छैन
पहुँच अस्विकार गरियो
धेरै खुला फाइलहरू
फाइलको अन्त्य
डाइरेक्टरी होइन
सञ्चालन प्रगतिमा
सञ्चालन रोकियो
फाइल अवस्थित छ ।
लूपिङ लिङ्क देखा पर्यो
सञ्चालन अनुमति प्राप्त छैन
डाइरेक्टरी हो
पर्याप्त स्मृति छैन
होस्ट फेला परेन
होस्टनाम वैध छैन
होस्टसँग ठेगाना छैन
लगइन असफल भयो
सञ्चालन रद्द गरियो
डाइरेक्टरी ब्यस्त छ
डाइरेक्टरी खाली छैन
अति धेरै लिङ्कहरू
पढ्ने-मात्र फाइल प्रणाली
उस्तै फाइल प्रणालीमा होइन
धेरै लामो नाम
सेवा उपलब्ध छैन
अस्पष्ट सेवाको डेटा अनुरोध गर्नुहोस्
प्रोटोकल त्रुटि
मास्टर ब्राउजर फेला पार्न सकेन
कुनै पनि पूर्वनिर्धारित कार्य सम्बन्धित छैन
यूआरएल (URL) स्कीमाका लागि ह्यान्डलर छैन
आदेश रेखा पद वर्णन गर्दा त्रुटि
आदेश थालनी गर्दा त्रुटि
समय समाप्तिसम्म पुग्यो
नामसर्भर त्रुटि
स्रोतमा ताल्चा लगाइएको छ
प्रकार्य कल अस्वीकार गरियो
अमान्य फाइलनाम
प्रतिकात्मक लिङ्क छैन
अज्ञात त्रुटि
%.1f किलोबाइट
%.1f मेगाबाइट
%.1f गिगाबाइट
(अमान्य यूनिकोड)
फ्लपी
CD-ROM/DVD-ROM
CD-ROM/DVD-RAM
CD-ROM/DVD-R
CD-ROM/DVD-RW
CD-R/DVD-ROM
CD-R/DVD-RAM
CD-R/DVD-R
CD-R/DVD-RW
CD-RW/DVD-ROM
CD-RW/DVD-RAM
CD-RW/DVD-R
CD-RW/DVD-RW
डिस्क
USB ड्राइभ
IEEE1394 ड्राइभ
CF
SD/MMC
स्मृति स्टिक
स्मार्ट मिडिया
क्यामेरा
डीभीडी
मूल भोल्युम
अडियो सीडी
अज्ञात भोल्युम
सञ्जाल सर्भर
फ्लपी ड्राइभ माउन्ट गर्न अक्षम । सायद ड्राइभमा फ्लपी नहुनसक्छ ।
भोल्युमलाई माउन्ट गर्न अक्षम । सायद यन्त्रमा मिडिया नहुनसक्छ ।
फ्लपी ड्राइभलाई माउन्ट गर्न अक्षम । सायद फ्लपी माउन्ट गर्न नसकिने ढाँचामा छ ।
भोल्युमलाई माउन्ट गर्न अक्षम । यदि यो गुप्तीकरण गरिएको ड्राइभ हो भने, त्यसो भए गलत पासवर्ड वा कुञ्जी प्रयोग गरिएको छ ।
चयन गरिएको भोल्युमलाई माउन्ट गर्न अक्षम । सायद भोल्युम माउन्ट गर्न नसकिने ढाँचामा छ ।
चयन गरिएको फ्लपी ड्राइभलाई माउन्ट गर्न अक्षम ।
चयन गरिएको भोल्युमलाई माउन्ट गर्न अक्षम ।
चयन गरिएको भोल्युमलाई अनमाउन्ट गर्न अक्षम छ । सायद भोल्युम एक वा बढी कार्यक्रमद्धारा प्रयोग गरिएको छ ।
चयन गरिएको भोल्युमलाई अनमाउन्ट गर्न अक्षम ।
चाइल्ड प्रक्रिया %d (%s) बाट डेटा पढ्न असफल
pty मा माउन्ट प्रक्रिया चालु गर्न सकेन
चाइल्ड प्रक्रिया (%s) बाट चयन () पढ्ने डेटामा अनपेक्षित त्रुटि
प्रक्रिया माउन्ट गर्न पासवर्ड पठाउन सकेन ।
waitpid() (%s) मा अनपेक्षित त्रुटि
आदेश सुरु गर्न असफल भयो
मिडिया निकाल्न अक्षम
जडान भएको सर्भरलाई अनमाउन्ट गर्न अक्षम
सञ्जाल
गृह
फाइल प्रणाली
अज्ञात GnomeVFSSeekPosition %d
विण्डोज सञ्जाल
टाढाको कम्प्युटर (%s) को पहिचान अज्ञात छ ।
पहिलो पटक कम्प्युटर लगइन गर्दा यस्तो हुन्छ । टाढाको कम्प्युटरले पठाएको परिचय %s हो । यदि तपाईँ निश्चित रूपमा यसलाई नियमित गर्न चाहनुहुन्छ भने तपाईँको प्रणाली प्रशासकसँग सम्पर्क राख्नुहोस् ।
जेभए पानि लगइन गर्नुहोस्
लगइन रद्द गर्नुहोस्
%s मा वैध सेटिङ फेला परेन
फरक स्थान निर्दिष्ट गर्न परिवेश चल %s प्रयोग गर्नुहोस् ।
तपाईँको एचटीटीपी प्रोक्सीले तपाईँलाई लगइन गर्नुपर्दछ ।
तपाईँले पहुँच "%s" मा लगइन गर्नुपर्दछ । %s
तपाईँको पासवर्ड गुप्तिकरण नगरि प्रसार गरिनेछ ।
तपाईँको पासवर्ड गुप्तिकरण गरेर प्रसारित गरिनेछ ।
तपाईँ पहुँच %s डोमेन %s मा लगइन हुनुपर्दछ
तपाईँ पहुँच %s मा लगइन हुनुपर्दछ
पूर्वनिर्धारित टर्मिनल अनुप्रयोग
टर्मिनल आवश्यक पर्ने अनुप्रयोगका लागि प्रयोग गरिने पूर्वनिर्धारित टर्मिनल अनुप्रयोग ।
पूर्वनिर्धारित टर्मिनलका लागि Exec तर्क
पूर्वनिर्धारित टर्मिनल अनुप्रयोगका लागि प्रयोग गरिने exec तर्क ।
पूर्वनिर्धारित अवयव दर्शक अनुप्रयोग
फाइल हेर्नका लागि प्रयोग गरिने अनुप्रयोगले ती फाइल हेर्नलाई केही तत्वको आवश्यकता महसुस गर्दछ । %s परामिति URIs फाइलमा प्रतिस्थापन गरिन्छन्, %c परामिति IID अवयवद्वारा प्रस्तिस्थापन गरिन्छ ।
निर्दिष्ट गरिएको आदेशले "trash" URLs ह्यान्डल गर्नुपर्दछ या पर्दैन
यदि "command" कुञ्जीमा निदिष्ट गरिएको आदेशले "trash" URLs ह्यान्डल गर्नुपर्दछ भने ठीक हुन्छ ।
"trash" URLs का लागि ह्यान्डलर
यदि सक्षम पारिएमा, "trash" URLs हान्डल गर्न प्रयोग गरिने आदेश ।
टर्मिनलमा आदेश चलाउनुहोस् ।
यदि आदेशलाई यस प्रकारको यूआरएल ह्यान्डल गर्न टर्मिनलमा चलाउनु पर्दछ भने ठीक हुन्छ ।
निर्दिष्ट गरिएको आदेशले "ghelp" URLs ह्यान्डल गर्नुपर्दछ या पर्दैन
यदि "command" कुञ्जीमा निदिष्ट गरिएको आदेशले "ghelp" URLs ह्यान्डल गर्नुपर्दछ भने ठीक हुन्छ ।
"ghelp" URLs का लागि ह्यान्डलर
यदि सक्षम पारिएमा, "ghelp" URLs ह्यान्डल गर्न प्रयोग गरिने आदेश ।
निर्दिष्ट गरिएको आदेशले "info" URLs ह्यान्डल गर्नुपर्दछ या पर्दैन
यदि "command" कुञ्जीमा निदिष्ट गरिएको आदेशले "info" URLs ह्यान्डल गर्नुपर्दछ भने ठीक हुन्छ ।
"info" URLs का लागि ह्यान्डलर
यदि सक्षम पारिएमा, "info" URLs ह्यान्डल गर्न प्रयोग गरिने आदेश ।
निर्दिष्ट गरिएको आदेशले "man" URLs ह्यान्डल गर्नुपर्दछ या पर्दैन
यदि "command" कुञ्जीमा निदिष्ट गरिएको आदेशले "man" URLs ह्यान्डल गर्नुपर्दछ भने ठीक हुन्छ ।
"man" URLs का लागि ह्यान्डलर
यदि सक्षम पारिएमा, "man" URLs ह्यान्डल गर्न प्रयोग गरिने आदेश ।
निर्दिष्ट गरिएको आदेशले "http" URLs ह्यान्डल गर्नुपर्दछ या पर्दैन
यदि "command" कुञ्जीमा निदिष्ट गरिएको आदेशले "http" URLs ह्यान्डल गर्नुपर्दछ भने ठीक हुन्छ ।
"http" URLs का लागि ह्यान्डलर
यदि सक्षम पारिएमा, "http" URLs ह्यान्डल गर्न प्रयोग गरिने आदेश ।
निर्दिष्ट गरिएको आदेशले "https" URLs ह्यान्डल गर्नुपर्दछ या पर्दैन
यदि "command" कुञ्जीमा निदिष्ट गरिएको आदेशले "https" URLs ह्यान्डल गर्नुपर्दछ भने ठीक हुन्छ ।
"https" URLs का लागि ह्यान्डलर
यदि सक्षम पारिएमा, "https" URLs ह्यान्डल गर्न प्रयोग गरिने आदेश ।
निर्दिष्ट गरिएको आदेशले "mailto" URLs ह्यान्डल गर्नुपर्दछ या पर्दैन
यदि "command" कुञ्जीमा निदिष्ट गरिएको आदेशले "mailto" URLs ह्यान्डल गर्नुपर्दछ भने ठीक हुन्छ ।
"mailto" URLs का लागि ह्यान्डलर
यदि सक्षम पारिएमा, "mailto" URLs ह्यान्डल गर्न प्रयोग गरिने आदेश ।
निर्दिष्ट गरिएको आदेशले "callto" URLs ह्यान्डल गर्नुपर्दछ या पर्दैन
यदि "command" कुञ्जीमा निदिष्ट गरिएको आदेशले "callto" URLs ह्यान्डल गर्नुपर्दछ भने ठीक हुन्छ ।
"callto" URLs का लागि ह्यान्डलर
यदि सक्षम पारिएमा, "callto" URLs ह्यान्डल गर्न प्रयोग गरिने आदेश ।
निर्दिष्ट गरिएको आदेशले "h323" URLs ह्यान्डल गर्नुपर्दछ या पर्दैन
यदि "command" कुञ्जीमा निदिष्ट गरिएको आदेशले "h323" URLs ह्यान्डल गर्नुपर्दछ भने ठीक हुन्छ ।
"h323" URLs का लागि ह्यान्डलर
यदि सक्षम पारिएमा, "h323" URLs ह्यान्डल गर्न प्रयोग गरिने आदेश ।
स्थानीय DNS-SD सेवा कसरी प्रदर्शन गर्नुहुन्छ
सम्भावित मान "गाभिएका", "विभाजन" र "अक्षम" हुन् ।
यस भित्र DNS-SD सेवा खोज्नका लागि अतिरिक्त डोमेन
अल्पविरामले DNS-SD डोमेनको सूची विभाजन गर्दछ जुन "network:///" स्थानमा देखिने हुनुपर्दछ ।
एचटीटीपी प्रोक्सी प्रयोग गर्नुहोस्
इन्टरनेटमा एचटीटीपीले पहुँच प्राप्त गर्दा प्रोक्सी सेटिङ सक्षम पार्दछ ।
एचटीटीपी (HTTP) प्रोक्सी होस्टनाम
एचटीटीपी (HTTP)बाट प्रोक्सी गर्ने मेसिन नाम ।
एचटीटीपी (HTTP) प्रोक्सी पोर्ट
तपाईँले प्रोक्सी गर्ने "/system/http_proxy/host" द्वारा परिभाषित मेसिनको पोर्ट ।
प्रमाणीकरण प्रोक्सी सर्भर जडान
यदि ठीक भएमा, त्यसपछि प्रोक्सी सर्भरसँग जडान गर्न प्रमाणिकरण चाहिन्छ ।"/system/http_proxy/authentication_user" र "/system/http_proxy/authentication_password" द्वारा प्रयोगकर्तानाम/पासवर्ड कम्बो परिभाषित गरिन्छ ।
एचटीटीपी (HTTP) प्रोक्सी प्रयोगकर्ता नाम
एचटीटीपी प्रोक्सी गर्दा, प्रमाणीकरणका रूपमा पास गरिने प्रयोगकर्ता नाम ।
एचटीटीपी (HTTP) प्रोक्सी पासवर्ड
एचटीटीपी (HTTP) प्रोक्सी गर्दा प्रमाणिकरणको रूपमा पास गरिने पासवर्ड ।
प्रोक्सी-नभएका होस्ट
यस कुञ्जीले प्रोक्सी मार्फत नभइ प्रत्यक्ष जडित होस्टको सूची समावेश गर्दछ (यदि यो सक्रिय भएमा) । यसका मानहरू, होस्टनाम, डोमेन ( *.foo.com जस्ता प्रारम्भिक वाइल्डकार्ड प्रयोग गर्ने), आई पी होस्ट ठेगाना (दुवै IPv4 र IPv6) तथा नेटमास्क भएका सञ्जाल ठेगानाहरू (१९२.१६८.०.०/२४ जस्ता केही वस्तु) हुन् ।
प्रोक्सी कन्फिगरेसन मोड
प्रोक्सी कन्फिगरेसन मोड चयन गर्नुहोस् । समर्थित मान "कुनै पनि होइन", "म्यानुअल", "स्वचालित" हुन् ।
एचटीटीपी (HTTP) प्रोक्सी होस्टनाम सुरक्षित राख्नुहोस्
एचटीटीपी (HTTP)बाट प्रोक्सी सुरक्षित गर्ने मेसिन नाम ।
एचटीटीपी (HTTP) प्रोक्सी पोर्ट सुरक्षित राख्नुहोस्
तपाईँले प्रोक्सि गर्नुभएको "/system/proxy/socks_host" द्वारा परिभाषित मेसिनको पोर्ट ।
एफटीपी (FTP) प्रोक्सी होस्टनाम
एफटीपी (FTP)बाट प्रोक्सी गर्ने मेसिन नाम
एफटीपी (FTP) प्रोक्सी पोर्ट
तपाईँले प्रोक्सि गर्नुभएको "/system/proxy/ftp_host" द्वारा परिभाषित मेसिनको पोर्ट ।
SOCKS प्रोक्सी होस्टनाम
सक्सबाट प्रोक्सी गर्ने मेसिनको नाम ।
SOCKS प्रोक्सी पोर्ट
तपाईँले प्रोक्सि गर्नुभएको "/system/proxy/socks_host" द्वारा परिभाषित मेसिनको पोर्ट ।
स्वचालित प्रोक्सी कन्फिगरेसन यूआरएल
प्रोक्सी कन्फिगरेसन मान प्रदान गर्ने यूआरएल ।
एसएमबी (SMB) कार्यसमूह
विण्डोज नेटवर्किङ कार्यसमूह वा डोमेन जुन प्रयोगकर्ता एउटा अंश हो । नयाँ कार्यसमूहका लागि पूरै प्रभाव पार्न प्रयोगकर्ताले लग आउट गरेर फेरि लगइन गर्नुपर्दछ ।
जिपार्टेड
%2 को %1 प्रतिलिपि बनाइयो (%3 बाँकी)
%2 को %1 प्रतिलिपि बनाइयो
सेक्टर %1 मा खण्ड लेख्दा त्रुटि
%1 भागमा खण्ड पढ्दा त्रुटि
Align to:
Align to:
Align to:
रिसाइज गर्नुहोस्
रिसाइज गर्नुहोस्/सार्नुहोस्
%1 टाँस्नुहोस्
%1 का बारेमा सूचना
चेतावनी:
वस्तुस्थिति:
व्यस्त ( कम्तीमा एउटा लोजिकल विभाजन माउन्ट गरिएको छ)
सक्रिय पार्नुहोस्
%1 मा माउन्ट गरिएको
व्यस्त छैन (माउन्ट गरिएको लोजिकल विभाजन छैन)
सक्रिय छैन
माउन्ट गरिएको छैन
प्रयोग भएको:
प्रयोग नभएको:
साइज:
विभाजन
मार्ग:
झण्डा:
नयाँ विभाजन सिर्जना गर्नुहोस्
यस रूपमा सिर्जना गर्नुहोस्:
प्राथमिक विभाजन
लोजिकल विभाजन
विस्तारित विभाजन
नयाँ विभाजन #%1
%1 रिसाइज गर्नुहोस्/सार्नुहोस्
%1 रिसाइज गर्नुहोस्
विचाराधिन सञ्चालन लागू गर्दैछ
सम्पन्न गरिएको सञ्चालन:
विवरण
%2 को %1 सञ्चालन पूरा भयो
विवरण बचत गर्नुहोस्
सञ्चालनहरू लागू गर्दा एउटा त्रुटि भयो
धेरै जानकारीका लागि विस्तृत विवरण हेर्नुहोस् ।
महत्वपूर्ण
यदि तपाईँलाई समर्थन चाहिन्छ भने, तपाईँले बचत गरिएको विवरण उपलब्ध गराउनुपर्दछ!
धेरै जानकारीका लागि %1 हेर्नुहोस् ।
तपाईँ हालको सञ्चालन रद्द गर्न निश्चित हुनुहुन्छ ?
सञ्चालन जारी राख्नुहोस्
सञ्चालन रद्द गर्नुहोस्
विवरण बचत गर्नुहोस्
सिर्जना गर्नुहोस्
बढाउनुहोस्
खुम्च्याउनुहोस्
सार्नुहोस्
प्रतिलिपि बनाउनुहोस्
जाँच्नुहोस्
लेबुल
उपलब्ध छैन
%1 मा झण्डा प्रबन्ध गर्नुहोस्
अनमाउन्ट गर्नुहोस्
पहिचान नगरिएको
विभाजनमा %1 सेक्टरको लम्बाइ हुन सक्दैन
लिबपार्टेड सन्देशहरू
यसको कारणले केही सञ्चालनहरू अनुपलब्ध हुन सक्छन् ।
खाली विभाजन सिर्जना गर्नुहोस्
मार्ग: %1
सुरुआत:%1
अन्त्य: %1
साइज: %1 (%2)
विभाजन मेट्नुहोस्
सराइलाई एउटै देखिन पुरानो र नयाँ लम्बाइको आवश्यक पर्दछ
लिबपार्टेर्ड प्रयोग गर्दैछ
रिसाइजिङलाई एउटै देखिन पुरानो र नयाँ सुरुआतको आवश्यक पर्दछ
विभाजन रिसाइज गर्नुहोस्/सार्नुहोस
विभाजन दायाँ तिर सार्नुहोस्
विभाजन बायाँ तिर सार्नुहोस्
%1 बाट %2 मा विभाजन बढाउनुहोस्
%1 बाट %2 मा विभाजन खुम्च्याउनुहोस्
विभाजनलाई दायाँ तिर सार्नुहोस् र यसलाई %1 बाट %2 मा बढाउनुहोस्
विभाजनलाई बायाँ तिर सार्नुहोस् र यसलाई %1 बाट %2 मा खुम्च्याउनुहोस्
विभाजनलाई दायाँ तिर सार्नुहोस् र यसलाई %1 बाट %2 मा बढाउनुहोस्
विभाजनलाई बायाँ तिर सार्नुहोस् र यसलाई %1 बाट %2 मा खुम्च्याउनुहोस्
पुरानो सुरुआत: %1
पुरानो अन्त्य: %1
पुरानो साइज: %1 (%2)
नयाँ सुरुआत: %1
नयाँ अन्त्य: %1
नयाँ साइज: %1 (%2)
अनुरोध गरिएको सुरुआत: %1
अनुरोध गरिएको अन्त्य: %1
अनुरोध गरिएको साइज: %1 (%2)
आन्तरिक अल्गोरिदम प्रयोग गर्दैछ
%1 सेकेन्ड
%1 क्यालिब्रेट गर्नुहोस्
%1 को नयाँ साइज र स्थिति गणना गर्नुहोस्
अन्तिम सञ्चालन पूर्वावस्थामा फर्काउनुहोस्
सबै सञ्चालन खाली गर्नुहोस्
सबै सञ्चालन लागू गर्नुहोस्
%1 को प्रतिलिपि बनाउनुहोस्
%1 बाट %2 मा प्रतिलिपि बनाउनुहोस ( %3 मा सुरु गर्नुहोस्)
%1 बाट %2 मा प्रतिलिपि बनाउनुहोस्
%5 मा %1 #%2 (%3, %4) सिर्जना गर्नुहोस्
%4 बाट %1 (%2, %3) मेट्नुहोस्
%1 लाई %2 को रूपमा ढाँचाबद्ध गर्नुहोस्
My Label
%1 रिसाइज गर्नुहोस्/सार्नुहोस्
%1 लाई दायाँतिर सार्नुहोस्
%1 लाई बायाँतिर सार्नुहोस्
%2 देखि %3 बाट %1 बढाउनुहोस्
%2 देखि %3 बाट %1 खुम्च्याउनुहोस्
%1 लाई बायाँ तिर सार्नुहोस् र यसलाई %2 बाट %3 मा बढाउनुहोस्
%1 लाई बायाँ तिर सार्नुहोस् र यसलाई %2 बाट %3 मा खुम्च्याउनुहोस्
%1 लाई दायाँ तिर सार्नुहोस् र यसलाई %2 बाट %3 मा बढाउनुहोस्
%1 लाई दायाँ तिर सार्नुहोस् र यसलाई %2 बाट %3 मा खुम्च्याउनुहोस्
साइज
प्रयोग गरिएको
प्रयोग नगरिएको
झण्डा
बाँडफाँड नगरिएको
अज्ञात
ढाँचाबद्ध नगरिएको
प्रयोग गरिएको
प्रयोग नगरिएको
%1 B
%1 KiB
%1 MiB
%1 GiB
%1 TiB
यन्त्र ताजा पार्नुहोस्
यन्त्र
जिपार्टेड
सम्पादन
यन्त्र सूचना
विचारधीन सञ्चालन
दृश्य
यन्त्र
विभाजन
मद्दतNew
चयन गरिएको अनिर्धारित खाली स्थानमा नयाँ विभाजन सिर्जना गर्नुहोस्
चयन गरिएको विभाजन मेट्नुहोस्
चयन गरिएको विभाजन रिसाइज गर्नुहोस्/सार्नुहोस्
क्लिपबोर्डमा चयन गरिएको विभाजनको प्रतिलिपि बनाउनुहोस्
क्लिपबोर्डबाट विभाजन टाँस्नुहोस्
अन्तिम सञ्चालन पूर्वावस्थामा फर्काउनुहोस्
सबै सञ्चालन लागू गर्नुहोस्_New
रिसाइज गर्नुहोस्/सार्नुहोस्
यसमा ढाँचाबद्ध गर्नुहोस्
यसमा माउन्ट गर्नुहोस्
झण्डाहरू प्रबन्ध गर्नुहोस्
जाँच गर्नुहोस्
यन्त्र सूचना
नमूना:
हेड:
बेलना:
जिपार्टेड अन्त्य गर्नुहुन्छ ?
%1 - जिपार्टेड
सबै यन्त्रहरू स्क्यान गर्दैछ...
यन्त्र पत्ता लागेन
जिनोम विभाजन सम्पादक
Shyam krishna bal<balshyam24\@yahoo\.com> Launchpad Contributions: Jaydeep Bhusal https://launchpad.net/~zaydeep Mahesh Subedi https://launchpad.net/~submanesh Shyam Krishna Bal https://launchpad.net/~balshyam24
यदि तपाईं बढी विभाजन चाहनुहुन्छ भने तपाईंले पहिला एउटा विस्तारित विभाजन सिर्जना गर्नु पर्दछ । यस्तो विभाजनले अन्य विभाजन समाहित गर्न सक्दछ ।विस्तारित विभाजन पनि प्राथमिक विभाजन भएकालेप्राथमिक विभाजन पहिला हटाउनु पर्दछ ।
%1 मेट्न असक्षम !
कृपया %1 भन्दा बढी सङ्ख्या भएको कुनै पनि लोजिकल विभाजन अनमाउन्ट गर्नुहोस्
तपाईं %1 मेट्न निश्चित हुनुहुन्छ ?
मेटिए पछि यो विभाजन प्रतिलिपि बनाउन धेरै समय उपलब्ध हुदैन ।
%1 (%2, %3) मेट्नुहोस्
%1 मा साटासाट निस्क्रिय पार्दैछ
%1 मा साटासाट सक्रिय पार्दैछ
साटासाट निस्क्रिय पार्न सकेन
साटासाट सक्रिय पार्न सकेन
%1 अनमाउन्ट गर्दैछ
%1 अनमाउन्ट गर्न सकेन
%2 मा %1 माउन्ट गर्दैछ
%2 मा %1 अनमाउन्ट गर्न सकेन
तपाईं विचाराधिन सञ्चालनहरू लागू गर्न निश्चित हुनुहुन्छ ?
साटासाट खोल्नुहोस्
साटासाट बन्द गर्नुहोस्
जिपार्टेड चलाउनका लागि मूल विशेषाधिकार आवश्यक पर्दछ
बनावट चलाउनुहोस्
वास्तविक रिसाइज
पूर्वनिर्धारित प्रदर्शन
जिडिकेका लागि पूर्वनिर्धारित प्रदर्शन
पर्दा
रेण्डरकर्ताका लागि जिडिके स्क्रिन
कार्यक्रमको नाम
कार्यक्रमको नाम. यदि सेट भएको छैन भने यो पूर्व निर्धारित हुन्छ g_get_application_name()
कार्यक्रमको संस्करण
कार्यक्रमको संस्करण
प्रतिलिपि अधिकार स्ट्रिङ
कार्यक्रमका लागि प्रतिलिपि अधिकार सूचना
प्रतिकृया स्ट्रिङ
कार्यक्रमका बारेको प्रतिकृया
वेबसाइट युआरएल
कर्यक्रमको वेबसाइट लिङ्कका लागि युआरएल
वेबसाइट लेबल
कर्यक्रमको वेबसाइट लिङ्कका लागि लेबल। यदि सेट छैन भने युआरएलमा पूर्वनिर्धारित हुन्छ
लेखकहरू
कर्यक्रमका लेखकहरूको सूची
संकलकहरू
कार्यक्रम डकुमेण्ट गर्ने मानिसहरूको सूची
कलाकारहरू
कार्यक्रममा कलाकारिता सहयोग गर्ने मानिसहरूको सूची
अनुवादक बिश्वास
अनुवादकहरूलाई क्रेडिट दिन्छ। यस स्ट्रिङलाई अनुवाद गर्न सकिने छिन्ह दिनु पर्दछ
लोगो
जानकारी बाकसका लागि लोगो। यदि सेट भएको छैन भने, यो gtk_window_get_default_icon_list() मा पूर्वनिर्धारित हुन्छ
लोगो प्रतिमाको नाम
जानकारी बाकसका लागि लोगोको रूपमा नामांकित प्रतिमाको प्रयोग
अनुमति पत्र बेर्नुहोस्
अनुमति पत्र पाठ बेर्नुहुन्छ कि।
द्रुतसञ्चालकलाई बन्दगर्ने
द्रुतसञ्चालक परिवर्तनका लागि अन्त्यमा निरीक्षण गरियो
द्रुतसञ्चालक औजार
द्रुतसञ्चालक परिवर्तनहरुका लागि औजारमा निरीक्षण गरियो
नाम
कार्यका लागि अनौठो नाम
लेबल /तह
सूची प्रकार र बटनहरु सक्रिय गर्नका लागि त्यो लेबल प्रयोग गरियो
छोटो लेबल
अरुभन्दा सानो लेवल जुन कि चित्राङ्कित शीर्षरेखा बटनमा प्रयोग हुन सक्छ
औजारटिप
यो कार्यक लागि औजारटिप
छविचित्र संग्रह
यो कार्यको प्रतिनिधित्व औजार भित्र संग्रह छविचित्रले देखायो
प्रतिमाको नाम
प्रतिमा थिमबाट प्रतिमाको नाम
क्षितिजीय हुँदा हेर्न सकिने
जब औजारबार समतलीय अभिमुखीकरणमा हुन्छ तब औजारबारो एकाइ दृश्यात्मक हुन्छ ।
भरिएको हेर्न सकिने
जब सत्य हुन्छ, यो कार्यको लागि खालि सूची बहुप्रतिनिधिहरु अदृश्य हुन्छन
उर्ध्व हुँदा हेर्न सकिने
जब औजारबार उर्ध्वतलीय अभिमुखीकरणमा हुन्छ तब औजारबारो एकाइ दृश्यात्मक हुन्छ ।
महत्वपूर्ण छ
जब कार्यलाई महत्वपूर्ण रूपमा ममन गरिन्छ । ठीक छ भने औजार आइटम प्रतिनिधिले यो कार्यका लागि जीटीके_औजारबार_दुवै_समतलीय मोडमा पाठ देखाउँछ
यदि खालि भए लुकाउ
जब सत्यहुन्छ , यो कार्यको लागि खालि सूची बहुप्रतिनिधिहरु अदृश्य हुन्छन
सम्वेदनशील
जहाँ कार्य सक्षम छ
दृश्यात्मक
जहाँ कार्य हेर्न सकिन्छ
कार्य समूह
जीटीके कार्य समूह यो जीटीके कार्यसँग सम्बन्धित छ वा शून्यसँग( आन्तरिक प्रयोगका लागि मात्र)
कार्य समूहको लागि एउटा नाम
जहाँ कार्य समूह सक्रिय छ
जहाँ कार्य समूह हेर्न सकिने छ
मान
मिलानका लागि मूल्य
कम्ती मूल्य
मिलानको लागि कम्ती मूल्य
अघिकतम मान
मिलानको लागि उच्च मूल्य
तह वृद्ध
मिलानको लागि तह वृद्धि
पन्ना वृद्धि
मिलानको लागि पन्ना वृद्धि
पन्नाको आकार
मिलानका लागि पन्नाको आकार
क्षितिजीय स्थिति
उपलब्धहुने ठाउँमा शाखाको क्षितिजीय अवस्था छ । ०.० देब्रे पंक्तिकृत हो , १.० दाहिने पंक्तिकृत हो
उर्ध्व पंक्तिबद्ध
उपलब्ध हुने ठाउँमा शाखाको उर्ध्वतलीय अवस्था छ । ०.० माथिल्लो पंक्तिकृत हो , १.० तल्लो पंक्तिकृत हो
क्षितिजीय नाप
यदि उपलब्ध क्षितिजीय ठाउँ शाखाको लागि आबश्यक्ता भन्दा ठूलो छ भने, शाखाको लागि यासको कति प्रयोग हुन्छ् ०।०को अर्थ केहि पनि हुदैन ,१।०को अर्थ सबै
उर्ध्व नाप
यदि उपलब्ध उर्ध्व ठाउँ शाखाको लागि आवश्यकता भन्दा ठूलो छ भने, शाखाको लागि यसको कति प्रयोग हुन्छ् ०।०को अर्थ केही पनि हुदैन ,१।०को अर्थ सबै
उच्च गद्दा
औजारको माथिल्लो गद्दामा विर्कोको छिराइ
तलको गद्दा
औजारको तल प्रवेश गराउनलाई गद्दा
बाँया गद्दा
औजारको बायाँ घुसाउनलाई गद्दा
दाँया गद्दा
औजारको दायाँ घुसार्नलाई गद्दा
बाँणचिन्ह द्वारा दिइएको निर्देशन
बाँणचिन्हद्वारा निर्देशन देखाउन सकिन्छ
बाँण चिन्हको छाँया
बाँण चिन्हको वरिपरि छाँयाको उपस्थिति
क्षितिजीय पंक्तिबद्ध/
शाखाको एक्स पंक्तिबद्ध
उर्ध्वतलीय पंक्तिबद्ध
शाखाको वाइ पंक्तिबद्ध
अनुपात
आज्ञाकारी_उपशाखा झुठो छ भने अनुपातको आशा गरिन्छ
भनेको मान्ने शाखा
खाकाको शाखाको अनुपात मिलान गर्ने बलको दृष्टिकोण
शाखाको न्यूनतम चौडाइ
बाकसभित्र बटनहरुको न्यूनतम चौडाइ
शाखाको अधिकतम उचाइ
बाकसभित्र बटनहरुको न्यूनतम उचाइ
शाखाको आन्तरिक चौडा गद्दा
कुनै छेउमा शाखाको आकार बढाउनलाई मूल्य
शाखाको भित्रि उचाइ गद्दा
माथि र तल शाखाको आकार बढाउनलाई मूल्य
रुपरेखाको शैली
द्धितीयक
ठीक छ भने उपशाखा द्वितीय समूहको शाखाका रूपमा देखिन उपयुक्त सहयोगी बटनहरू
स्पेसिङ्ग
शाखाहरुको बीचको ठाँउको मूल्य
उस्तै प्रकारको
जहाँ शाखाहरु सबै उस्तै प्रकारको हुन सक्छ
ठूलो बनाउनु
जब मूलको वृद्धि हुन्छ उपशाखाले अतिरिक्त खालीस्थान प्राप्त गर्दछ
भर
यदि उपशाखालाई अतिरिक्त ठाउँ दिनु छ भने उपशाखा वा भद्दा प्रयोग भनी छुट्याइनु पर्छ
गद्दा
पिक्सलभित्र शाखाहरु र यसका छिमेकीहरुको बीचमा राख्नलाई अतिरिक्त ठाउँ
थन्क्याउने प्रकार
जीटीके बँधाइको प्रकारले के देखाउँछ भने जब उपशाखा बन्द गरिन्छ संदर्भसँग मूल कम्प्युटर सुरू वा बन्द हुन्छ
अवस्था
मुख्यभित्र शाखाको सूचक
बटनमा छाप औजार समावेश छभने त्यो पाठ छापको औजार हो
कच प्रयोग गर
यदि मिलाईएको छ भने द्रूतसञ्चालकको स्मृतिसहायक टीकाको पाठमुनि अर्को वर्ण प्रयोगगर्न सकिन्छ
संग्रह प्रयोग गर
यदि मिलाईएको छ भने प्रदर्शन हुनुको साटो लेबलले बचत गरिएको चिज झिक्ने गर्छ
थिच्नेमा फोकस गर
जब माउस क्लिक गर्दा बटनले प्राप्त गर्ने शक्ति
राहत सीमाना
सीमानाको राहत शैली
शाखाको लागि क्षितिजीय मिलान
शाखाको लागि उर्ध्व पंक्तिबद्ध
छबि विजेट
अर्को बटन पाठमा देखाउने चाइल्ड विजेटार
पूर्वनिर्धारित स्पेसिङ्ग:
पूर्वनिर्धारित बाहिरपट्टिको ठाँउ
एक्स शाखा स्थानान्तर
जब बटन दबाइन्छ उपशाखा एक्स दिशाको कति टाढा हटाउने
वाइ शाखा स्थानान्तर
जब बटन दबाइन्छ उपशाखा वाई दिशाको कति टाढा हटाउने
बिस्थापित केन्द्रित
या child_displacement_x/_y गुणहरूले पनि आयत केन्द्रितमा असर गर्नु पर्दछ
वर्ष
छानिएको वर्ष
महिना
छानिएको महिना(० र ११ को बीचको संख्या जस्तै)
दिन
छानिएको दिन (१ र ३१ को बीचको संख्या जस्तै अथवा ० देखि नछानिएको विद्यमान छानिएका दिनहरु)
शीर्षक देखाऊ
यदि सत्य हो भने शीर्षक देखाइन्छ
दिनका नामहरु देखाऊ
यदि सत्य हो भने दिनका नामहरु देखाइन्छन
महिना परिवर्तन छैन
यदि सत्य हो भने छानिएका महिनाहरु परिवर्तित हुन सक्दैनन्
सप्ताहका संख्याहरु देखाऊ
यदि सत्य हो भने सप्ताहका संख्याहरु देखाइन्छन
शैली
शेलरेन्डररको सम्पादनयोग्य शैली
दृष्य
कोठा देखाऊ
कक्ष सम्वेदनशील देखाउनुहोस
एक्स पंक्तिबद्द
एक्स पंक्तिबद्द
वाई पंक्तिबद्द
वाई पंक्तिबद्द
एक्स प्याड
एक्स प्याड
वाइ प्याड
वाइ प्याड
चौडा
निश्चित गरिएको चौडाइ
उचाइ
निश्चित गरिएको उचाइ
वृद्धि कारक छ
तेर्सो पंक्तिसँग शाखा छ
बढाइएको छ
तेर्सो पंक्ति एउटा वृद्धि कारक पंक्ति हो,र यो बढाइएको छ
कोठाको पृष्ठभूमिको रङ्गको नाम
एउटा सूत्र जस्तो कोठाको पृष्ठभूमिको रङ्ग
कोठाको पृष्ठभूमिको रङ्ग
एउटा जिडिके रङ्ग जस्तो कोठाको पृष्ठभूमिको रङ्ग
कोठाको पृष्ठभूमि मिलाउ
जहाँ यो ट्यागले कोठाको पृष्ठभूमिको रङ्गलाई असर गर्छ
शैली
कम्बो बाकसको लागि सम्भाबित मुल्यहरू भएको नमुना
पाठ स्तम्भ
सूत्रबाट प्राप्त हुने डाटास्रोत ढाँचामा एउटा स्तम्भ
प्रबिष्टि भएको
यदि बेठीक छो भन छानिएका भन्दा अन्य स्ट्रिङहरूलाई प्रबिष्टि गराउन अनुमति छैने
पिक्सबफ विषयवस्तु
रेन्डरलाई पिक्सबफ
खुला पिक्सबफ वृद्धिकारक
खुला वृद्धिकारकको लागि पिक्सबफ
पिक्सबफ वृद्धिकारक बन्द गरियो
बन्द गरिएको वृद्धिकारकको लागि पिक्सबफ
संग्रहित आइडि
रेन्डरलाई संग्रहित छविचित्रको संग्रहित आइडि
आकार
भाषान्तर-चिन्हको आकार तय गर्ने जीटीके चिन्ह-आकारको मान
वर्णन
सोच इञ्जिनमा जान अनुवाद वृतान्त
स्टेट फलो गर्नुहोस्
या प्रतिपादित पिक्सबफ राज्य अनुसार रङ्गिन हुनु पर्दछ।न्थ्यो वा सकिन्नथ्यो
छविचित्र
प्रगति बारको मान पाठ
पाठ
प्रगति बारमा देखाइने पाठ
एक्स पंक्तिबद्ध पाठ
वाई पंक्तिबद्ध पाठ
अभिमुखीकरण
प्रगतिबारको अभिमुखिकृत र बड्दो दिशा
मिलान
बटनलाई तलतिर लाने द्रूसंचालन दर
संख्याहरु
देखाउनलाई दशमलव ठाउँको संख्या
सक्रिय
रेन्डरलाई पाठ
मार्कअप
रेन्डरलाई मार्कअप पाठ
बिषेषताहरु
भाषान्तरकको पाठ प्रयोग गर्न शैली विशेषताहरूको सूची
एक्लो परिच्छेद शैली
जहाँ एक्लो परिच्छेद भित्र सबै पाठहरुलाई राखिदैन
पृष्ठभूमिको रङ्गको नाम
सूत्र जस्तो पृष्ठभूमिको रङ्ग
पृष्ठभूमिको रङ्ग
जिडिके रङ्ग जस्तो पृष्ठभूमिको रङ्ग
दृष्य जगतको रङ्गकोनाम
सूत्र जस्तो दृष्य जगतको रङ्ग
दृष्य जगतको रङ्ग
जिडिके रङ्ग जस्तो दृष्य जगतको रङ्ग
संपादनगर्न योग्य
जब प्रयोगकर्ताद्वारा पाठ संशोधन गर्सकिन्छ
वर्ण
सूत्र जस्तो वर्ण बर्णन , "सान्स इटालिक १२"
प्याङ्गो वर्ण विवरणको संरचना जस्तो वर्ण विवरण
वर्ण परिवार
वर्ण परिवारको नाम,उदाहरणको लागि साने,हेल्भेटिला, टाइम्स,मोनोस्पेस
वर्णको शैली
वर्णको विविधता
वर्णको भार
वर्ण तन्काउनु
वर्णको आकार
वर्णका बिन्दुहरु
बिन्दुहरुमा वर्णको आकार
वर्णको नाप
वर्ण नाप्ने आधार
उदाउनु
आधाररेखामाथि पाठ स्थापित गर्नुस् (वृद्धिक्रम नकारात्मक छ भने आधाररेखामुनि )
अक्षरलाई बीचमा काटनु
जहाँ पाठको अक्षरलाई बीचमा काटिन्छ
कचहरु
यो पाठको लागि कचहरुको शैली
भाषा
यो भाषा आईएसओ संकेतका रूपमा पाठ भएको भाषा हो । पाठको भाषान्तरण क्रममा प्याङ्गोले यसलाई इसाराका रूपमा प्रयोग गर्नसक्छ । तपाईँले यो मूल्याङ्कन आधार बुझ्नु भएन भने यो तपाईँलाई चाहिँदैन
दीर्घबृत्ताकार
क्यारेक्टरहरूमा चौडाई
क्यारेक्टरहरूमा चाहिएको लेबलको चौडाई
लपेट शैली/विधि
स्ट्रिङलाई कसरी धेरै हरफहरूमा टुक्राउने यदि कक्ष प्रतिपादक सँग सबै स्ट्रिङ देखाउन प्रसस्त कोठा छैन
चौडाइ कस
चौडाई जसमा पाठ्य ढाकिन्छ
अवस्था
पृष्ठभूमि मिलाउ
जहाँ यो ट्यागले पृष्ठभूमिको रङ्गलाई असर गर्छ
दृष्य जगत मिलाउ
जहाँ यो ट्यागले दृष्य जगतको रङ्गलाई असर गर्छ
सम्पाद्य मिलाउ
जहाँ यो ट्यागले पाठको सम्पाद्यलाई असर गर्छ
वर्णको परिवार मिलाउ
जब यसले वर्ण परिवारको ट्यागलाई असर पार्छ
वर्णको शैली मिलाउ
जहाँ यो ट्यागले वर्णको शैलीलाई असर गर्छ
वर्णको विविधता मिलाउ
जहाँ यो ट्यागले वर्णको विविधतालाई असर गर्छ
वर्णको भार मिलाउ
जहाँ यो ट्यागले वर्णको भारलाई असर गर्छ
वर्णको फैलावट मिलाउ
जहाँ यो ट्यागले वर्णको फैलावटलाई असर गर्छ
वर्णको आकार मिलाउ
जहाँ यो ट्यागले वर्णको आकारलाई असर गर्छ
वर्णको नाप मिलाउ
जहाँ यो ट्यागले आधारबाट वर्णको आकार नाप्छ
सेट बृद्धि गर
जहाँ यो ट्यागले बृद्दिलाई असर गर्छ
अक्षरलाई बीचबाट काटने मिलाउ
जहाँ यो ट्यागले अक्षरलाई बीचबाट काटने लाई असर गर्छ
कच मिलाउ
जहाँ यो ट्यागले कचलाई असर गर्छ
भाषा मिलाउ
जहाँ यो ट्यागले भाषालाई असर गर्छ , पाठ रेन्डर जस्तो छ
दीर्घाकार सेट
जहाँ यो ट्यागले दीर्घाकार अबस्थालाईई असर गर्छ
एकबाट अर्कोमा फडकने स्थिति
बटनको एकबाट अर्कोमा फडकने स्थिति
परस्परबिरोधि स्थिति
बटनको परस्परबिरोधि स्थिति
सक्रिय भएको अवस्था
एकबाट अर्कोमा फड्कने बटन सक्रिय भयो
रेडियो स्थिति
रेडियो बटन जस्तो एकबाट अर्कोमा फड्कने बटन बनाउ
जाँच्नेको आकार वा रेडियो सूचक
सूचकको आकार
स्पेसिङ सूचक
रेडियो द्रष्टा वा वरिपरिको स्थान जाँचक
जहाँ सूची आइटम जाँचिएको छ
परस्परबिरोधि
जहाँ एउटा "परस्परबिरोधि"स्थिति देखाइन्छ
रेडियो सूचीको आइटम रेखाङ्कन गर
जहाँ सूची आइटम एउटा रेडियो सूची आइटम जस्तो देखिन्छ
अल्फा प्रयोग गर
अल्फा मानमा रङ्ग दिने वा नदिने
शिर्षक
रङ्ग छानिएको स‍वादको शिर्षक
विद्यमान रङ्ग
छानिएको रङ्ग
विद्यमान अल्फा
छानिएको अपारदर्सि मूल्य (० पुरै पारदर्शि, ६५५३५पुरै अपारदर्सी)
अपारदर्सि नियन्त्रण सँग छ
जहाँ रङ्ग छान्नेलाई अपारदर्सि स्थापितगरिनलाई अनुमति दिनु पर्छ
रङ्गदानिसँग छ
जहाँ रङ्गदानि प्रयोग गरिनु पर्थ्यो
विद्यमान रङ्ग
विद्यमान अपारदर्सि मूल्य (० पुरै पारदर्शि, ६५५३५पुरै अपारदर्सी)
वाँण चिन्हहरु सक्षम छन्
जब आइटमको सूची हँदै तीर की जान्छ भने
संधै वाँणहरु सक्षम छन्
उपयोगरहित संपत्ति, अस्विकार
संबेदनसिल अवस्था
जहा संबेदनसिल अवस्थामा चिजहरुको सूची मिलदाजुल्दा छन्
खालि गर्ने अनुमति
जाहा एउटा खालि मूल्य यो क्षेत्रमा प्रबेस गर्न सक्छ
सूचीहरुमा मूल्य
जहा प्रबेस गरिएका मूल्यहरु सूचीमा पहिलेनै उपस्थित भइसकेका हुनुपर्छ
प्रणालिगत ठूलो बाकस
ठूलो बाकसको लागि प्रणालिगत
पङ्क्ति र कलमको दुरि
पंति दूरीको मान भएको रूख आकारको स्तम्भ
स्तम्भ र स्तम्भको दुरि
स्तम्भ दूरीको मान भएको रूख आकारको स्तम्भ
सक्रिय आइटम
आइटम जुन चाँही भरखरै सक्रिय भएको छ
मेनुमा च्यात्ने क्षमता थप्नुस्
या तलराख्ने सँग टियर अफ मेनु प्रकार हुनुपर्दछ।
फ्रेम छ
या कम्बो बाकसले चाइल्डको वरिपरिको फ्रेम तन्दछ
या माउसले क्लिक गर्दा कम्बो बाकसले केन्द्र प्राप्त गर्दछ
शीर्षक च्यातेर फ्याल
सूचीमा देखापर्दछ
या तलराख्नेले मेनुहरू भन्दा सूचीहरूलाई हेर्नु पर्दछूचीका रूपमा देखाउनु छ
छाँया प्रकार
पुन:आकार शैली
पुनराकारित घटनाहरू कसरी संचालित हुन्छन् निश्चित गर्नुस्
सीमाना चौडाई
कन्टेनरका उपशाखाहरूको बाहिरपटटिको खाली किनारा
शाखा
कन्टेनरमा बाहिरपटटि नयाँ उपशाखा जोड्न सकिन्छ
घुमाउरो प्रकार
बक्ररेखा रेखीय छ कि क्षेपक भर्ने डोरीजस्तो छ वा स्वतन्त्र रूपको छ
कम्तीमा एक्स
एक्सको लागि थोरै सम्भव मूल्य
अधिकतम एक्स
एक्सको लागि अधिकतम सम्भव मूल्य
कम्तीमा वाइ
वाइका लागि थोरै सम्भव मूल्य
अधिकतममा वाइ
वाइको लागि अधिकतम सम्भव मूल्य
विभाजकसँग
संवादको बटम भन्दा माथि विभाजकबार छ
विषयवस्तुको सीमाना क्षेत्र
मूख्य संवाद क्षेत्रको वरिपरिको किनाराको चौडाई
बटन स्थान
बटनहरु बीचको स्थान
कार्य सीमाना क्षेत्र
संवादको तल बटन क्षेत्र बरिपरि सीमाको चौडाइ
करसरको अवस्था
वर्ण भित्र करसरको परिचयको तात्कालिन अवस्था
छानिएको चयन
वर्णमा कर्सरबाट चयन गरिने विपरित ध्रूवको स्थिति
जब प्रविष्टिको विषयवस्तु संपादन गर्न सकिन्छ
अधिकतम लम्बाइ
यो प्रवेशका लागि अक्षरहरुको धेरै संख्या । धेरै भएन भने शुन्य
दृश्यात्मक
गलतले वास्तविक पाठको सट्टा "अदृश्य वर्ण"देखाउँछ (प्रवेशचिन्ह मोड)
गलतले प्रविष्टिबाट मापकयन्त्रलाई बाहिर हटाउँछ
अदृश्य वर्ण
प्रविष्टि विषयवस्तु छान्नेक्रममा प्रयोग हुने वर्ण ("प्रवेशचिन्ह मोड" )
पूर्वनिर्धारित सक्रियहरु
जब पूर्वनिर्धारित औजार सक्रिय पार्न प्रवेश की दबाइन्छ ( जस्तै संवादमा पूर्वनिर्धारित बटन)
वर्णहरुमा चौडाइ
प्रविष्टिका लागि खालीठाउँ छोड्ने वर्णहरूको नंबर
स्क्रोल स्थापित गर्नु
पर्दा बायाँतिर सार्न प्रविष्टि दिइने पिक्सेलहरूको संख्या
प्रविष्टिको विषयवस्तु
एक्स पंक्तिबद्ध
तेर्सो पंक्तिबद्ध, ० (वायाँ) बाट १ (दायाँ) सम्म। आरटिएल लेआउट कालागि संकलित।
अधिलेखित मोड
प्रणालीगत निचोड
प्रतिस्पर्धाहरुभित्र पाउनलाई नमुना
थोरै टीका लम्बाई
तुलनात्मक मिलान हेर्ने क्रममा खोजी टीकाको न्यूनतम लम्बाई
पाठ्य स्तम्भ
स्ट्रिङहरू भएको नमुनाकोा स्तम्भ
हरफभित्र पुरा गर्ने
या साधारण उपसर्ग स्वत घुसाइनि पर्दछ
पपअप पुरा गर्ने
या पुर्णताहरू पपअप सञ्झ्यालमा देखाइनु पर्दछ
पपअप सेट चौडाई
यदि सही छ भने पपअप सञ्झ्यालमा उहि आकारको प्रबिष्टि हुनेछ
पपअप एकल खेल
यदि सत्य हो भने, पपअप सञ्जाल एकल खेलमा देखापर्छ।
दृश्यात्मक विण्डो
घटना-बाकस अदृश्यका सट्टा दृश्यात्मक छभने घटना पक्रनका लागि मात्र प्रयोग गर्नुस्
केटाकेटि माथि
जब घटनाबाकस घटना-पक्रने विण्डोको माथि छभने उपशाखा औजार यसको मुनि राख्नुस्
बढाइएको
जब उपशाखा औजार दृश्यात्मक बनाउन वृद्धिकारक खोलिएको हुन्छ
विस्तारित गरिएको पाठ
मार्कअप प्रयोग गर
पाठको छापमा एक्सएमएल चिन्ह-निर्देश । प्याङ्गो_पदमिलान_चिन्ह-निर्देश()
छाप र उपशाखाका बीचमा राखिने खालीठाउँ
लेबल औजार
साधारण वृद्धिकारक छापको स्थानमा देखाइने एउटा औजार
वृद्धिकारक आकार
वृद्धिकारक बाणको आकार
वृद्धिकारक बाँणको वरिपरिको ठाँउ
कार्य
सञ्चालनको प्रकार जुन फाइल चयकले लिएको छ
लेखपत्र पद्दतिको मेरुदण्ड
लेखपत्र पद्दतिको मेरुदण्डको नाम प्रयोग गरिन्छ
छनौट गर्नु
कुन फाइल देखाउने हो चयनका लागि बर्तमान छनौट
स्थानीय मात्र
जब स्थानीय फाइल युआरएल सीमित गर्नका लागि प्रयोग हुने चयनित फाइल
पुर्वदृष्यको औजार
प्रचलित पूर्वदृश्यका लागि अनुप्रयोगले आपूर्ति गरेको औजार
पुर्वदृष्य औजार सक्रिय
प्रचलित पूर्वदृश्यका लागि अनुप्रयोगले आपूर्ति गरेको औजार हेर्न सकिन्छ
पुर्वदृष्यको लेबल प्रयोग
जब संग्रह-छापसँग पूर्वदर्शित फाइल देखाउनु छ
अतिरिक्त औजार
अतिरिक्त विकल्पका लागि आपुर्ति गरिएको अनुप्रयोग औजार
बहुउद्देश्यिय छनौट
जब विविध फाइल चयन गर्न अनुमति मिल्छ
लुकेको देखाऊ
जब लुकाइएका फाइल र फोल्डरहरू देखाउन सकिन्छ
वार्तालाप
फाइल छनोटकर्ता बार्तालाप प्रयोग
फाइल छनोटकर्ताको वार्तालाप शिर्षक
बटन विजेटको आबस्यक चौडाई, क्यारेक्टरहरूमा
फाइलनाम
हालसालै चयन गरिएको फाइलनाम
संचालनहरुका लेखपत्र देखाऊ
फाइलहरू निर्माण गर्न/चलाउन देखाउने बटनहरू
एक्स स्थिति
शाखा औजारको एक्स स्थिति
वाई स्थिति
बच्च औजारको वाई स्थिति
वर्ण छनौट सम्बादको शिर्सक
वर्णको नाम
छानिएका वर्णहरुको नाम
सन्स १२
लेबलमा वर्ण प्रयोग गर
जब चयनित वर्णको छाप खिचिन्छ
लेबलमा आकार प्रयोग गर
चयनित वर्ण आकारसँग खिचिने छाप
शैली देखाऊ
छापमा देखाइने चयनित वर्णको शैली
आकार देखाऊ
छापमा देखाइने चयनित वर्णको आकार
जिदिके वर्ण विद्यमान छानिएको वर्ण हो
पाठको पूर्वदृश्य हो
चयनित वर्ण प्रदर्शनक्रममा देखाइने पाठ
लेबल रचना गरिएको पाठ
एक्स पंक्तिबद्ध लेबल
छापको समतलीय पंक्तिबद्धता
वाई पंक्तिबद्ध लेबल
छापको उर्ध्वतलीय पंक्तिबद्धता
छायाँ प्रकारका सट्टामा प्रयोग गरिने असहमत विशेषता
खाकाको छाँया
खाका किनाराको उपस्थिति
सामान्य खाका छापको स्थानमा देखाइने औजार
कन्टेनरको वरिपरि देखिने छायाँको उपस्थिति
स्थिति सम्हाल्सनुस्
उप शाखासँग सम्वन्धित उझिण्डोको स्थिति
छेउमा पासदिनु
जीर्णोद्वार कारखाना विन्दुसँग राखिने नियन्त्रण-बाकसको किनारा
छेउमा पासदिन मिलाउन
नियन्त्रण स्थितिबाट आएको मान अथवा स्न्याप किनारा विशेषताबाट लिइने मान
चयन गर्ने अबस्था
चयन गर्ने अबस्था
पिक्सबफ स्तम्भ
प्रतिमा पिक्सबफ वाट पुनप्राप्त गर्न नमुना स्तम्भ प्रयोग
पाठबाट पुन प्राप्त गर्न नमुना स्तम्भ प्रयोग
मार्कअप स्तम्भ
यदि पाङ्गो चिन्ह दिन प्रयोग गरिरहिन्छ भने पाठ प्राप्त गर्न नमुना स्तम्भ प्रयोग गरिन्छ
प्रतिमा दृष्य नमुना
प्रतिमा दृष्यकालागि नमुना
स्तम्भहरूको संख्या
देखाउनलाई स्तम्भहरूको संख्या
प्रत्येक प्रकारका लागि चौडाई
प्रत्येक प्रकारका लागि चौडाई प्रयोग
बस्तुको कक्षहरू बिचमा घुसाउने खालि ठाउँ
पंक्तिको अन्तराल:
ग्रिड पंक्तिहरू बिचमा घुसाइने खालि ठाउँ
स्तम्भ अन्तराल
सीमान्त
प्रतिमा दृष्यको किनारामा राखिने खालि ठाउँ
जसरी हरेक प्रकारको पाठ र प्रतिमाहरू एक अर्कामा संबन्धित गराएर राखिन्छ
पुनर्क्रमबद्धित
दृष्य अभिलेखन योग्य छ
बाकस रंग चयन
छनोट बाकसको रंग
बाकस अल्फा चयन
छनोट बाकसको ओपासिटि
पिक्सबफ
एउटा जिडिके पिक्सबफ देखाउनको लागि
पिक्सनक्शाङ्कन
एउटा जिडिके पिक्सम्याप देखाउनको लागि
चित्र
एउटा जिडिके चित्र देखाउनको लागि
मुकुन्डो
जीटीके छविचित्र वा जीटीके पिक्सनक्सासँग प्रयोग हुने मुकुण्डोको विटनक्सा
लेखपत्र लोडगर र देखाऊ
संग्रहित छवि देखाउनलाई संग्रहित आईडी
छविचित्र मिलाउ
देखाउनको लागि छविचित्र स्थपित गर
छविचित्रको आकार
स्टक प्रतिमा, प्रतिमा सेट वा नाम दिइएको प्रतिमामा प्रयोग गर्न सांकेतिक आकर
पिक्सेल आकार
नाम दिइएको प्रतिमाका लागि प्रयोग गर्ने पिक्सेल आकार
रङ्गचित्राङकन
जिडिके पिक्सबफ चित्राङ्कन देखाउनलाई
संग्रहगर्ने प्रकार
छविचित्र डाटाका लागि प्रयोग गरिएको प्रतिनिधित्व
अर्को मेनुपाठमा देखाउनलाई दोस्रोतहको औजार
खबर प्रकार
खबरको प्रकार
त्यो पर्दा जहाँ यो विण्डो देखाइन्छ
लेबलका पाठहरु
छापको पाठमा प्रयोग गर्ने शैली गुणको सूची
मिलान
छापको एक अर्कासँग सम्बन्धित पाठमा लाईनहरूको पंक्तिबद्धता । यसले छापको पंक्तिबद्धतालाई असर गर्दैन । यसका लागि एक्स-पंक्तिबद्ध जीटीके विविधता हेर्नुहोस्
शैली /तरिका
समरूपी वर्णको पाठमा कचका लागि स्थितिमा वर्णसँगको सूत्र
रेखा लपेट
जडान गर्नुछ भने, पाठ भेरै फराकिलो भएमा लाईनहरूलाई लपेट्नुस्
चयन योग्य
जहाँ लेवल पाठ माउस सँग छानिन सक्छ
एम्नेमोनिक कि
यो लेवलका लागि एम्नेमोनिक द्रुतसञ्चालक कि
एम्नेमोनिक औजार
जव लेवलको एम्नेमोनिक कि थिचिन्छ औजार सक्रिय हुन्छ
एकल पंक्ति अबस्थाद शैली
जब लेबल एकल पंक्ति अबस्थामा हुन्छ
कोण
कोण जहाँ लेबल घुमाइन्छ
क्यारेक्टरहरू भित्र अधिकक चौडाइ
लेबलको रुचाइएको अधिक चौडाई, क्यारेक्टरहरूमा
क्षितिजीय मिलान
क्षितिजीय स्थितिको लागि जिटिके मिलान
उर्ध्व मिलान
उर्ध्व स्थितिको लागि जिटिके मिलान
चौडाई
मोहडाको चौडाई
उचाई
मोहडाको उचाई
यो मेनु बन्द हुँदा विण्डो प्रवन्धकले देखाउन सक्ने शीर्षक
ढाँचा च्यातेर फ्याल
यो मेनु बन्द हुँदा बुलियनले जनाउँदछ
उर्ध्व गद्दा
सूचीको माथि र तल पट्टी अतिरिक्त ठाँउ
उर्ध्व स्थापति गर्नु
जब मेनु नै उपमेनु हुन्छ उर्ध्वतलीय समरूप पिक्सेलहरूको संख्या यो स्थितिमा राख्नुस्
क्षितिजीय स्थापित गर्नु
जब मेनु नै उपमेनु हुन्छ समतलीय समरूप पिक्सेलहरूको संख्या यो स्थितिमा राख्नुस्
बाँया संलग्न
शाखाको देब्रे तिर स्तम्भ संख्या जोडिन्छ
दाँया सम्लग्न
शाखाको दाहिनेतिर स्तम्भ संख्या जोडिन्छ
माथि सम्लग्न
शाखाको माथि तिर तेर्सो लाईनको संख्या जोडिन्छ
तल सम्लग्न
शाखाको तलतिर तेर्सो लाईनको संख्या जोडिन्छ
प्याक निर्देशन
मेनुबारको प्याक दिशानिर्देश
बच्चा प्याक निर्देशन
मेनुबारको बच्चा प्याक निर्देशन
सूचीबारको वरिपरि बिभेलको शैली
आन्तरिक गद्दा
सूचीबारको छांया र सूची आइटम को बीचमा सीमारेखाको ठाँउ
केन्द्र लिनुहोस्
यो मेनुले कुञ्जीपाटी केन्द्र समाउँदाँदा बुलियनले निर्धारण गर्छ
मेनु
ड्रपडाउन मेनु
छविचित्र /लेबल सीमाना
खबर स‍ंवादभित्र लेवल र तस्विरको वरिपरि सीमारेखाको चौडाइ
बिच्छेदक प्रयोग गर
जब सन्देश संवाद पाठ र बटनहरूको बीचमा विभाजक राख्नु छ
खबर बटनहरु
खबर स‍ंवादभित्र बटनहरु देखाइन्छ
वाई पंक्तिबद्ध
उर्ध्व पंक्तिबद्ध , ० देखि (माथि) १ सम्म (तल)
एक्स प्याड
पिक्सलहरुभित्र औजारको देब्रे र दाहिने छेउ खालीठाँउको मात्रा जोडनलाई
वाई प्याड
औजारको तल र माथि पिक्सेल थप्न खालीस्थानको मात्रा
पन्ना
विद्यमान पन्नाको विवरणिका
ट्याब स्थिति
अभ्यास पुस्तिकाको कुन छेउले ट्याबहरु समात्छ
ट्याब सीमाना
ट्याब लेवलहरुको वरिपरि सीमारेखाको चौडाइ
क्षितिजीय ट्याब सीमाना
ट्याब लेवलहरुको क्षितिजीय सीमारेखाको चौडाइ
उर्ध्व ट्याब सीमाना
ट्याब लेवलहरुको उर्ध्व सीमारेखाको चौडाइ
ट्याबहरु देखाऊ
जहा ट्याबहरु देखाइन सकिन्थ्यो वा सकिन्नथ्यो
सीमाना देखाऊ
जहा सीमारेखा देखाइन सकिन्थ्यो वा सकिन्नथ्यो
स्क्रोलेवल
यदि सत्यहो भने ,यदि त्यहाँ धेरै ट्याबहरु मिलेकाछन् भने बिधुतिय बृतको एरोहरु थपिन्छन
तुरुन्तै हेर्न सक्षम
यदि सत्य हो भने अभ्यास पुस्तिकाको दायाँ माउस बटन थिच्दा मेनु पप-अप गरिन्छ र तपाईँ पन्नाभित्र जान सक्नुहुन्छ
जहा ट्याबहरु उस्तै प्रकारको आकारहरुमा हुनुपर्छ
समूह
ट्याब लेबल
बच्चाको ट्याब लेवलमा स्ट्रिङ देखाइयो
मेनु लेबल
बच्चाको मेनु प्रबिष्टि भित्र स्ट्रिङ देखाइयो
ट्याब बढाउनु
बच्चाको ट्याब थपिन्छ कि थपिदैन
ट्याब भर्नु
बच्चाको ट्याब तोकिएको क्षेत्रमा भरिनु पर्छ कि पर्दैनभर्न सक्छकि सक्दैन
ट्याब थन्क्याउने प्रकार
द्वितीयक पश्चगामी खुड्किला
ट्याब क्षेत्रको दुवै किनारामा देखाउन दोस्रो पश्चगामी तीर बटन
द्वितीयक अग्रगामी खुड्किलो
ट्याब क्षेत्रको दुवै किनारामा देखाउन दोस्रो अग्रगामी तीर बटन
पश्चगामी खुड्किला
मानक पश्चगामी तीर बटन देखाऊ
अग्रगामी खुड्किला
मानक अग्रगामी तीर बटन देखाऊ
बिकल्पहरुको सूची
तलझार्ने सूचकको आकार
सूचक वरिपरिको खालीस्थान
पिक्सेलहरूमा प्यान विभाजकको स्थिति (० को अर्थ सधैँभरि बायाँ/माथि हुन्छ)
स्थिति स्थापित
स्थिति विशेषता प्रयोग गरियोभने ठीक
आकार संचालन गर्नु
उझिण्डोको चौडाई
न्यूनतम स्थिति
"स्थिति"विशेषताका लागि संभावित न्यूनतम मान
अधिकतम स्थिति
"स्थिति" विशेषता"का लागि अधिकतम संभावित मान
पुन:आकार
सही छभने प्यान औजारसँगै उपशाखाको वृद्धि र संकुचन हुन्छ
संकुचित गर्नु
सत्य हो भने उपशाखाले मागगरिएको भन्दा सानो बनाउनसक्छ
जब पूर्वदृश्य औजारले ओगट्ने संपूर्ण ठाउँ छुट्याइन्छ
क्रियाकलाप मोड
पाठ देखाऊ
प्रगतिबारसँग जोडिएको जीटीके मिलान (असहमति)
बार शैली
बारको दृश्यात्मक शैली प्रतिशत मोडमा तय गर्नुहोस् (अनुचित)
क्रियाकलाप तह
क्रियाकलाप मोडमा प्रत्येक दोहोरो क्रमका लागि प्रयोग गरिएको बढोत्तरी
क्रियाकलाप खण्डहरू
प्रगतिबार क्षेत्रसँग क्रियाकलाप मोढमा जडान हुने खण्डहरूको संख्या (असहमत)
खण्डहरू अलग गर्नुस्
प्रगतिबारमा जडान हुने असम्बद्ध खण्डहरूको संख्या (जब असम्बद्ध शैलीमा देखाइन्छ)
भागबण्डा
संपूर्ण काम टुक्र्‍याउने कार्य सकियो
स्पन्दनको तह
ज्यादा उतार चढावको स्पन्दन नियन्त्रण गर्न संपूर्ण प्रगतिको विभाजन
प्रगतिबारमा देखाइने पाठ
मान
जब जीटीके_अनुपात_कार्य_प्राप्ती_वर्तमान_मान() ले मान फर्काउँछ यो कार्य वर्तमान समूहको कार्य हुन्छ
रेडियो कार्य जसको समुह यस कार्यमा पर्दछ
रेडियो बटन जसको समुह यस विजेटमा पर्दछ
नीति सुधार्नु
पर्दामा दायरा कसरी सुधार गरिन्छ
जीटीके मिलानमा अवस्थित दायराको वर्तमान मान
उल्टाइयो
उल्टो दिशाको स्लाईडरले दायराको बड्दो मानलाई हटाउँछ
स्लाईडरको चौडाई
स्क्रोलबार वा औँले मापकको चौडाई
सीमारेखातिरबाट
बाहिरी कोण नाप्ने यन्त्र र थम्ब/तह बीचको खाली ठाउँ
स्टेपरको आकार
अन्त्यमा पाइलाको बटनको लम्बाइ
तहगत खालीस्थान
पाइला बटनहरु र औंलाको बीचको खालीठाउँ
बाँण एक्स स्थानान्तर
जब बटन दबाइन्छ तीर एक्स दिशाको कति टाढा हटाउने
बाँण वाई स्थानान्तर
जब बटन दबाइन्छ तीर वाई दिशाको कति टाढा हटाउने
तल्लो
मापकको तल्लो हद
माथिल्लो
मापकको माथिल्लो हद
मापकमा चिन्हको स्थिति
अधिकतम आकार
शासकको अधिकतम आकार
मेट्रिक
नापकालागि मेट्रिक प्रयोग
मूल्यमा देखाइने डेसिमल प्लेसको संख्या
मानको नक्शांकन
जहा स्लाईडरको अर्को तिर सूत्र जस्तो तत्कालिन मूल्य देखाइन्छ
मूल्य स्थिति
तत्कालिन मूल्य देखाइएको अवस्था
चिप्ल्याउने लम्बाइ
चिप्ल्याउने नापको लम्बाइ
मूल्यको स्पेसिङ
मूल्य पाठ र चिप्ल्याउने/क्षेत्रबाट बीचको ठाँउ
चिप्ल्याउनेको सानो आकार
स्क्रोलबार स्लाईडरको थोरै लम्बाइ
निश्चित गरिएको चिप्ल्याउनेको आकार
चिप्ल्याउनेको आकार परिवर्तन नगर, मात्र थोरै लम्बाइमा यसलाई बन्द गर
स्क्रोलबारको दुवै किनारामा देखाउन दोस्रो पश्चगामी तीर बटन
क्षितिजीय मिलान
उर्ध्व मिलान
क्षितिजीय स्क्रोलबार नीति
जब क्षितिजीय स्क्रोलबार देखाइएको छ
उर्ध्व स्क्रोलबार नीति
जब उर्ध्व स्क्रोलबार देखाइएको छ
विण्डो स्थानानतर
छाँयाको प्रकार
विषयवस्तुहरुको वरिपरि बि‍भेलको शैली
स्क्रोलबार स्थान
स्क्रोलयबार र स्क्रोल भएको बिन्डोको बीचमा पिक्सलहरुको संख्या
रेखाङ्कन गर
जहाँ बिच्छेदक रेखाङ्कन गरिएको वा खाली हुन्छ
दुईचिटि दबाउने समय
दुई क्लिकका बीचमा लागेको अधिकतम समयकालागि द्वि-क्लिक विचारणीय छ (मिलिसेकेण्डमा)
दुईचोटी दबाउने दुरी
दुई पटक क्लिकका बीचमा अनुमति दिइएको अधिकतम दुरी (पिक्सेलमा)
करसर झिमझिम
जहाँ करसा खाली हुनसक्छ
करसर झिमझिम गर्ने समय
करसर स्प्लिट
जब कर्सर बायाँबाट दायाँ र दायाँबाट बायाँ देखाउनु छभने
सारभूत छनौट नाम
आरसि फाइल लोड हुनलाई सारभूत छनौट नाम
चित्र सोच नाम
चित्र सोचको नाम प्रयोग गर
प्रतिमा विषयवस्तु नाम पछाडि हट्यो
पछाडि हट्नका लागि प्रतिमा विषयवस्तुको नाम
कि सोच नाम
किको गहनकुराको नाम,लोड हुनलाई आरसि फाइल
मेनुबार द्रुतसञ्चालक
मेनुबारलाई सक्रिय गर्न किबाइन्डिङ्ग
रेखाङ्कन थालनीबिन्दु
पिक्सलहरुको संख्या , रेखाङ्कन गर्नु भन्दा पहिले करसर सर्नसक्छ
वर्णको नाम
पूर्वनिर्धारित प्रयोग गरिने वर्णको नाम
छविचित्रको आकार
प्रतिमा साइजहरूको सूची (gtk-menu=16,16:gtk-button=20,20...
जिटिके मोड्युलहरू
हालका सकृय जिटिके मोड्युलहरू सूची
एक्सएफटि
जब एक्सएफटी वर्णको छविचित्र मिलान गर्नु छ ; ०=होइन, १=हो, -1=पूर्वनिश्चित
एक्सएफटि ईसारा
एक्सएफटी वर्णका इसारा ०=हैन, १=हो, -१=पूर्वनिश्चित
एक्सएफटि इसारा शैली
इशाराको के डिग्री प्रयोग हुन्छ:कुनै पनि हुँदैन , स्लाईट , मध्यम वा पुरै
एक्सएफटि आरजिबिए
सवपिक्सेल मिलानको प्रकार छैन, rgb, bgr, vrgb, vbgr
एक्सएफटि डिपिआइ
१०२४ * थोप्लो/इञ्च -१ मा पूर्वनिश्चित मान प्रयोग गर्न एक्सटीएफका लागि समाधान
कर्सर विषयवस्तु नाम
कर्सर विषयवस्तु साइज
बैकल्पिक बटन क्रम
जब बार्तालापमा बटनहरूले बैकल्पिक बटन क्रम प्रयोग गर्नु पर्दछ
पूर्वनिर्धारित लेखपत्र छनौटकर्ताको मेरुदण्ड
जीटीके फाइल चयकको नाम पछाडि पारेर पूर्वनिर्धारित प्रयोग गर्न
औजारबार शैली
पूर्वनिश्चित औजारबारसँग पाठमात्र, पाठ र छविचित्र, छविचित्रमात्र छ भने
चित्रहरुको बटन देखाऊ
केन्द्रमा छानोट गर्नुहोस्
जब प्रविष्टिको विषयवस्तु चयन गर्नुछ यसलाई विशेष ध्यान दिइन्छ
सूचीका चित्रहरु देखाऊ
जब मेनुहरूमा छविचित्र देखाइन्छ
तल झर्ने सूचीहरु आउनु भन्दा पहिले ढीलो
सूचीबारको उपसूचीहरु आउनु भन्दा पहिले ढीलो
द्रुतसञ्चालकहरु परिवर्तन गर्न सकिन्छ
जहा सूची द्रुतसञ्चालकहरु सूची आइटम माथि एउटा कि थिचेर परिवर्तन हुन सक्छन
सहायक सूचीहरु आउनु अघि ढीलो
उपसूची आउनु भन्दा पहिले थोरै समय प्वाइन्टर/कर्ता सूची आइटममाथि बस्नु पर्छ
सहायक सूचीहरु लुक्नुअघि ढीलो
जब विन्दु-दर्शक सबमेनुतिर सर्छ सबमेनु हराउनुभन्दा पहिलेको समय
रङ्गदानि प्रथा
रङ्ग छान्नेकाममा रङ्गदानि प्रयोग गरिन्छ
आइएम पूर्वसंपाद्य शैली
कसरी पूर्वसंपाद्य सूत्रमा प्रवेश प्रकृया रेखाङ्कन गर्ने
आइएम तह शैली
कसरी तहरेखामा प्रवेश प्रकृया रेखाङ्कन गर्ने
शैली
अवयव विजेटको अनुरोध गरिएको आकारहरूा आकार समूहले प्रभाव पार्ने दिशनिर्देशहरूा
मिलान जस्ले चक्र बटनको मान लिएको छ
आरोहण दर
टिक चिन्ह लागाउ
जब स्पिन बटनको नजिकको तहको दढोत्तरी गर्दा गल्ती मान स्वतः परिवर्तन हुन्छ
संख्यात्मक
जहाँ संख्यात्मक नभएको वर्णहरु बेवास्ता गरिन सक्छन
लपेट्नु
जहाँ एउटा घुर्रो बटन यसको क्षेत्रमा कसिन सक्छ
सुधार नीति
स्पिन बटनलाई सधैँ अथवा मान गल्ती छभनेमात्र सुधार गर्नु छभने
तत्कालको मूल्य पढ्छ वा नँया मूल्य मिलाउछ
घुर्रो बटनको वरिपरि बिभेलको शैली
डोरीको पुनराकृति सँग
माथिल्लो अवस्थाको पुनराकृतिको लागि जहा स्टाटसबारसँग एउटा डोरी छ
स्टाटसबार पाठको वरिपरि बिभेलको शैली
पंक्तिहरु
टेवलमा पंक्तिहरुको संख्या
स्तम्भहरु
टेवलभित्र स्तम्भहरुको संख्या
पंक्तिको स्पेसिङ:
एकअर्कालाई नछोएका पंक्तिहरुको बीचको ठाँउको मूल्य
स्तम्भ स्पेसिङ
एकअर्कालाई नछोएका स्तम्भहरुको बीचको ठाँउको मूल्य
देब्रे छेउमा जोडिएको
दाहिने छेउमा जोडिएको
एउटा शाखा औजारको दाहिने तिर बांध्नलाई स्तम्भको संख्या
माथिल्लो संलग्न
इउटा शाखा औजारको माथितिर संलग्न गर्नलाई पंक्तिको संख्या
तल्लो संलग्नता
क्षितिजीय विकल्प
शाखाको क्षितिजीय ब्यवहारलाई विकल्पहरुले परिचित गराउदैछ
उर्ध्व विकल्प
शाखाको उर्ध्व ब्यवहारलाई विकल्पहरुले परिचित गराउँदैछ
क्षितिजीय गद्दा
पिक्सल भित्र शाखा र यसको देब्रे र दाहिने दुबै छेउको बीचमा राख्नलाई अतिरिक्त ठाउँ
उर्ध्वतलीय गद्दा
पिक्सलभित्र बच्चा र यसको माथिल्लो र तल्लो दुबै छेउको बीचमा राख्नलाई अतिरिक्त ठाउँ
पाठ औजारका लागि क्षितिजीय मिलान
पाठ औजारका लागि उर्ध्व मिलान
लाईन लपेट
जब औजारका किनारामा लाईनहरु लपेटिन्छन
शब्द लपेट
जहा औजार क्षेत्रभित्र शब्दहरुलाई लपेटियो
ट्याग टेवल
पाठ ट्याग टेवल
प्रतिरोधकका हालका पाठहरु
ट्यागको नाम
पाठ ट्याग सिफारिस गर्न प्रयोग हुने नाम । बेनाम ट्यागका लागि शून्य मान
जीडीके रङ्गका रूपमा पृष्टभूमि रङ्ग (संभवतः नछुट्याइएको)
पृष्ठभूमि पूर्ण उचाइ
संपूर्ण उचाई लाईन वा ट्यग-वर्ण भर्ने पृष्टभूमि रङ्ग
पृष्ठभूमि स्टिपल मुकुण्डो
जब पाठको पृष्ठभूमि नक्शाङ्कन गरिदा मुकुण्डो जस्तो प्रयोग गर्नलाई बिटको नक्शा
जिडिके रङ्ग जस्तो अघिल्तिरको रङ्ग
अघिल्तिर स्टिपल मुकुण्डो
जब पाठको अघिल्तिर नक्शाङ्कन गरिदा मुकुण्डो जस्तो प्रयोग गर्नलाई बिटको नक्शा
पाठ निर्देशन
पाठ निर्देशन,उदाहरण दाँयादेखि बाँयासम्म वा बाँयादेखि दाँयासम्म
पाङ्गो शैली जस्तो वर्ण शैली , उदाहरण पाङ्गो _शैली_ इटालिक
प्याङ्गोविविधता जस्तो वर्ण विविधता , उदाहरण प्याङ्गो_विविधता_सानो_क्याप्स
पूर्णाङ्कका रूपमा वर्णको भार । उदाहरणका लागि प्याङ्गो_भार_गाढा; प्याङ्गो भारमा पूर्व परिभाषित मान
प्याङ्गो तन्काइ जस्तो वर्ण तन्काइ ,
प्याङ्गो समूहभित्र वर्णको आकार
पूर्वनिर्धारित वर्ण आकारका रूपमा तत्व मापन सम्बन्धी वर्णको आकार । यो विशेषताले ती वर्णहरूको परिवर्तन आदिलाई ग्रहण गर्ने हुनाले सिफारिस गरिन्छ । प्याङ्गोले केही मापनलाई प्याङ्गो_मापन_एक्स_ठूलोको रूपमा पूर्वपरिभाषित गर्छ
दायाँ, बायाँ वा बीचको मिलान
यो भाषा आईएसओ संकेतका रूपमा पाठ भएको भाषा हो । पाठको भाषान्तरण क्रममा प्याङ्गोले यसलाई इसाराका रूपमा प्रयोग गर्नसक्छ । यदि सेट भएको छैन भने एक मिल्दो पूर्वनिर्धारित प्रयोग गरिनेछ।
देब्रे किनार
पिक्सलभित्र देब्रेकिनारको चौडाइ
दाहिने किनार
पिक्सलभित्र दाहिनेकिनारको चौडाइ
हरफ मिलाउनु
पिक्सलहरुभित्र अनुच्छेदको हरफ मिलाउनलाई मात्रा
पिक्सेलमा पाठको अफसेटमाथि (वृद्धिक्रम नकारात्मक छ भने धाररेखामुनि) आधार रेखा
रेखाहरुमाथि पिक्सल
अनुच्छेदहरुको माथि खालि ठाउँको पिक्सल
रेखाहरुको तल पिक्सलहरु
अनुच्छेदहरुको तल खालि ठाँउहरुको पिक्सलहरु
लपेटभित्र पिक्सलहरु
एउटा अनुच्छेदभित्र लपेटिएको रेखाहरुबीचमा खालिठाउँहरुको पिक्सल
शब्द सीमा वा वर्ण सीमामा लाईनहरू कहिल्यै पनि लपेट्न हुँदैन
ट्याबहरु
यो पाठको लागि प्रचलित ट्याबहरु
अदृश्य
या यो पाठ लुकेको छ कि।
अनुच्छेद पृष्ठभूमिको रङको नाम
स्ट्रिङ जस्तो अनुच्छेद पृष्ठभूमिको रङ
अनुच्छेद पृष्ठभूमिको रङ
जीडीके रङका रूपमा अनुच्छेद पृष्ठभूमिको रङ (संभवतः नछुट्याइएको)
पृष्ठभूमिको पूर्ण उचाइ मिल्यो
जहाँ यो ट्यागले पृष्ठभूमिको उचाइलाई असर गर्छ
विन्दुचित्र समूहको पृष्टभूमि
जब यो ट्यागले विन्दुचित्र पृष्भूमिलाई असर पार्छ
विन्दुचित्र समूहको अग्रभूमि
जब यो ट्यागले लाईन अग्रगामी विन्दुचित्रलाई असर पार्छ
समर्थन समूह
जब यो ट्यागले अनुच्छेद समर्थनलाई असर पार्छ
बायाँ सीमा मिलान
जब यो ट्यागले बायाँ सीमालाई असर पार्छ
हरफ मिलान
यो ट्यागले जहाँ दाँतिलाई असर गर्छ
मिलेका रेखाहरुको माथि पिक्सलहरु
जहाँ यो ट्यागले रेखाहरुको माथि पिक्सलहरुको संख्यालाई असर गर्छ
मिलेका रेखाहरुको तल पिक्सलहरु
लपेटाई समूहभित्रका पिक्सेलहरू
जब यो ट्यागले लपेटिएका रेखाहरुबीच पिक्सेलहरुको संख्यालाई असर गर्छ
दाहिने किनार मिलान
जहा यो ट्यागले दाहिने किनारला‍इ असर गर्छ
लपेट्ने मोडको समूह
जब यो ट्यागले लाईन लपेटाइ मोडलाई असर पार्छ
ट्याबहरु मिलान
जब यो ट्यागले ट्याबलाई असर पार्छ
अदृश्य समूह
जब यो ट्यागले पाठको दृश्यात्मकतालाई असर पार्छ
अनुच्छेदको को पृष्ठभूमि सेट
जब ट्यागले पृष्ठभूमिको रङलाई असर गर्दछ
लाईनमाथिका पिक्सेलहरू
लाईन मुनिका पिक्सेलहरू
लपेटाईभित्रका पिक्सेलहरू
लपेट्ने मोड
बायाँ किनारा
दायाँ किनारा
कर्सर देखिने
यदि घुसार्ने कर्सर देखाइन्छ भने
अस्थायी स्मृति
देखाइएको अस्थायी स्मृति
यदि प्रविष्टि गरिएको पाठले भइरहेको विषयवस्तुमाथि लेख्नु छभने
ट्याब स्वीकृत
ट्याब वर्ण प्रविष्टिक्रममा ट्याबले नै परिणाम दिन्छ भने
कच रङ्गमा गल्ती
गल्ती सूचक कच खिच्नलाई रङ्ग
अनुपात कार्यका रूपमा उस्तै प्रतिनिधिको निर्माण गर्नुस्
यो कार्यलाई प्रतिनिधि कार्य अनुपातका रूपमा देखाउनु छ भने
टगल बटन दबाउनु पर्ने हो कि होइन
टगल बटन "बीचमा" स्थितिक हो भने
सूचकलाई खिच/तान
यदि बटनको टगल भाग देखाउनु छभने
औजारबार पद्धति
औजारबार कसरी खिच्ने
तीर देखाउनुस्
औजारबार नमिल्दा तीर देखाउनु छभने
औजारटिपहरू
यदि टुलबारको औजारटिपहरू सकृय गरिनु पर्छ या पर्दैनो
जब बस्तुले गि अतिरिक्त स्थान प्राप्त गर्नुछ उपकरणपट्टी वृद्धि हुन्छ भने
यदि आइटम अरू उस्तै प्रकारका रूपमा समान आकारको देखाउनुछ भने
खालीगराउने साधनको आकार
खालीस्थानकर्ताको आकार
औजारबार छायाँ र बटनहरूका बीचको सीमाको खालीठाउँको मात्रा
खालीस्थानको शैली
यदि खालीठाउँ-दाता उर्ध्वतलीय लाईन वा खाली छभने
बटन सहयोगी
औजारबार बटनको वरिपरि कोण नाप्ने यन्त्रको प्रकार
औजारबारको वरिपरि कोण नाप्ने यन्त्रको शैली
आइटम देखाउनला लागि पाठ
यदि मिलाईएको छ भने छापकव मुनि कच देखाउँछ र अर्को वर्ण अति बहन मेनुमा द्रूतसञ्चालकको स्मृतिसहायक टीकाको प्रयोगगर्न सकिन्छ
आइटम छापका रूपमा प्रयोग हुने औजार
संग्रहित आईडी
आइटममा देखिएको संग्रहित छविचित्र
प्रतिमाको नाम
वस्तुमा प्रदर्शन भएको विषयवस्तु प्रतिमाको नाम
चिन्हरुपि औजार
आइटममा देखाउने छविचित्र औजार
औजारबार आइटमलाई महत्व दिँदा ठीक छभने औजारबार बटनले जीटीके_औजारबार_दवै_समतलीय मोडमा पाठ देखाउँछ
उर्ध्व मोडेलक्रमको मोडेल
उर्ध्व मोडेलक्रमबद्धताका लागि मोडेल
रूख प्रकारको ढाँचा
उर्ध्व दृश्यका लागि ढाँचा
औजारका लागि समतलीय मिलान
औजारका लागि उर्ध्वतलीय मिलान
दृष्य योग्य हेडरहरू
स्तम्भ शीर्षक बटन देखाउनुस्
शीर्षक क्लिकगर्न योग्य छ
स्तम्भ शक्षर्षकले घटकमा क्लिक गर्न अनुमति दिन्छ
विस्तारित स्तम्भ
स्तम्भ वृद्धिका लागि स्तम्भ समूह
नियमका लागि इसारा
सोच इञ्जिनमा वैकल्पिक रङ्गको पंक्ति खिच्न इसारा जडान गर्नुस्
खोज सक्रिय पार
दृश्यले प्रयोगकर्तालाई स्तम्भभित्रसम्म खोजिगर्न अनुमति दिन्छ
स्तम्भ खोज
निश्चित उचाइको मोड
सवै पंक्तिको समान उचाई छ भन्ने मान्यतामा जीटीके उर्ध्व दृश्यको गति वृद्धि
होवर चयन
जब चयनमा सूचक अनुसार गर्नुपर्दछ
होवर ठूलो बनाउने
जब पंक्तिहरू बढाउन/हराउनु पर्ने हुन्छ जहिले सूचक तिनीहरूबाट हट्दछ
उर्ध्वतलीय विभाजकको चौडाई
कोष्टहरूको बीचमा उर्ध्वतलीय खालीठाउँ जोडी नम्बरको हुनैपर्छ
समतलीय विभाजकको चौडाई
कोष्टहरूको बीचमा समतलीय खालीठाउँ जोडी नम्बरको हुनैपर्छ
नियमहरूको अनुमति
वैकल्पिक रङ्गपंक्ति खिच्ने अनुमति
इण्डेण्ट वृद्धिकारक
इच्छाइएको बृद्धिकर्ता बनाऊ
जोर पंक्तिको रङ्ग
जोर पंक्तिमा प्रयो हुने रङ्ग
विजोर पंक्तिको रङ्ग
विजोर पंक्तिका लागि प्रयोग हुने रङ्ग
जब स्तम्भ देखाउनुछ भने
पुनराकृतिक
स्तम्भ प्रयोगकर्ताले पुनराकृतिक गर्नसक्ने खालको छ
स्तम्भको हालको चौडाई
कक्षहरू बिचमा घुसाइने खालि ठाउँ
आकृतिकरण
स्तम्भको पुनराकृतिक मोड
निश्चित गरिएको चौडाई
स्तम्भको हालको चौडाई
न्यूनतम चौडाई
स्तम्भको न्यूनतम स्वीकृत चौडाई
अधिकतम चौडाई
स्तम्भको अधिकतम स्वीकृत चौडाई
स्तम्भ शीर्षलेखमा देखिने शीर्षक
औजार छुट्याउने क्रममा स्तम्भले अतिरिक्त चौडाई प्राप्त गर्छ
क्लिक गर्न योग्य
जब शीर्षलेख क्लिक गर्न सकिन्छ
औजार
स्तम्भ शीर्षकका सट‍टा स्तम्भ शीर्षलेख बटनमा राख्ने औजार
स्तम्भ शीर्षलेख पाठ अथवा औजारको एक्स पंक्तिबद्धता
शीर्षलेखको वरिपरि पुनर्निर्देश गर्सकिने स्तम्भ
क्रम संकेतक
यदि क्रम सूचक देखाउनु छभने
क्रमबद्ध अनुक्रम
क्रम सूचकले सूचित गर्ने क्रमको दिशा
जब च्यात्ने क्षमता भएको मेनु आइटमहरू मेनुमा थप्न सकिन्छ
युआई परिभाषा विलय गरियो
एकीकृत युआईको व्याख्या गर्ने एक्सएमएल सूत्र
आँखिझ्यालका लागि समतलीय स्थितिका मानहरू निर्धारण गर्ने जीटीके मिलान
जीटीके मिलानको उर्ध्वतलीय स्थिति जस्ले दृष्टिपोर्टको मान निर्धारण गर्छ
आँखिझ्यालको वरिपरि छायाँ परेको बाकस कसरी खिचियो भनेर पत्तालाग्नु
औजार नाम
औजारको नाम
औजार मुख्य
यो औजारको मुख्य औजार
चौडाइ अनुरोध
चौडाईमा अधिलेखन गर्नका लागि औजारको अनुरोध अर्थात प्राकृतिक अनुरोध प्रयोग गर्नु छ भने -१ हुन्छ
उचाइ अनुरोध
उचाईमा अधिलेखन गर्नका लागि औजारको अनुरोध अर्थात प्राकृतिक अनुरोध भए -१ हुन्छ
जहा औजार दृश्यात्मक हुन्छ
जब निवेशका लागि औजार जिम्मेवार हुन्छ भने
रङ्गाउन योग्य अनुप्रयोग
जब अनुप्रयोगले सीधै औजारमा रङ्ग लगाउला
संकेन्द्रविन्दु हुनसक्छ
जब औजारले निवेश संकेन्द्रविन्दु स्वीकार गर्नसक्छ
संकेन्द्रविन्दु छ
निवेश संकेन्द्रविन्दुसँग को औजार
संकेन्द्रविन्दु हो
जब माथिल्लो तहमा औजार संकेन्द्रविन्दुभित्र औजार रहन्छ
पूर्वनिर्धारित हुनसक्छ
जहाँ औजार एउटा पूर्वनिर्धारित औजार हुन सक्छ
पूर्वनिर्धारित छ
जहाँ औजार एउटा पूर्वनिर्धारित औजार हुन्छ
पूर्वनिर्धारित पाउँछ
ठीक छभने यो संकेन्द्रित हुन्छ र औजारले पूर्वनिश्चित कार्य प्राप्त गर्ला
संमिश्रित शाखा
जहाँ औजार एउटा संमिश्रित औजारको भाग हुन्छ
शैली
औजारको शैली जस्मा कसरी हेर्ने भन्ने सूचना निहित हुन्छ (रङ्ग आदि)
घटनाहरू
घटना मुकुण्डो जसमा यो औजारले कस्तो किसिमको जीटीके घटना प्राप्त गर्छ भन्ने कुराको निर्धारण हुन्छ
विस्तारित घटनाहरु
मुकुण्डो जसमा यो औजारले कस्तो किसिमको विस्तारित घटना प्राप्त गर्छ भन्ने कुराको निर्धारण हुन्छ
सबै नदेखाऊ
जीटीके_औजार_देखाउने_सबै() ले यो औजारलाई असरपार्न सक्दैन
आन्तरिक संकेन्द्रविन्दु
जब औजारभित्र संकेन्द्रविन्दु खिच्नु छ
चौडाइलाईनको संकेन्द्र
संकेन्द्रितविन्दु सूभक लाईनको चौडाई पिक्सेलमा
धर्सा नमुनाको संकेन्द्रविन्दु लाईन
संकेन्द्रविन्दु सूचक खिच्नका लागि प्रयोग हुने धर्साको नमुना
रिक्तस्थान पूर्तिका लागि संकेन्द्रित विन्दु
संकेन्द्रविन्दु सूचक र औजार बाकसबीचमा पिक्सेलमा चौडाई
कर्सर रङ्ग
इन्सर्सन कर्सर खिच्ने रङ्ग
द्वितीयक कर्सर रङ्ग
दायाँबाट बायाँ र बायाँबाट दायाँको पाठ सम्पादन गर्न द्वितीयक इन्सर्सन कर्सर खिच्ने रङ्ग
कर्सर लाईनको आशा गरिएको अनुपात
इन्सर्सन कर्सर खिच्नका लागि अनुपातको आशा
किनारा कोर्नुहोस्
विण्डो प्रकार
विण्डोको प्रकार
विण्डो शीर्षक
विण्डोको शीर्षक
विण्डोको भूमिका
सेसन पुनर्संग्रहक्रममा प्रयोग गर्न विण्डोका लागि अद्वितीय सूचक
संकुचित गर्ने अनुमति दिनु
यदि सत्य, सञ्झ्यालको न्युनतम आकार छैन। सत्य समयको ९९ प्रतिशत एक खराब विचार
उत्पादन गर्ने अनुमति दिनु
साँचो हो भने प्रयगकर्ताले न्यूनतम आकारभन्दा फरक आकारमा विण्डोको वृद्धिगर्न सक्छ
यदि सत्यहो भने प्रयोगकर्ताहरु विण्डोको पुनराकृति दिनसक्छन्
नमुना
साँचो हो भने विण्डो उएटा नमुना हो(अरू विण्डोहरू प्रयोग योग्य छैनन्)
विण्डोको स्थिति
विण्डोको सुरू स्थिति
पूर्वनिर्धारित चौडाइ
विण्डोको पूर्वनिर्धारित चौडाइ प्रयोगहुने छ जब सुरूमा विण्डोलाई देखाउने छ
पूर्वनिर्धारित उचाई
विण्डोको पूर्वनिर्धारित उचाई प्रयोग हुनेछ जब सुरूमा विण्डोलाई देखाइने छ
आधारसँग नस्ट गर्नु
तब यो विण्डो नस्ट हुनुपर्छ जब आधार नस्ट हुनेछ
यो विण्डोको लागि छविचित्र
यस सञ्झ्यालका लागि थिम भएको प्रतिमा नाम
सक्रिय छ
जब वर्तमान सक्रिय विण्डो उच्चतहमा रहन्छ
उच्च तहमा संकेन्द्रित
जब निवेश संकेन्द्रविन्दु जीटीके विण्डोभित्र पर्छ
इसाराको प्रकार
यो कस्तो किसिमको विण्डो हो यसलाई कसरी प्रयोगमा ल्याउने भन्ने डेस्कटप वातावरण बुझनका लागि सहयोगी इसारा
टास्कबार छाड्नु
विण्डो टास्कबारमा छैनभने ठीक
पेजर छाड्नु
सत्य, यदि विण्डो पेजरभित्र छैन भने
सत्य, यदि सञ्झ्याल प्रयोगकर्ताहरूको ध्यानमा ल्याइएको हो भने।
फोकस स्वीकार्य
सत्य , यदि विण्डोले भित्र आउने फोकस लिन सक्यो भने
नक्सामा केन्द्रित गर
सत्य, यदि सञ्झ्यालले मानचित्रित गर्दा आगत केन्द्रित आउने फोकस लिन सक्यो भने
अलंकृत
जहाँ विण्डो विण्डो-प्रबन्धकबाट सजिएको हुन सक्थ्यो
गुरुत्व
त्यो विण्डो विण्डोको गुरुत्व हो
सञ्झ्याल प्रबन्धक द्वारा प्रयोग गरिएको जस्तो कार्यक्रम तह
CLASS
सञ्झ्याल प्रबन्धक द्वारा प्रयोग गरिएको जस्तो कार्यक्रम तह
NAME
प्रयोग गरिने X प्रदर्शन
DISPLAY
प्रयोग गरिने X स्क्रिन
SCREEN
FLAGS
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
मुद्रण गर्नुहोस्
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
GDI अनुरोधहरू समूहबद्ध नगर्नुहोस्
ट्याबलेट समर्थनका लागि Wintab API प्रयोग नगर्नुहोस्
--no-wintab जस्तै समान
API [पूर्वनिर्धारित] प्रयोग गर्नुहोस्
८ बिट मोडमा रङदानीको साइज
COLORS
X कलहरू समक्रमित बनाउनुहोस्
इजाजतपत्र
कार्यक्रमको इजाजतपत्र
श्रेय
इजाजतपत्र
%s का बारेमा
श्रेयहरू
लेखन
मिसिलिकरण
अनुवाद
कलाकारिताkeyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
अवैध मूल तत्व: '%s'
calendar:YM
पात्रो:MY
पात्रो:हप्ता सुरु:०2000year measurement template
%Id%dcalendar:day:digits
Accelerator
अक्षम पारिएको
progress bar label
paper size
एउटा रङ छान्नुहोस्
प्राप्त अवैध रङ डेटा
तपाईँले बाहिरी घेराबाट चाहेको रङ चयन गर्नुहोस्। भित्री त्रिकोण प्रयोग गर्ने रङको अँध्यारोपन वा चम्किलोपन चयन गर्नुहोस्।
आइड्रपरमा क्लिक गर्नुहोस्, त्यसपछि त्यो रङ चयन गर्न तपाईँको पर्दामा कुनै पनि ठाउँमा एउटा रङमा क्लिक गर्नुहोस्।
ह्यु:
रङ चक्रमा स्थिति
स्याचुरेसन:
"गहिराइ" रङको
मान:
रङको चम्किलोपन।
रातो:
रङमा रातो प्रकाशको मात्रा
हरियो:
रङमा हरियो प्रकाशको मात्रा
नीलो:
रङमा नीलो प्रकाशको मात्रा
अस्पष्टता:
रङको पारदर्शीता
रङ नाम:
तपाईँले एउटा HTML-शैली हेक्जाडेसिमल रङ मान प्रविष्ट गर्न सक्नहुन्छ, वा कुनै एउटा रङ नाम जस्तो कि यो प्रविष्टिमा 'सुन्तला रङ'
रङदानी:
रङ चक्र
तपाईँले अहिले चयन गरिरहेको रङको तुलनामा, पूर्व-चयन गरिएको रङ। तपाईँले यो रङलाई एउटा रङदानी प्रविष्टिमा तान्न सक्नुहुन्छ, वासँगै रहेको अन्य रङ सम्म तानेर हालको रूपमा यो रङ चयन गर्न सक्नुहुन्छ।
तपाईँले रोजेको रङ। भविष्यमा प्रयोगका लागि यसलाई बचत गर्न तपाईँले यो रङलाई एउटा रङदानी प्रविष्टिमा तान्न सक्नुहुन्छ।
यहाँ रङ बचत गर्नुहोस्
यसलाई हालको रङ बनाउन यो रङदानीमा क्लिक गर्नुहोस्। यो प्रविष्टि परिवर्तन गर्न, एउटा रङ खण्डलाई यहाँ तान्नुहोस् वा यसलाई दायाँ-क्लिक गर्नुहोस् र "यहाँ रङ बचत गर्नुहोस्" चयन गर्नुहोस्।
रङ चयनpredefinito:mm
पूर्वनिर्धारित:mm
उच्चाइ:
माथि:
आगत विधिहरू
युनिकोड नियन्त्रण क्यारेक्टर घुसाउनुहोस्
डेस्कटप
(कुनै पनि होइन)
अन्य...
नयाँ फोल्डरको नाम टाइप गर्नुहोस्
फाइलका बारेमा जानकारी पुन: प्राप्त गर्न सकेन
एउटा पुस्तकचिनो थप्न सकेन
पुस्तकचिनो हटाउन सकेन
फोल्डर सिर्जना गर्न सकिएन
फोल्डर सिर्जना गर्न सकिएन, किनभने उही नामको एउटा फाइल पहिल्यै अवस्थित छ। फोल्डरका लागि एउटा भिन्न नाम प्रयोग गरेर प्रयास गर्नुहोस् वा पहिले फाइलको पुन: नामकरण गर्नुहोस्।
अवैध फाइल नाम
फोल्डरको सामग्रीहरू प्रदर्शन गर्न सकिएन
कुन प्रकारहरूको फाइलहरू देखाइएको छ चयन गर्नुहोस्
पुस्तकचिनोहरूमा फोल्डर '%s' थप गर्नुहोस्
पुस्तकचिनोहरूमा हालको फोल्डर थप गर्नुहोस्
पुस्तकचिनोहरूमा चयन गरिएको फोल्डरहरू थप गर्नुहोस्
पुस्तकचिनो '%s' हटाउनुहोस्
चयन गरिएको पुस्तकचिनो हटाउनुहोस्
हटाउनुहोस्
पुन: नामकरण गर्नुहोस्...
स्थानहरू
पुस्तकचिनोहरूमा चयन गरिएको फोल्डर थप्नुहोस्
फाइल चयन गर्न सकेन
पुस्तकचिनोहरूलाई थप्नुहोस्
लुकाइएको फाइलहरू देखाउनुहोस्
फाइलहरू
नाम
साइज
परिमार्जित
नाम:
फाइल नाम टाइप गर्नुहोस्
फोल्डर सिर्जना गर्नुहोस्
स्थान:
फोल्डरमा बचत गर्नुहोस्:
फोल्डरमा सिर्जना गर्नुहोस्:
अज्ञात
%H:%M मा हिजो
फोल्डरमा परिवर्तन गर्न सक्दैन किनभने यो स्थानीय होइन।
%s सर्टकट पहिल्यै अवस्थित छ
सर्टकट %s अवस्थित छैन
फाइल नाम "%s" पहिल्यै अवस्थित छ। के तपाईँ यसलाई बदल्नु चाहनुहुन्छ ?
फाइल नाम "%s" पहिल्यै अवस्थित छ। यसलाई बदल्नाले यसको सामग्रीहरूमा अधिलेखन हुन्छ।
बदल्नुहोस्
खोजी प्रक्रिया सुरुआत गर्न सकेन
खोजी अनुरोध पठाउन सकेन
%s माउण्ट गर्न सकेन
sftp://blahblah
sftp://blahblah[Tab]
'%s' फोल्डर सिर्जना गर्दा त्रुटि: %s
फोल्डरहरू
फोल्डरहरू
फाइलहरू
फोल्डर पढ्न-योग्य होइन: %s
फाइल "%s" अर्को मेशिनमा छ ( %s भनिने) र यो कार्यक्रममा उपलब्ध नहुनसक्छ। के तपाईँ यसलाई चयन गर्न चाहानुमा विश्वस्त हुनुहुन्छ ?
नयाँ फोल्डर
फाइल मेट्नुहोस्
फाइलको पुन: नामकरण गर्नुहोस्
फोल्डर नाम "%s" ले फाइलनामहरूमा अनुमिति नभएको सङ्केतहरू समावेश गर्दछ
नयाँ फोल्डर
फोल्डर नाम:
सिर्जना गर्नुहोस्
फाइल नाम "%s" ले फाइलनामहरूमा अनुमिति नभएको सङ्केतहरू समावेश गर्दछ
'%s' फाइल मेट्दा त्रुटि: %s
फाइल "%s" वास्तवमै मेट्नुहुन्छ ?
फाइल मेट्नुहोस्
"%s" मा फाइल पुन: नामाकरण गर्दा त्रुटि: %s
फाइल "%s" पुन: नामाकरण गर्दा त्रुटि: %s
"%s"बाट"%s" मा फाइलको नाम फेर्दा त्रुटि: %s
फाइलको पुन: नामकरण गर्नुहोस्
मा फाइल "%s" को पुन: नामकरण गर्नुहोस्:
पुन: नामकरण गर्नुहोस्
चयन:
फाइलनाम "%s" लाई युटिएफ-८ मा रूपान्तरण गर्न सकिएन।(परिवेश चल G_FILENAME_ENCODING सेट गरेर प्रयास गर्नुहोस्): %s
अवैध UTF-8
अति लामो नाम
फाइलनाम रूपान्तरण गर्न सकेनFile System
फाइल प्रणाली
एउटा फन्ट छान्नुहोस्
Sans 12
फन्ट
abcdefghijk ABCDEFGHIJK
परिवार:
शैली:
साइज:
पूर्वावलोकन:
फन्ट चयन
गामा
गामा मान
प्रतिमा लोड गर्दा त्रुटि: %s
'%s' चिन्ह फेला परेन। '%s' विषयवस्तु पनि फेला परेन सायद तपाईँले यसलाई स्थापना गर्नु पर्दछ। बाट तपाईँले एउटा प्रतिलिपि प्राप्त गर्न सक्नुहुन्छ: \t%s
विषयवस्तुमा प्रतिमा '%s' उपस्थित छैन
प्रतिमा लोड गर्न असफल भयो
input method menu
input method menu
कुनै पनि होइन
आगत
विस्तारित आगत यन्त्रहरू छैन
यन्त्र:
स्क्रिन
सञ्झ्याल
मोड:
अक्षहरू
कुञ्जीहरू
चाप:
X झुकाव:
Y झुकाव:
चक्र:
कुनै पनि होइन
(अक्षम पारिएको)
(अज्ञात)
खाली गर्नुहोस्
URL प्रतिलिपि गर्नुहोस्
अवैध URI
थप GTK+ मोड्युलहरू लोड गर्नुहोस्
MODULES
सबै चेतावनीहरू घातक बनाउनुहोस्
सेट गरिने GTK + त्रुटि सच्याउने झण्डाहरू
सेट हटाइने GTK + त्रुटि सच्याउने झण्डाहरूpredefinito:LTR
default:LTR
GTK+ विकल्पहरू
GTK+ विकल्पहरू देखाउनुहोस्
पृष्ठ %u
कागज साइज:
अभिमुखिकरण:
पृष्ठ सेटअप
फाइल प्रणाली मूल
फोल्डरमा बचत गर्नुहोस्:
print operation status
print operation status
print operation status
print operation status
print operation status
print operation status
print operation status
print operation status
print operation status
तयारी गर्दै
पज गरिएको
पर्याप्त खाली स्मृति छैन
PrintDlgEx मा अवैध ह्याण्डल
मुद्रक
स्थान
कोलेट गर्नुहोस्
फर्काउनुहोस्
मापन गर्नुहोस्:
Stock label
Stock label
Stock label
Stock label
अहिले
व्यस्त छ
रङBinding and finishing
समाविष्ट फाइल फेला पार्न असमर्थ: "%s"
pixmap_path मा छवि फाइल इङ्गित गर्न असमर्थ: "%s"
कुन प्रकारको कागजातहरू देखाइन्छ चयन गर्नुहोस्
तिनिहरूलाई हटाउन सकेन
सूची खाली गर्न सकेन
स्थान प्रतिलिपि गर्नुहोस्
सूची खाली गर्नुहोस्
कुनै वस्तुहरू फेला परेन
अज्ञात वस्तुrecent menu label
recent menu label
'%s' URI सँग एउटा वस्तु फेला पार्न असक्षमthrobbing progress animation widget
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
go to the bottom of the pageStock label, navigation
go to the first pageStock label, navigation
go to the last pageStock label, navigation
go to the top of the pageStock label, navigation
go backStock label, navigation
go downStock label, navigation
go forwardStock label, navigation
next songStock label, media
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
centered textStock label
Stock label
left-justified textStock label
right-justified textStock label
fast forwardStock label, media
pause musicStock label, media
play musicStock label, media
previous songStock label, media
Stock label, media
Stock label, media
Stock label, media
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
LRM _बायाँ-बाट-दायाँ चिनो
RLM _दायाँ-बाट-बायाँ चिनो
LRE बायाँ-बाट-दायाँ _सम्मिलित
RLE दायाँ-बाट-बायाँ सम्मिलित
LRO बायाँ-बाट-दायाँ अधिरोहण
RLO दायाँ-बाट-बायाँ अधिरोहण
PDF पप निर्देशकीय ढाँचा
ZWS शून्य चौडाइ खाली स्थान
ZWJ शून्य चौडाइ योजक
ZWNJ शून्य चौडाइ गैर-योजक
मोड्युल मार्गमा विषयवस्तु इन्जिन इङ्गित गर्न अक्षम: "%s",
--- No Tip ---
अप्रत्याशित सुरु ट्याग '%s' लाइन %d मा char %d
अप्रत्याशित क्यारेक्टर डेटा लाइन %d मा char %d
रित्याउनुहोस्
भोल्युम
49 %%d" to "%Id%d" to "%dvolume percentage
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
फोल्डर अनुक्रमाणिका लेख्न असफल भयो
क्यास फाइल लेख्न असफल भयो: %s
%s लाई %s पुन: नामाकरण गर्न सकेन: %s
%s लाई फेरि %s मा पुन: नामाकरण गर्न सकेन: %s.
फाइल फेला परेन: %s
अंहारिक (EZ+)
सेडिला
सीरिलिक (रूपान्तरित)
इनुकटिटुट (रूपान्तरित)
IPA
टाइग्रिगना-इरिट्रियन (EZ+)
टाइग्रिगना-इथियोपियन (EZ+)
भियतनामी (VIQR)
X आगत विधि
Developer
Developer
marker
marker
Two Sided
Two Sided
Paper Source
स्वत: चयन गर्नुहोस्Paper SourceResolution
मुद्रक पूर्वनिर्धारितGhostScript
GhostScript
GhostScript
GhostScript
Miscellaneous
गोप्य
Custom 230.4x142.9
फाइल
प्रति पाना पृष्ठहरू
फाइल '%s' का लागि जानकारी प्राप्त गर्न सकेन: %s
फाइल '%s' खोल्न असफल: %s
छवि '%s' लोड गर्न असफल: कारण अज्ञात, संभवत एउटा नष्ट छवि फाइल
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
Action name
Action name
Action description
Action name
Action name
Action name
Action description
Action description
Action description
Action name
Action name
Action description
Action description
Action description
Action name
Action description
Action description
Action description
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
go to the bottom of the pageStock label, navigation
go to the first pageStock label, navigation
go to the last pageStock label, navigation
go to the top of the pageStock label, navigation
go backStock label, navigation
go forwardStock label, navigation
next songStock label, media
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
centered textStock label
Stock label
left-justified textStock label
right-justified textStock label
Stock label
fast forwardStock label, media
play musicStock label, media
previous songStock label, media
Stock label, media
Stock label, media
Stock label, media
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Action description
Action description
Action description
Action name
Action name
throbbing progress animation widget
Action description
Stock label
Stock label
Stock label
फन्ट चयनStock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
Stock label
रित्याउनुहोस्About %sCprogram-name", "ExampleCodelogotitle" _("About ExampleCode
कलाकारिताkeyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
keyboard label
calendar:YM
पात्रो:हप्ता सुरु:०2000year measurement template
%Id%dcalendar:day:digits
Accelerator
Accelerator
progress bar label
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color name
Color channel
Color Channel
Color channel
predefinito:mm
Select a file/etc
File System
input method menu
input method menu
GTK+ विकल्पहरू देखाउनुहोस्predefinito:LTR
पृष्ठ %uNumber format
print operation status
print operation status
print operation status
print operation status
print operation status
print operation status
print operation status
print operation status
print operation status
recent menu label
recent menu label
onswitch
offswitch
49 %%d" to "%Id%d" to "%dvolume percentage
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
paper size
Developer
Developer
marker
marker
Two Sided
Two Sided
Paper Source
Paper SourceResolution
GhostScript
GhostScript
GhostScript
GhostScript
Miscellaneous
Custom 230.4x142.9
Color channel
Color Channel
Binding and finishing
युआरएल (URL) %s हो, वैकल्पिक पाठ %s हो ।
युआरएल (URL) %s हो ।
ग्र्याब फोकस गर्नुहोस्
एचटीएमएल (HTML) समाविष्ट प्यानल
कालो
हल्का खैरो
खैरो सुनौलो
गाढा हरियो #२
गाढा निलो
गाढा निलो
बैजनी #२
धेरै गाढा कैलो
गाढा रातो
रातो-सुन्तला
सुनौलो
गाढा हरियो
मन्द निलो
निलो
मन्द बैजनी
गाढा कैलो
रातो
सुन्तला
कागति
मन्द हरियो
मन्द निलो #२
आकासे निलो #२
बैजनी
कैलो
गाढा रातो
चम्किलो सुन्तला
पहेंलो
हरियो
सायन
चम्किलो निलो
रातो बैजनी
हल्का कैलो
गुलाबी
हल्का सुन्तला
हल्का पहेंलो
हल्का हरियो
हल्का सायन
हल्का निलो
हल्का बैजनी
सेतो
अनुकूल रङ रोज्नुहोस्
अनुकूल
मुस्कान
आखाँ झिमकाउनुहोस्
भाषा
रोइरहेको
अस्वस्थ
एचटीएमएल (HTML) फाइल घुसाउनुहोस्
पाठ फाइल घुसाउनुहोस्
बदल्नुहोस्
सबै बदल्नुहोस्
पछिल्लो
प्रतिलिपि गर्नुहोस्
काट्नुहोस्
इन्डेन्ट बढाउनुहोस्
एचटिएमएल (HTML) फाइल...
पाठ फाइल...
टाँस्नुहोस्
उद्धरण टाँस्नुहोस्
फेरि गर्नुहोस्
सबै चयन गर्नुहोस्
फेला पार्नुहोस्...
हिज्जे जाँच गर्नुहोस्...
परीक्षण यूआरएल (URL)...
पूर्वावस्थामा फर्काउनुहोस्
अन्तिम कार्यलाई पूर्वावस्थामा फर्काउनुहोस्
इन्डेन्ट घटाउनुहोस्
लाइन बर्नुहोस्
सम्पादन गर्नुहोस्
ढाँचा
पङ्कतिवद्धता
हालका भाषा
केन्द्र
बायाँ
दायाँ
सामान्य
हेडर १
हेडर २
हेडर ३
हेडर ४
हेडर ५
हेडर ६
ठेगाना
पूर्वढाँचावद्ध गरिएको
गोली चिन्ह दिइएको सूची
रोमन अङ्क सूची
क्रमाङ्कित सूची
वर्णानुक्रमिक सूची
छवि...
लिङ्क...
नियम...
तालिका...
बाक्लो
बाक्लो
छड्के
छड्के
सादा पाठ
स्ट्राइकथ्रु
अधोरेखा
अधोरेखा
-२
-१
‌‌+०
+१
+२
+३
स्तम्भ
पङ्क्ति
तालिका
आगत विधि
गुण
लिङ्क घुसाउनुहोस्
लिङ्क हटाउनुहोस्
शब्दकोशमा शब्द थप्नुहोस्
गलत हिज्जेभएका शब्द उपेक्षा गर्नुहोस्
Add Word To
%s शब्दकोश
तालिका
स्वचालित
px
बायाँ
केन्द्रमा
दायाँ
कुनै पनि होइन
कागज
रिबन
मध्यरात
गोप्य
ड्राफ्ट
साइज:
रङ:
साधारण
शैलि:
पङ्क्तिबद्धता
फेला पार्नुहोस्
केस संवेदनशिलता
बदल्नुहोस्
यससँग:
बदल्नुहोस्:
यूआरएल (URL):
बर्णन:
चौडाइ:
शैलि
पङ्क्तिबद्धता:
पङ्क्तिहरू:
स्पेसिङ:
प्याडिङ:
किनारा:
छवि:
रङ
पाठ:
लिङ्क:
पृष्ठभूमि:
पृष्ठभूमि छवि
टेम्प्लेट:
अनुकूल:
स्तम्भ
पङ्क्ति
कक्ष
पाठ बेर्नुहोस्
चौडाइ:
छवि:
रङ:
स्रोत:
उचाइ:
X- प्याडिङ:
Y- प्याडिङ:
लिङ्क
language
French (France)language
language
क्वेरी पेश गर्नुहोस्
रिसेट गर्नुहोस्
मुद्रण गर्नका लागि पूर्वनिर्धारित फन्ट बाँटफाँट गर्न सकिँदैन
GtkHTML परीक्षण
All
टिप्पणी
त्रुटिthis is a string
स्ट्रिङ
बाह्य
घोषणा
भण्डारण वर्ग
क्षेत्र घोषणाif", "for", "while
शब्दकुञ्जी
शून्य मान
बूलियन मान
नम्बर
भविश्यका लागि जगेडा शब्दकुञ्जी
डेटा प्रकार
Ada
दशमलव सङ्ख्या
पूर्व प्रोसेसर
स्वेच्छित आधार नम्बर
वास्तविक नम्बर
हटाइएको क्यारेक्टर
क्यारेक्टर
स्थिर
चल
उत्प्लावन
प्रकार्य+", "*
सञ्चालक
विशेष निर्देशाङ्क
awk
बान्की
ब्युल्टइन प्रकार्य
पहिचायक
उत्प्लवान बिन्दु नम्बर
हेक्साडेसिमल नम्बर
मार्कअप
प्रकार
Boo
बहुरेखिय स्ट्रिङ
नियमित अभिव्यक्ति
नेमस्पेस
परिभाषा
विशेष चल
बूलियन
सम्मिलित फाइल
ओक्टल नम्बर
ब्युल्टइन
परिवर्तन लग
मिति
C/C++/ObjC हेडर
C
सामान्य परिभाषित गर्दछ
printf रुपान्तरण
कथन
C++
C#
CSS
अन्य २
रङ
अन्य ३
दशमलव
आयाम
परिचित गुण मान
नियम-मा
पूर्वनिर्धारित
शेबाङ
मिसिलिकरण टिप्पणीdoc-comment
मिसिलिकरण टिप्पणी तत्वstring
विशेष क्यारेक्टर (स्ट्रिङ भित्रपट्टी)
आधार-N नम्बर
संयुक्त नम्बर
निर्माण पहिचायक
डेटा प्रकार#pragma blah
प्रोसेसर पुर्वको निर्देशिका
const" and "goto
जगेडा शब्दकुञ्जी
द्रष्टब्य (FIXME, TODO, XXX, etc.)
अधोरेखित
.desktop
समूहKey
कुञ्जी
अनुवाद
परामिति कार्यन्वयन गर्नुहोस्
सङ्केतन
फरक
थपिएको रेखा
हटाइएको रेखा
परिवर्तित रेखा
विशेष केस
स्थान
उपेक्षा गर्नुहोस्
D
विशेष चिनो
बाइनरी नम्बर
हेडर तत्व
ढाँचा तत्व
GUI तत्व
संरचनात्मक तत्व
आदेश
विशेषता नाम
DPatch
DTD
पूर्वपरिभाषित चल
इरल्याङ
एटम
आधार-N इन्टिजर
कम्पाइलर निर्देशिका
वैज्ञानिक
उत्प्लावन बिन्दु
जगेडा अचर
फर्ट्रान ९५
उत्प्लावन बिन्दु नम्बर
प्रकार, मोड्युल वा उद्देश्य शब्दकुञ्जी
ब्युल्टइन-प्रकार्य शब्दकुञ्जी
लेबल गरिएको तर्क
पोलिमर्फिक चर
चर निर्माणकर्ता
प्रकार चर
मोड्युल मार्ग
GAP
ब्युल्टइन अचर
gtk-doc
इनलाइन मिसिलिकरण खण्ड
प्रकार्य नाम
एकल नाम
गुण नाम
परामिति
फर्काउनुहोस्
यसपछि
GtkRC
विजेट स्थिति
निर्देशन सम्मिलित गर्नुहोस्
ह्याडडक
इनलाइन ह्याडडक खण्ड
ह्याडडक निर्देश
हाइपरलिङ्क गरिएको पहिचाएक
हाइपरलिङ्क गरिएको मोड्युल नाम
इस्केप
महत्व
मोनोस्पेस
सङ्केत खण्ड
हेडर गुण
प्रत्येक सामाग्रीको सूची
वर्णन गरिएको सूची
परिभाषा सूची
यूआरएल (URL)
एङ्कर
हासकेल
प्रतीक
ओक्टल
हेक्स
साक्षर हास्केल
एचटीएमएल (HTML)
ट्याग
विशेषता नाम
विशेषता मान
IDL
.ini
जाभा
गुण
निर्माणकर्ताहरू
नियन्त्रण
विशेष अचर
LaTeX
म्याथ मोड
इनलाइन म्याथ मोड
सम्मिलित गर्नुहोस्
शब्दका लागि शब्द
libtool
Lua
जगेडा पहिचायक
निल कन्सट्यान्ट
m4
फाइल बनाउनुहोस्
शब्दकुञ्जी
हेडर
तत्व नाम
CDATA डेलिमिटर
नेमेरले
उद्देश्य-C
Ocamldoc टिप्पणी
OCL
प्रकार सञ्चालक
कार्य सञ्चालक
ओक्टेभ
मोड्युल ह्यान्डलर
पास्कल
पर्ल
लाइन डाइरेक्टिभ
कथन सम्मिलित गर्नुहोस्
Heredoc
Heredoc बाउन्ड
प्रणाली आदेश
फाइल वर्णनकर्ता
POD इस्केप
POD शब्दकुञ्जी
POD हेडिङ
PHP
pkg-कन्फिग
प्याकेज सूचना
गेटटेक्स्ट अनुवाद
ढाँचा
ब्युल्टइन वस्तु
पाइथोन
R
जगेडा वर्ग
प्रकार्य सञ्चालक
डेलिमिटर
इन्टिजर नम्बर
RPM विशेष
परिभाषित गर्नुहोस्
खण्ड
विशेष म्याक्रो
डाइरेक्टरी म्याक्रो
आदेश म्याक्रो
नियमबद्ध म्याक्रो
अन्य म्याक्रो
नियमबद्ध प्रवाह
RPM चल
स्विच
इमेल
रुबी
गुण परिभाषा
मोड्युल ह्यान्डलर
सङ्ख्यात्मक अक्षर
योजना
sh
अन्य
SQL
यो के हो थाहा छैन
छड्के
बाक्लो
Tcl
टेक्सइनफो
म्याक्रो
फाइल गुण
उत्पन्न गरिएका सामाग्री
VB.NET
भेरिलग
गेट
VHDL
XML
DOCTYPE
प्रक्रिया निर्देशन
विशेषता मान
अस्तित्व
याक
उत्कृष्ट
उत्कृष्ट रङ योजना
केट
केट पाठ सम्पादकमा प्रयोग गरिने रङ योजना
अब्लिभिअन
टाङ्गो रङ रङदानी प्रयोग गर्ने गाढा रङ योजना
टाङ्गो
टाङ्गो रङ रङदानी प्रयोग गर्ने रङ योजना
Object
वाक्य संरचना हाइलाइट गर्नुहोस्
बफरमा वाक्य संरचना हाइलाइट गर्ने या नगर्ने
मिल्ने कोष्ठकलाई हाइलाइट गर्नुहोस्
मिल्ने कोष्ठकलाई हाइलाइट गर्ने या नगर्ने
पूर्वास्थितिमा फर्काउने अधिकतम स्तर
बफरका लागि पूर्वस्थतिमा फर्काउने स्तरहरूको सङ्ख्याlanguageprogramming language", not "spoken language
भाषा
यसबाट हाइलाइट बान्की प्राप्त गरिने भाषा
पुर्वस्थितिमा फर्काउन सकिन्छ
पूर्वस्थितिमा फर्काउने कार्य सम्भव छ या छैन
रिडू गर्न सकिन्छ
रिडू कार्य सम्भव छ या छैन
शैलि योजना
सबै परिवर्तनका लगि रेगेक्स सिर्जना गर्न सकिँदैन, वाक्य संरचना हाइलाइटिङ प्रक्रिया सामान्य भन्दा ढिलो हुन्छ । त्रुटि यस प्रकारको थियो: %s
सन्दर्भ '%s' ले \\%%{...@start} आदेश समावेश गर्न सक्दैन
नक्कली सन्दर्भ आईडी '%s'
भाषा '%s' को '%s' सन्दर्भमा वाइल्डकार्ड विषय सन्दर्भसँग शैलि अधिरोहण प्रयोग गरियो
अज्यात विषय '%s'
हराइरहेको मूख्य भाषा परिभाषा (id = "%s".)
भाषा आईडी
भाषा नाम
भाषा खण्ड
लुकेको
प्रयोगकर्ताबाट भाषा लुकाउनु पर्दछ या पर्दैन
भाषा विशिष्टिकरण डाइरेक्टरीहरू
भाषा विशिष्टिकरण फाइल (.lang) स्थापना गरिने डाइरेक्टरीको सूची
भाषा आईडी
उपलब्ध भाषाका आईडीको सूची
रेगेक्स '%s' मा अज्ञात आईडी '%s'
रेगेक्स '%s' मा: पछिल्ला सन्दर्भ समर्थित हुदैनन्
पृष्ठभूमि
ट्याब चौडाइ
खालीस्थानमा अभिव्यक्त गरिएका ट्याब क्यारेक्टरको चौडाइ
\\C को प्रयोग भाषा सेटिङमा समर्थन गरिदैन
लाइन पृष्ठभूमि
लाइन पृष्ठभूमि रङ
पृष्ठभूमि रङ
अग्रभूमि
अग्रभूमि रङ
अधोरेखा
स्ट्राइकथ्रु
लाइन पृष्ठभूमि सेट
लाइन पृष्ठभूमि रङ सेट छ या छैन
अग्रभूमि सेट
अग्रभूमि रङ सेट छ या छैन
पृष्ठभूमि सेट
पृष्ठभूमि रङ सेट छ या छैन
बाक्लो सेट
बाक्लो विशेषता सेट छ या छैन
छड्के सेट
छड्के विशेषता सेट छ या छैन
अधोरेखा सेट
अधोरेखा विशेषता सेट छ या छैन
स्ट्राइकथ्रु सेट
स्ट्राइकथ्रु विशेषता सेट छ या छैन
शैलि योजना आईडी
शैलि योजना नाम
शैलि योजना वर्णन
शैलि योजना फाइलनाम
शैलि योजना खोजी मार्ग
शैलि योजना स्थापना गरिएको ठाउमा डाइरेक्टरी र फाइलको सूची
योजना आईडी
उपलब्ध शैलि योजनाका आईडीको सूची
लाइन नम्बर देखाउनुहोस्
लाइन नम्बर देखाउने या नदेखाउने
इन्डेन्ट चौडाइ
इन्डेन्टको प्रत्येक चरणका लागि प्रयोग गरिने खाली स्थानको सङ्ख्या
स्वचालित इन्डेन्टेसन
स्वचालित इन्डेन्टेसन सक्षम पार्ने या नपार्ने
ट्याबको साटोमा खालीस्थान घुसाउनुहोस्
ट्याबको साटोमा खालीस्थान घुसाउने या नघुसाउने
दायाँ सीमान्त देखाउनुहोस्
दायाँ सीमान्त देखाउने या नदेखाउने
दायाँ सीमान्त स्थिति
दायाँ सीमान्तको स्थिति
छरितो गृह/अन्त्य
HOME र END कुञ्जीले लाइनको सुरु/अन्त्यमा जानुभन्दा पहिला लाइनमा सेतो खालीस्थान नभएको क्यारेक्टरमा सार्दछ
हालको लाइन हाइलाइट गर्नुहोस्
हालको लाइन हाइलाइट गर्ने या नगर्ने
ट्याबमा इन्डेन्ट गर्नुहोस्
ट्याब कुञ्जी थिचिएको बेलामा चयन गरिएको पाठलाई इन्डेन्ट गर्ने या नगर्ने
अनुवाक- श्रेय Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin
"%s" लाई शब्दकोषमा थप्नुहोस्
सबै उपेक्षा गर्नुहोस्
भाषाहरु
क्यारेक्टर मानचित्र
कागजातमा विशेष क्यारेक्टर घुसाउनुहोस्
सबै
युनिकोड खण्ड
प्रामाणिक विच्छेदन:
[मुद्रणयोग्य क्यारेक्टर होइन]
साधारण क्यारेक्टर गुण
युनिकोड कोटी:
विभिन्न उपयोगी प्रतिनिधित्व
UTF-८:
UTF-१६:
C ओक्टल इस्केप UTF-८:
XML दशमलव स्थिति:
एनोटेसन र पारस्परिक सन्दर्भ
उपनाम:
द्रष्टब्य:
यो पनि हेर्नुहोस्:
अनुमानित समानता:
समानता:
CJK सङ्केताक्षर जानकारी
अङ्ग्रेजीमा परिभाषा:
म्यान्डरीन उच्चारण:
क्यान्टोनिज उच्चारण:
जापानीमा उच्चारण:
जापानी कुन उच्चारण:
ट्याङ उच्चारण:
कोरियाली उच्चारण:
क्यारेक्टर तालिका
क्यारेक्टर विवरण
क्यारेक्टर तालिका
अज्ञात क्यारेक्टर, पहिचान गर्न अक्षम ।
फेला परेन ।
क्यारेक्टर फेला परेन ।
स्क्रिप्ट अनुरुप
युनिकोड खण्डद्वार
जूम बढाउनुहोस्
जूम घटाउनुहोस्
सामान्य साइज
मद्दत
बारेमा
फाइल
दृश्य
खोजी गर्नुहोस्
पछिल्लो फेला पार्नुहोस्
अघिल्लो फेला पार्नुहोस्
जानुहोस्
पछिल्लो क्यारेक्टर
अघिल्लो क्यारेक्टर
सामग्री
फन्ट
फन्ट परिवार
फन्टको साइज
स्क्रिप्टCommon
साझा
सूचना
फेला पार्नुहोस्
अघिल्लो
पछिल्लो
खोजी गर्नुहोस्:
सम्पूर्ण शब्द मिलाउनुहोस्
क्यारेक्टर विवरणमा खोजी गर्नुहोस्
अन्य, नियन्त्रण
अन्य, ढाँचा
अन्य, मानाङ्कन नगरिएका
अन्य, निजी प्रयोग
अन्य, प्रतिनिधी
अक्षर, सानोवर्ण
अक्षर, परिमार्जक
अक्षर, अन्य
अक्षर, शीर्षकवर्ण
अक्षर, ठूलोवर्ण
चिनो, खाली ठाउँ संयोजन
चिनो, सामेल
चिनो, खालीस्थान रहित
नम्बर, दशमलव अङ्क
नम्बर, अक्षर
नम्बर, अन्य
विराम चिन्ह, योजक
विराम चिन्ह, ड्यास
विराम चिन्ह, बन्द
विराम चिन्ह, अन्तिम उद्धरण
विराम चिन्ह, पहिलो उद्धरण
विराम चिन्ह, अन्य
विराम चिन्ह, खोल्नुहोस्
प्रतीक, मुद्रा
प्रतीक, परिमार्जक
प्रतीक, म्याथ
प्रतीक, अन्य
विभाजक, रेखा
विभाजक, अनुच्छेद
विभाजक, खालीस्थान
जो कोही युनिकोडको डेटा फाइलको प्रतिलिपि प्राप्त गर्दछ उसले कुनै अवरोध, साथै कुनै सीमा बिना प्रयोग गर्न/प्रतिलिपि बनाउन/परिमार्जन गर्न/ जोड्न/प्रकाशित गर्न/वितरण गर्न र/वा सबै प्रतिलिपिहरू बेक्रिको डिल गर्न अधिकार नि:शुल्क मुल्यमा, अनुमतिलाई स्वीकृत गरिन्छ ।
गुचरम्याप र युनिकोड डेटा फाइलहरू उपयोगी हुने आशामा, तर कुनै प्रतिज्ञा बिना; अझ कुनै व्यवसायिक वा कुनै निश्चित उद्देश्यमा ठीक हुन्छ भन्ने उपलक्षित प्रतिज्ञा बिना वितरण गरिएको हो । अझ बढी जानकारीका लागि साधारण सार्वजनिक अनुमतिपत्र GNU र युनिकोड प्रतिलिपि अधिकारपत्र हेर्नुहोस् ।
तपाईँले गुचरम्यापको साथमा युनिकोड प्रतिलिपि अधिकारपत्रको एउटा प्रतिलिपि पनि प्राप्त गर्नुभएको हुनपर्छ । तपाईँले यसलाई सधैँ युनिकोडको वेबसाइट: http://www.unicode.org/copyright.html मा फेला पार्न सक्नुहुन्छ ।
Mahesh Subedi<submanesh\@hotmail\.com>, Nabin Gautam <nabingautam2001\@gmail\.com> Launchpad Contributions: Mahesh Subedi https://launchpad.net/~submanesh Nabin Gautam https://launchpad.net/~nabin Shiva Prasad Pokharel https://launchpad.net/~pokharelshiva
पछिल्लो स्क्रिप्ट
अघिल्लो स्क्रिप्ट
आगामी ब्लक
पहिलेको ब्लक
पाठलाई प्रतिलिपि गर्न:
क्लिपबोर्डमा प्रतिलिपि गर्नुहोस् ।
Print Preview"), "win.print-preview
यससँग सुरु हुने फन्ट; ex: 'सेरिफ २७'
आधारभूत ल्याटिन
ल्याटिन-१ पूरक
ल्याटिन विस्तारित-A
ल्याटिन विस्तारित-B
IPA विस्तारहरू
खालीस्थान परिमार्जक अक्षर
डायक्रिटिकल चिनोको संयोजन
ग्रीक र कप्टिक
सिरिलिक
सिरिलिक पूरक
आर्मेनियाली
हिब्रु
अरबी
सिरियाली
अरेबी पूरक
थाना
देवनागरी
बङ्गाली
गुरमुखी
गुजराती
ओरिया
तामिल
तेलुगु
कन्नाडा
मलयालम
सिन्हाली
थाई
लाओ
तिब्बती
म्यान्मार
जर्जियाली
हङ्गुल जामो
इथोपियाली
इथोपियाली पूरक
चेरोकी
एकीकृत क्यानाडियाली मुल शब्दांश
ओगहाम
रुनिक
टागालग
हनुनू
बुहिड
तगबन्वा
खमेर
मङ्गोलियन
लिम्बु
ताई ले
नयाँ ताई लू
खमेर प्रतीकहरू
बुगिनेस
बालिनेज
ध्वनि सम्बन्धि विस्तारहरू
ध्वनि सम्बन्धि विस्तार पूरक
डायक्रिटिकल चिनो पूरकको संयोजन
थप विस्तारित ल्याटिन
विस्तारित ग्रिक्क
साधारण विराम चिन्ह
सूपरस्क्रिप्टर र सबस्क्रिप्ट
मुद्रा प्रतीकहरू
प्रतिकका लागि डायक्रिटिकल चिनोको संयोजन
अक्षररुपी प्रतीक
नम्बर स्वरुप
बाणहरू
गणितिय सञ्चालनकर्ताहरू
विविध प्राविधिक
नियन्त्रण तस्वीर
अप्टिकल क्यारेक्टर पहिचान
वर्णसङ्ख्यात्मक सङ्लग्न गरिएका
बाकस चित्र
खण्ड तत्वहरू
जमेट्रिक आकार
विविध प्रतीकहरू
डिङ्गब्याट
विविध गणितिय प्रतीकहरू-A
परिपूरक बाणहरू-A
ब्रेली बान्की
परिपूरक बाण-B
विविध गणितिय प्रतीकहरू-B
परिपूरक गणितिय सञ्लालन कर्ताहरू
विविध प्रतीक र बाणहरू
ग्यागोलिटिक
ल्याटिन विस्तारित-A
कप्टिक
जर्जियन पूरक
टिफीनाग
इथियोपियाली विस्तारित
पूरक विराम चिन्ह
CJK मूल शब्द पूरक
खान्जि मूल शब्द
साङ्केताक्षरिक वर्णन क्यारेक्टरहरू
CJK प्रतीकहरू र विराम चिन्ह
हिरागाना
काताकाना
बोपोमोफो
हाङ्गुल मिल्दोपना जामो
कनबुन
बोपोमोफो विस्तारित
CJK प्रभाव
काताकाना ध्वनि सम्बन्धि विस्तार
घेरिएका CJK अक्षर र महिनाहरू
CJK मिल्दोपना
CJK एकीकृत सङ्केताक्षरहरूको विस्तार A
यिजिङ हेक्साग्राम प्रतीकहरू
CJK एकीकृत सङ्केताक्षरहरू
Yi शब्दांशहरू
Yi मूल शब्द
आवाज अक्षर परिमार्जक
ल्याटिन विस्तारित-D
स्यलोटि नाग्री
फाग्स-पा
हाङ्गुल शब्दांशहरू
उच्च प्रतिनिधिहरू
उच्च निजी प्रयोग प्रतिनिधि
कम प्रतिनिधिहरू
निजी प्रयोग क्षेत्र
CJK मिल्दोपना सङ्केताक्षरहरू
वर्णानुक्रमिक प्रस्तुतिकरण स्वरूप
अरबी प्रस्तुतिकरण फारामहरू-A
विविधता चयनकर्ता
ठाडा फारामहरू
आधा चिनो संयोजन
CJK मिल्दोपना फाराम
सानो स्वरूपका चल
अरबी प्रस्तुतिकरण फाराम-B
आधा चौडाइ र पूरा चौडाइका फारामहरू
विशेष
रेखात्मक B वर्णमाला
रेखात्मक B सङ्केताक्षरहरू
आइजेएन नम्बरहरू
प्राचीन ग्रिक नम्बर
प्राचीन छड्के
गोथिक
युगारिटिक
प्राचीन पर्सियाली
डेजरेट
साभियन
ओसमान्या
साइप्रिओट वर्णमाला
फोयनिसियन
खारोश्थी
क्युनेइफर्म
क्युनेइफर्म नम्बर र विराम चिन्ह
बैजनटाइन साङ्गीतिक प्रतीकहरू
साङ्गीतिक प्रतीकहरू
प्राचीन ग्रिक साङ्गीतिक सूचना
ताइ ज्युआन जिङ प्रतीकहरू
रड अङ्क गणना
गणितिय वर्णसङ्ख्यात्मक प्रतीकहरू
CJK एकीकृत सङ्केताक्षरको विस्तार B
CJK मिल्दोपना सङ्केताक्षरको पूरक
ट्यागहरू
विविधता चयनकर्ता पूरक
पूरक निजी प्रयोग क्षेत्र-A
पूरक निजी प्रयोग क्षेत्र-B
ब्रेली
क्यानेडियन मौलिक
सिप्रिओट
ग्रीक
हान
हाङ्गुल
बंशाणुगत
ल्याटिन
रेखात्मक B
फाग्स पा
Yi
First letter
उबन्टुको पूर्वनिर्धारित विषयवस्तु
मानव-क्लियरलुक्स
डार्करुम
Launchpad Contributions: Sujit maharjan https://launchpad.net/~shubhajeet-per
मेनु पट्टी मा ब्लुतुथ सूचक देखाउने या नदेखाउने।
अज्ञात
जडान
ब्राउज फाइल....
फाईलहरू पठाउने ...
कुञ्जीपाटी सेटिङ ...
माउस र टचप्याद सेटिङ ...
आवाज सेटिङहरू ...
देखिने
नयाँ यन्त्र राख्ने ...
ब्लुटुथ सेटिङहरू ...
ब्लुटुथ सेटिङहरू ...
ब्लुटुथ
%l:%M:%S %p%l:%M %p" --> "1:00 PM
%H:%M:%S%H:%M" --> "13:00
%a %b %e %Y" --> "Sat Oct 31 2020%a %e %b %Y" --> "Sat 31 Oct 2020%Y年%m月%d日 周%a" --> "2020年10月31日 周六
%a %b %e" --> "Sat Oct 31%a %e %b" --> "Sat 31 Oct%m月%d日 周%a" --> "03月27日 周六
%a %b %e周%a" --> "周六
%a%b %e %Y" --> "Oct 31 2020%e %b %Y" --> "31 Oct 2020%Y年%m月%d日" --> "2020年10月31日
%b %e" --> "Mar 27%e %b" --> "27 Mar%m月%d日" --> "03月27日
%b %e
%A, %B %e %Y" --> Saturday, October 31 2020%A, %e %B %Y" --> Saturday, 31 October 2020
%a %b %d" --> "Sat Oct 31%a %d %b" --> "Sat 31 Oct%m月%d日 周%a" --> "10月31日 周六
Tomorrow\u2003%l:%M %p" --> "Tomorrow 1:00 PM
Tomorrow\u2003%l:%M %p" --> "Fri 1:00 PM
%a %d %b\u2003%l:%M %p" --> "Fri Oct 31 1:00 PM%a %b %d\u2003%l:%M %p" --> "Fri 31 Oct 1:00 PM
Tomorrow\u2003%l:%M %p" --> "Tomorrow 13:00
%a\u2003%H:%M" --> "Fri 13:00
%a %d %b\u2003%H:%M" --> "Fri Oct 31 13:00%a %b %d\u2003%H:%M" --> "Fri 31 Oct 13:00
%s इनपुट स्रोत
चरित्र नक्शा
कुञ्जीपाटी लेआउट चार्ट
पाठ प्रविष्टि सेटिङ ...
मुद्रकहरु
रोकियो
छपाई समस्या
_सेटिङ ...
मुद्रक "%s" कागज मा कम छ।
मुद्रक "%s" मा कागज छैन।
मुद्रक "%s" मा टोनर कम छ।
मुद्रक "%s" मा टोनर छैन।
एक कवर मुद्रक "%s" मा खुला छ।
ढोका मुद्रक "%s" मा खुला छ।
मुद्रक "%s" प्रयोग गर्न सकिँदैन, आवश्यक सफ्टवेयर हराइरहेको छ किनभने।
मुद्रक "%s" हाल बन्द हो।
सत्र सूचीबाट लगआउट बटन हटाउनुहोस्
लगआउट गर्नुहोस्
रद्द गर्नुहोस्
पुन: सुरु गर्नुहोस्
के तपाई आफ्नो सबै कार्यक्रमहरू बन्द गर्न तथा कम्प्युटर पुनः सुरु गर्न चाहनुहुन्छ?
बन्द गर्नुहोस्
के तपाई आफ्नो सबै कार्यक्रमहरू बन्द गर्न तथा कम्प्युटर बन्द गर्न चाहनुहुन्छ?System
System
अतिथि सत्र
निलम्बन गर्नुहोस्
हाइबर्नेट गर्नुहोस्
आवाज (मौन)
आवाज
आवाज
मौन
आवाज सेटिङहरू ...
प्लेलिस्ट छान्नुहोस्
स्केलेबुल भेक्टर ग्राफिक्स छविहरू सिर्जना गर्नुहोस् र सम्पादन गर्नुहोस्
शीशाकलम
रङ
उल्टो पार्नुहोस्
रेखाचित्र
Ctrl: वृत वा दीर्घवृत्त इन्टिजर अनुपात बनाउनुहोस्, चाप/खण्ड कोण सटाउनुहोस्
शिफ्ट: सुरुवात बिन्दु वरिपरि कोर्नुहोस्
कुनै पनि होइन
जडान बिन्दु: एउटा नयाँ जडानकर्ता सिर्जना गर्नको लागि क्लिक गर्नुहोस् वा तान्नुहोस्
नयाँ जडानकर्ता सिर्जना गर्दै
जडानकर्ता समाप्त गर्दै
जडानकर्ता समाप्त बिन्दु: नयाँ आकारहरुमा जडान गर्न वा पुन:राउट गर्न तान्नुहोस्
कम्तिमा एक जडानकर्ता नभएको वस्तु चयन गर्नुहोस् ।
हालको तह लुकेको छ । यसमा रेखाचित्र कोर्नको लागि नलुकाउनुहोस् ।
हालको तह ताल्चा लगाइएको छ । यसमा रेखाचित्र कोर्नको लागि ताल्चा नलगाउनुहोस् ।
अघिल्लो जूम छैन ।
पछिल्लो जूम छैन ।
केही पनि चयन गरिएको छैन ।
एक भन्दा बढी वस्तु चयन गरिएको छ ।
वस्तु संग %d टाइल्ड क्लोनहरू छन् ।
वस्तु संग टाइल्ड क्लोन होइन ।
एउटा वस्तु चयन गर्नुहोस् जसको टाइल्ड क्लोनहरू अनक्लम्प गर्नलाई हो ।
एउटा वस्तु चयन गर्नुहोस् जसको टाइल्ड क्लोनहरू हटाउनको लागि हो ।
क्लोनमा एउटा वस्तु चयन गर्नुहोस् ।
यदि तपाईँ भिन्न भिन्नै वस्तुहरू क्लोन गर्न चाहनुहुन्छ भने, तिनीहरुलाई समूह गर्नुहोस् रसमूहलाई क्लोन गर्नुहोस् ।
प्रति पङ्क्ति:
प्रति स्तम्भ:
अनियमित पार्नुहोस्:
सुमेल
टिलिङ्गको लागि १७ सुमेल समूहहरू मध्ये एउटा चयन गर्नुहोस्translation" means "shift" / "displacement
P1: सामान्य अनुवाद
P2: 180#176; परिक्रमण
PM: . प्रतिवर्तनglide reflection
PG: ग्लाइड प्रतिवर्तन
CM: प्रतिवर्तन + ग्लाइड प्रतिवर्तन
PMM: प्रतिवर्तन + प्रतिवर्तन
PMG: प्रतिवर्तन + 180#176; परिक्रमण
PGG: ग्लाइड प्रतिवर्तन + 180#176; परिक्रमण
CMM: प्रतिवर्तन + प्रतिवर्तन + 180#176; परिक्रमण
P4: 90#176; परिक्रमण
P4M: 90#176; परिक्रमण + 45#176; प्रतिवर्तन
P4G: 90#176; परिक्रमण + 90#176; प्रतिवर्तन
P3: 120#176; परिक्रमण
P31M: प्रतिवर्तन + 120#176; परिक्रमण, घना
P3M1: प्रतिवर्तन + 120#176; परिक्रमण, कम
P6: 60#176; परिक्रमण
P6M: प्रतिवर्तन + 60#176; परिक्रमण
शिफ्टshift
शिफ्ट X:
(टाइल चौडाइको % मा) प्रति पङ्क्ति तेर्सो शिफ्ट
(टाइल चौडाइको % मा) प्रति स्तम्भ तेर्सो शिफ्ट
यो प्रतिशत द्वारा तेर्सो शिफ्ट अनियमितता गर्नुहोस्shift
शिफ्ट Y:
(टाइल उचाइको % मा) प्रति पङ्क्ति ठाडो शिफ्ट
(टाइल उचाइको % मा) प्रति स्तम्भ ठाडो शिफ्ट
यो प्रतिशत द्वारा ठाडो शिफ्ट अनियमितता गर्नुहोस्
एक्सपोनेन्ट:
पङ्क्तिहरू निष्पक्ष रुपमा (१) खाली गरिएको छ कि, (1) अभिमुख गर्ने कि
स्तम्भहरू निष्पक्ष रुपमा (१) खाली गरिएको छ कि, (1) अभिमुख गर्ने किAlternate
विकल्प:
हरेक पङ्क्तिको लागि शिफ्टहरुको साइन विकल्प गर्नुहोस्
हरेक स्तम्भको लागि शिफ्टहरुको साइन विकल्प गर्नुहोस्Cumulate
Cumulate
स्केल
स्केल X:
(टाइल चौडाइको % मा) प्रति पङ्क्ति तेर्सो स्केल
(टाइल चौडाइको % मा) प्रति स्तम्भ तेर्सो स्केल
यो प्रतिशत द्वारा तेर्सो स्केल अनियमितता गर्नुहोस्
स्केल Y:
(टाइल उचाइको % मा) प्रति पङ्क्ति ठाडो स्केल
(टाइल उचाइको % मा) प्रति स्तम्भ ठाडो स्केल
यो प्रतिशत द्वारा ठाडो स्केल अनियमितता गर्नुहोस्
हरेक पङ्क्तिको लागि स्केलहरुको साइन साटासाट गर्नुहोस्
हरेक स्तम्भको लागि स्केलहरुको साइन साटासाट गर्नुहोस्
परिक्रमण
कोण:
हरेक पङ्क्तिको लागि यो कोण द्वारा टाइलहरू घुमाउनुहोस्
हरेक स्तम्भको लागि यो कोण द्वारा टाइलहरू घुमाउनुहोस्
यो प्रतिशत द्वारा परिक्रमण कोण अनियमितता गर्नुहोस्
हरेक पङ्क्तिको लागि परिक्रमण दिशा साटासाट गर्नुहोस्
हरेक स्तम्भको लागि परिक्रमण दिशा साटासाट गर्नुहोस्
फेड आउट गर्नुहोस्:
हरेक पङ्क्तिको लागि यो प्रतिशत द्वारा शीर्षक अस्पष्टता घटाउनुहोस्
हरेक स्तम्भको लागि यो प्रतिशत द्वारा टाइल अस्पष्टता घटाउनुहोस्
यो प्रतिशत द्वारा टाइल अस्पष्टता अनियमितता गर्नुहोस्
हरेक पङ्क्तिको लागि अस्पष्टता परिवर्तनको साइन साटासाट गर्नुहोस्
हरेक स्तम्भको लागि अस्पष्टता परिवर्तनको साइन साटासाट गर्नुहोस्
रङ
सुरुको रङ:
टाइल गरिएको क्लोनहरुको सुरुको रङ
क्लोनहरुको लागि सुरुको रङ (यदि मौलिकले भराई वा प्रभाव अनसेट गर्छ भने मात्र काम गर्छ )
H:
हरेक पङ्क्तिको लागि यो प्रतिशत द्वारा टाइल ह्यु परिवर्तन गर्नुहोस्
हरेक स्तम्भको लागि यो प्रतिशत द्वारा टाइल ह्यु परिवर्तन गर्नुहोस्
यो प्रतिशत द्वारा टाइल ह्यु अनियमित गर्नुहोस्
S:
हरेक पङ्क्तिको लागि यो प्रतिशत द्वारा रङ भराई परिवर्तन गर्नुहोस्
हरेक स्तम्भको लागि यो प्रतिशत द्वारा रङ भराई परिवर्तन गर्नुहोस्
यो प्रतिशत द्वारा रङ भराई अनियमित गर्नुहोस्
L:
हरेक पङ्क्तिको लागि यो प्रतिशत द्वारा रङको चमकपन परिवर्तन गर्नुहोस्
हरेक स्तम्भको लागि यो प्रतिशत द्वारा रङको चमकपन परिवर्तन गर्नुहोस्
यो प्रतिशत द्वारा रङको चमकपन अनियमित गर्नुहोस्
हरेक पङ्क्तिको लागि रङ परिवर्तनहरुको साइन साटासाट गर्नुहोस्
हरेक स्तम्भको लागि रङ परिवर्तनहरुको साइन साटासाट गर्नुहोस्
पदचिन्ह
टायलहरू मुनी रेखाचित्र पदचिन्ह
प्रत्येक क्लोनका लागि, क्लोनको स्थानमा रहेको रेखाचित्र बाट मान लिनुहोस् र यसलाई क्लोनमा लागू गर्नुहोस्
१. रेखाचित्र बाट लिनुहोस्:
दृश्यात्मक रङ र अस्पष्टता लिनुहोस्
अस्पष्टता
जम्मा जोडिएको अस्पष्टता लिनुहोस्
R
रङको रातो अवयव लिनुहोस्
G
रङको हरियो अवयव लिनुहोस्
B
रङको निलो अवयव लिनुहोस्string" in "context_BAR_string
H
रङको ह्यु लिनुहोस्string" in "context_BAR_string
S
रङको अतितृप्त लिनुहोस्string" in "context_BAR_string
L
रङको हल्कापन लिनुहोस्
२. लिइएको मान तान्नुहोस्:
गामा-सुधार:
लिइएको (>0) माथितिर वा (<0) तलतिर मानको मध्य-दायरा सार्नुहोस्
अनियमित पार्नुहोस्:
यो प्रतिशतद्धारा लिइएको मान अनियमित पार्नुहोस्
उल्टो पार्नुहोस्:
लिइएको मान उल्टो पार्नुहोस्
३. क्लोनहरुमा' मान लागू गर्नुहोस्:
उपस्थिति
प्रत्येक क्लोन सो बिन्दुमा लिइएको मानद्धारा सम्भावना निर्धारण संगै सिर्जना गरिन्छ
साइज
प्रत्येक क्लोनको साइज सो बिन्दुमा लिइएको मानद्धारा निर्धारण गरिन्छ ।
प्रत्येक क्लोनहरू लिइएको रङद्धारा रङ् लगाइन्छ (मौलिक संग अनसेट फिल वा स्ट्रोक हुनुपर्दछ)
प्रत्येक क्लोनको अस्पष्टता सो बिन्दुमा लिइएको मानद्धारा निर्धारण गरिन्छ
टायलिङमा कति बटा पङ्क्तिहरू
टायलिङमा कति बटा स्तम्भहरू
भर्नु पर्ने आयातको चौडाइ
भर्नु पर्ने आयातको उचाइ
पङ्क्तिहरू, स्तम्भहरू:
निर्दृष्ट सङ्ख्यामा पङ्क्तिहरू र स्तम्भहरू सिर्जना गर्नुहोस्
चौडाई, उचाइ:
टायलिङ् संग निर्दृष्ट गरिएको सङ्ख्यामा चौडाइ र उचाइ भर्नुहोस्
टायलको बचत गरिएको साइज र स्थिति प्रयोग गर्नुहोस्
हालको साइज प्रयोगको सट्टामा, तपाईँले अन्तिममा (यदि केहि) लाई टायल गरेको जस्तै, टायलको साइज र स्थितिलाई प्रिटेन्ड गर्नुहोस्
सिर्जना गर्नुहोस्
चयनको क्लोनहरू टायल गर्नुहोस् र सिर्जना गर्नुहोस्clumped
अनकुल्म्प
कल्पिङ घटाउन क्लोनहरू बढाउनुहोस्; अक्सर लागू गर्न सकिनेछ
हटाउनुहोस्
चयन गरिएको वस्तुको (केबल सिबलिङ्) अवस्थित टायल गरिएको क्लोनहरू हटाउनुहोस्
रिसेट change
संवादमा रङ परिवर्तनहरू, अस्पष्टता, गोलाकारहरू, स्केलहरू र सबै सिफ्टहरू शुन्यमा रिसेट गर्नुहोस्
पृष्ठ
रेखाचित्र
चयन
अनुकूलन गर्नुहोस्
निर्यात गर्नुहोस्
एकाईहरू:
x0:
x1:
y0:
y1:
बिटम्याप साइज
चौडाई:
यसमा पिक्सेलहरू
dpi
उचाइ:
डिपिआइ
फाइलनाम
ब्राउज गर्नुहोस्...
निर्यात गर्नुहोस्
यि सेटिङहरू संग बिटम्याप निर्यात गर्नुहोस्
निर्यात प्रगतिमा
फाइलनाम %s मा निर्यात गर्न सकेन ।
तपाईँलाई फाइलनाम प्रविष्ट गर्नु पर्दछ
निर्यात गर्नका लागि रोजिएको क्षेत्र अवैध हो
%s डाइरेक्टरी अवस्थित छैन वा यो डाइरेक्टरी होइन ।
निर्यात गर्नका लागि फाइलनाम चयन गर्नुहोस्%s" is replaced with "exact" or "partial
दुरुस्त
आंशिक
कुनै पनि वस्तु फेला परेन
प्रकार:
सबै वस्तु प्रकारहरुमा खोजी गर्नुहोस्
सबै प्रकारहरू
सबै बनावटहरू खोजी गर्नुहोस्
सबै बनावटहरू
आयातहरू खोजी गर्नुहोस्
आयातहरू
दीर्घवृत्त, चापहरू, वृतहरू खोजी गर्नुहोस्
दीर्घवृत्तहरू
ताराहरू र बहुभुजहरू खोजी गर्नुहोस्
ताराहरू
स्पाइरलहरू खोजी गर्नुहोस्
स्पाइरल
बाटोहरू, लाइनहरू, बहुभुजहरू खोजी गर्नुहोस्
बाटोहरू
पाठ वस्तुहरू खोजी गर्नुहोस्
पाठहरू
समूहहरू खोजी गर्नुहोस्
समूहहरू
क्लोनहरू खोजी गर्नुहोस्string" in "context_BAR_stringClones
छविहरू खोजी गर्नुहोस्
छविहरू
अफसेट वस्तु खोजी गर्नुहोस्
अफसेटहरू
पाठ:
तिनिहरुको पाठ सामग्रि (दुरुस्त वा आंशिक मिल्ने) द्धारा वस्तुहरू फेला पार्नुहोस्
ID:
आई डि विशेषताको मान (दुरुस्त वा आंशिक मिल्ने) द्धारा वस्तुहरू फेला पार्नुहोस्
शैलि:
शैली विशेषताको मान (दुरुस्त वा आंशिक मिल्ने) द्धारा वस्तुहरू फेला पार्नुहोस्
विशेषता:
विशेषताको नाम (दुरुस्त वा आंशिक मिल्ने) द्धारा वस्तुहरू फेला पार्नुहोस्
चयनमा खोजी गर्नुहोस्
हालको चयनमा सिमित खोजी
हालको तहमा खोजी गर्नुहोस्
हालको तहमा सिमित खोजी
लुकाइएको समावेश गर्नुहोस्
खोजीमा लुकाइएको वस्तुहरू पनि समावेश गर्नुहोस्
ताल्चा लगाइएको समावेश गर्नुहोस्
खोजीमा ताल्चा लगाइएको वस्तुहरू समावेश गर्नुहोस्Clear
खाली गर्नुहोस्
मानहरू खाली गर्नुहोस्
फेला पार्नुहोस्
तपाईँले भर्नु भएको फाँटहरुको मिल्दो वस्तुहरू चयन गर्नुहोस्
Id
id= विशेषता (केबल अक्षरहरू, अङ्कहरू, र क्यारेक्टरहरू .-_: अनुमति दिन्छ)
सेट
लेबुल
वस्तुका लागि फ्रिफम लेबुल
लुकाउनुहोस्
वस्तुलाई अदृश्य बनाउन जाँच गर्नुहोस्Lock
ताल्चा लगाउनुहोस्
वस्तुलाई (माउस द्धारा चयन नगरिकन) असंवेदनशिल बनाउन जाँच गर्नुहोस्
सन्दर्भ
Id अवैध !
Id अवस्थित छ !
Href:
लक्ष्य:Stitch Tiles"), "stitch", "noStitch
प्रकार:
भूमिका:
आर्क भूमिका:
शीर्षक:
देखाउनुहोस्:
परिचालित गर्नुहोस्:
URL:
X:
Y:
चौडाई:
उचाई:
फन्ट
सजावट
लाइनहरू बायाँ पङ्क्तिबद्ध गर्नुहोस्
केन्द्र लाइनहरू
लाइनहरू दायाँ पङ्क्तिबद्ध गर्नुहोस्
तेर्सो पाठ
ठाडो पाठ
लाइन खालीस्थान:LPE Tool/tools/lpetool
पाठ
पूर्वनिर्धारितको रुपमा सेट गर्नुहोस्
नोडहरू चयन गर्न क्लिक गर्नुहोस्, पुन: मिलाउन तान्नुहोस् ।
विशेषता सम्पादन गर्न क्लिक गर्नुहोस्
विशेषता %s चयन गरियो । परिवर्तनहरू कमिट गर्दा Ctrl+Enter थिच्नुहोस् ।
नोडहरू फेरि क्रमबद्ध गर्न तान्नुहोस्
नयाँ तत्व नोड
नयाँ पाठ नोड
नक्कल नोड
नोडको इन्डेन्ट हटाउनुहोस्
इन्डेन्ट नोड
नोड बढाउनुहोस्
नोड घटाउनुहोस्
विशेषता मेट्नुहोस्Attribute
विशेषता नामSet
विशेषता सेट गर्नुहोस्Set
सेट गर्नुहोस्Attribute
विशेषता मान
नयाँ तत्व नोड...
रद्द गर्नुहोस्
सिर्जना गर्नुहोस्
ग्रिड एकाईहरू:
उत्पत्ति X:
ग्रिड मौलिकको X समन्वय
उत्पत्ति Y:
ग्रिड उत्पत्तिको Y समन्वय
खाली ठाउँ Y:
ग्रिड लाइन रङ:
ग्रिड लाइन रङ
ग्रिड लाइनको रङ
मुख्य ग्रिड लाइन रङ:
मुख्य ग्रिड लाइन रङ
मुख्य (हाइलाइट गरिएको) ग्रिड लाइनहरुको रङ
मुख्य ग्रिड लाइन प्रत्येक:
लाइनहरू
खाली ठाउँ X:
केन्द्र
नयाँ कागजात %d
स्मृति कागजात %d
नामकरण नगरिएको कागजात %d
बाटो बन्द गरिएको छ ।
बाटो बन्द
अल्फा %.3g
, %d अर्धव्यास संग औसत
कर्सर मुनी
रङ सेट गर्न निष्काशन माउस ।
भर्ने सेट गर्न क्लिक गर्नुहोस्, स्ट्रोक सेट गर्न Shift+click; क्षेत्रमा रङ औसत गर्नतान्नुहोस्; उल्टो रङ लिन Alt संग; क्लिपबोर्डमा माउस मुनिको रङ प्रतिलिपि गर्न Ctrl C
पूर्वस्थितिमा फर्काउनुहोस्
रिडू गर्नुहोस्
प्रकार:
स्थान:
स्ट्रिङ्:
वर्णन:
एक वा बढि विस्तारहरू लोड गर्न असफल असफल विस्तारहरू फड्काइएको छ । Inkscape सामान्यरुपमा चलिरहने छ तर ति विस्तारहरू उपलब्ध हुने छैन । यो समस्या विध्न निवारण गर्न विस्तृत विवरणका लागि, कृपया यसमा तोकिएको त्रुटि लगलाई सन्दर्भ गर्नुहोस्:
सुरुवातमा संवाद देखाउनुहोस्
Checking module[" <
यो विस्तारका लागि एउटा अनुपयुक्त .inx फाइलको कारणले गर्दा हो । एउटा अनुपयुक्त .inx फाइल एउटा दुषित Inkscape स्थापनाका कारणले गर्दा हुन् सक्दछ ।
यसका लागि ID परिभाषित गरिएको थिएन ।
यसका लागि त्यहाँ कुनै नाम परिभाषित थिएन ।
यसको XML वर्णन हरायो ।
विस्तारका लागि कुनै पनि कार्यान्वयन परिभाषित गरिएको थिएन ।Failed:
कुनै एउटा पनि निर्भरता भेटिएन
विस्तार "
" लोड गर्न असफल किनभने
विस्तार त्रुटि लग फाइल '%s' सिर्जना गर्न सकेन
नाम:
आइ डि:
स्थिति:
लोड गरिएको
अन लोड गरिएको
निष्क्रिय पारिएको
Inkscape ले स्क्रिप्ट कार्यान्वयन गरिएको बाट थप डेटा प्राप्त गर्यो । स्क्रिप्टले त्रुटि फिर्ता गरेन, तर यसले परिमाण आशा गरिएको जस्तो छैन भन्ने दर्शाउदछ ।
शुन्य बाह्य मोड्युल डाइरेक्टरी नाम । मोड्यलहरू लोड हुने छैन ।
मोड्युल डाइरेक्टरी (%s) उपलब्ध छैन । त्यो डाइरेक्टरीमा बाह्य मोड्युलहरू लोड हुने छैन ।
प्रकार
अर्धव्यास
Layer ") + "%d
ह्यु
अतितृप्त
क्रम
बाटो बाट उत्पन्न गर्नुहोस्
%s GDK पिक्सबफ निर्गत
गिम्प ग्राडिएन्टहरू
गिम्प ग्राडिएन्ट (*.ggr)
गिम्पमा प्रयोग गरिएको ग्राडिएन्टहरू
ग्रिड
लाइन चौडाई
तेर्सो खाली स्थान
ठाडो खाली स्थान
तेस्रो अफसेट
ठाडो अफसेट
रेन्डर
बाटो कोर्नुहोस् जुन ग्रिड हो
LaTeX मुद्रण
LaTeX निर्गत
PSTricks म्याक्रोहरू संग LaTeX (*.tex)
LaTeX PSTricks फाइल
खुल्ला कागजात रेखाचित्र निर्गत
खुल्ला कागजात रेखाचित्र (*.odg)
खुल्ला कागजात रेखाचित्र फाइल
string" in "context_BAR_string
PovRay निर्गत
PovRay रेट्रयाकर फाइल
SVG आगत
मापनयोग्य भेक्टर ग्राफिक (*.svg)
Inkscape नेटिभ फाइल ढाँचा र W3C मानक
SVG निर्गत Inkscape
Inkscape SVG (*.svg)
Inkscape विस्तारहरू संग SVG ढाँचा
SVG निर्गत
सादा SVG (*.svg)
W3C द्धारा परिभाषित मापनयोग्य भेक्टर ग्राफिक्स ढाँचा
SVGZ आगत
सङ्कूचित Inkscape SVG (*.svgz)
GZip संग सङ्कुचित फाइल ढाँचा SVG
SVGZ निर्गत
GZip संग सङ्कुचित Inkscape को नेटिभ फाइल ढाँचा
सङ्कुचित सादा SVG (*.svgz)
GZip संग मापनयोग्य भेक्टर ग्राफिक्स ढाँचा
सञ्झ्यालको ३२-बिट मुद्रण
Format autodetect failed. The file is being opened as SVG.
ढाँचा स्वत: पत्ता लगाउन असफल । फाइल SVG को रुपमा खोलिदै ।
default.svg
अनुरोध गरिएको फाइल %s लोड गर्न असफल
कागजात अहिले सम्म बचत गरिएको छैन पछाडि फर्काउन सकिदैन ।
परिवर्तनहरू हराउने छ ! के तपाईँले कागजात %s पुन: लोड गर्न चाहनुमा निश्चित हुनुहुन्छ ?
कागजात पछाडि फर्काइयो ।
कागजात पछाडि फर्काइएन ।
खोल्न फाइल चयन गर्नुहोस्
&lt;defsgt; मा कुनै प्रयोग नगरिएको परिभाषाहरू छैन ।
कागजात (%s) बचत गर्न कुनै पनि Inkscape विस्तार फेला परेन । यो सायद एउटा अज्ञात फाइलनाम विस्तारका कारणले भएको हुन सक्दछ ।
कागजात बचत गरिएको छैन ।
फाइल %s बचत गर्न सकेन ।
कागजात बचत गरियो ।
रेखाचित्र %s
रेखाचित्र-%d%s
यसमा बचत गर्न फाइल चयन गर्नुहोस्
कुनै पनि परिवर्तनहरू बचत गर्न आवश्यक छैन ।
आयात गर्न फाइल चयन गर्नुहोस्
छवि
स्ट्रोक रङ् लगाउनुstring" in "context_BAR_string
पूर्वनिर्धारित
नक्कल गर्नुहोस्
बर्नुहोस्
रातो
हरियो
नीलो
चम्किलोपना
रेखात्मक ग्राडिएन्ट सुरू गर्नुहोस्
रेखात्मक ग्राडिएन्ट समाप्त
पुन: डायल ग्राडिएन्ट केन्द्र
पुन: डायल ग्राडिएन्ट अर्धव्यास
पुन: डायल ग्राडिएन्ट फोकस
Ctrl: ग्राडिएन्ट कोण सटाउनुहोस्
Shift: सुरुवात बिन्दुको वरिपरि ग्राडिएन्ट कोर्नुहोस्
ग्राडिएन्ट सिर्जना गरिनेमा वस्तुहरू चयन गर्नुहोस् ।
(stroke)
%s का लागि : %s%s; कोण स्न्याप गर्न Ctrl संग, कोण सुरक्षा गर्न Ctrl+Alt संग, केन्द्र वरिपरि मापन गर्न Ctrl+Shift संग तान्नुहोस् ।
पुन: डायल ग्राडिएन्ट केन्द्र र फोकस; फोकस छुट्याउन Shift संग तान्नुहोस्
एकाइ
एकाइहरू
बिन्दु
बिन्दु
बिन्दुहरू
बिन्दु
पिक्सेल
पिक्सेल
पिक्सेलहरू
पिक्सेल
प्रतिशत
%
प्रतिशतहरू
मिलिमिटर
mm
मिलिमिटरहरू
सेन्टिमिटर
cm
सेन्टिमिटरहरू
मिटर
m
मिटरहरू
इन्च
इन्च
इन्चहरू
इएम वर्ग
इएम
इएम वर्गहरू
इएक्स वर्ग
इएक्स
इएक्स वर्गहरू
शीर्षक विहिन कागजात
Inkscape एउटा आन्तरिक त्रुटि संग सामाना गर्यो र अहिले बन्द हुनेछ ।
निम्न स्थानहरुमा बचत नगरिएको कागजातहरू स्वचालित जगेडाहरू गरियो:
निम्म कागजातहरुको स्वचालित जगेडा असफल: _Menu"), _("Show or hide the menu bar"), "menu
आदेशहरू पट्टी
आदेशहरू पट्टी(मेनु तल) देखाउनुहोस् वा लुकाउनुहोस्
उपकरण नियन्त्रणहरू पट्टी
उपकरण नियन्त्रणहरू पट्टी देखाउनुहोस् वा लुकाउनुहोस्
उपकरण बाकस
मुख्य उपकरण बाकस (बायाँ तिर) देखाउनुहोस् वा लुकाउनुहोस्
रङदानी
रङदानी देखाउनुहोस् वा लुकाउनुहोस्
स्थितिपट्टी
स्थितिपट्टी (सञ्झ्यालको तल तिर) देखाउनुहोस् वा लुकाउनुहोस्
अनुकूल पार्नुहोस्
क्रिया "%s" अज्ञात
हालैको खोल्नुहोस्#g7
समूह #%s प्रविष्ट गर्नुहोस्
प्रमूलमा जानुहोस्
SVG डेटा पद वर्णन गर्न सकेन
नोड वा ह्यान्डल तान्ने रद्द गरियो ।
वस्तु भित्रको बान्की भर्ने सार्नुहोस्
बान्की भर्ने घुमाउनुहोस्; कोण सटाउन Ctrl संग
पृष्ठ
परिवार बिना फन्ट उपेक्षा गर्दा त्यसले पाङ्गो बिग्रार्ने छ
निकाल्नुहोस्
modulo pi"), _("Give forward and backward moves in one direction the same thickness "), "modulo_pi
चरणहरू
स्ट्रोक चौडाइ
Global bending"), _("Relative position to a reference point defines global bending direction and amount"), "bender
Test Point A"), _("Test A"), "ptA
कोण
Display boxes"), _("Display boxes instead of paths only"), "draw_boxes
Ref Start"), _("Left side middle of the reference box"), "refARef End"), _("Right side middle of the reference box"), "refB
Inkscape संस्करण नम्बर मुद्रण गर्नुहोस्
एक्स सर्भर प्रयोग नगर्नुहोस् (कन्सोल बाट केवल प्रक्रिया फाइलहरू मात्र)
X सर्भर प्रयोग गर्न प्रयास गर्नुहोस् ( यदि $DISPLAY सेट छैन भने पनि)
निर्दृष्ट गरिएको कागजात(हरू) खोल्नुहोस् (विकल्प स्ट्रिङ्हरू छोडिन सक्दछ)
FILENAME
निर्दृष्ट गरिएको निर्गत फाइलमा कागजात(हरू) मुद्रण गर्नुहोस् (पाइपका लागि '_BAR_ कार्यक्रम' प्रयोग गर्नुहोस्)
PNG फाइलमा कागजात निर्यात गर्नुहोस्
DPI
x0:y0:x1:y1
नजिकको इन्टिजर मान बाहिरपट्टीको बिटम्याप निर्यात क्षेत्र सटाउनुहोस् (SVG प्रयोगकर्ता एकाईमा)
पिक्सेलमा निर्यात गरिएको बिटम्यापको चौडाई (export-dpi अधिलेखन गर्दछ)
WIDTH
पिक्सेलहरुमा निर्यात गरिएको बिटम्यापको उचाई (export-dpi अधिलेखन गर्दछ)
HEIGHT
निर्यात गर्नका लागि वस्तुको ID
IDOnly export the object whose id is given in --export-idman inkscape
export-id संग केबल वस्तु मात्र निर्यात गर्नुहोस्, अन्य सबै लुकाउनुहोस् (के बल export-id संग मात्र)
निर्यात गर्दा भण्डारण गरिएको फाइलनाम र DPI संकेतहरू प्रयोग गर्नुहोस् (केबल export-id संग मात्र)
निर्यात गरिएको बिटम्यापको पृष्ठभूमिको रङ (कुनै SVG-समर्थित रङ स्ट्रिङ्)
रङ
निर्यात गरिएको बिटम्यापको अस्पष्टता पृष्ठभूमि (या ०.० देखि १.०, वा १ देखि २५५ सम्म)
VALUE
SVG फाइल सादा पार्न कागजात निर्यात गर्नुहोस् (sodipodi वा inkscape नेमस्पेसहरू होइन)
PS फाइलमा कागजात निर्यात गर्नुहोस्
EPS फाइलमा कागजात निर्यात गर्नुहोस्
--query-id" is an Inkscape command line option; see "inkscape --help
रेखाचित्रको X समन्वय क्वेरि गर्नुहोस् वा, यदि निर्दृष्ट गरिएमा, वस्तुको --query-id संग--query-id" is an Inkscape command line option; see "inkscape --help
रेखाचित्रको Y समन्वय क्वेरि गर्नुहोस् वा, यदि निर्दृष्ट गरिएमा, वस्तुको --query-id संग--query-id" is an Inkscape command line option; see "inkscape --help
रेखाचित्रको चौडाइ क्वेरि गर्नुहोस् वा, यदि निर्दृष्ट गरिएमा, वस्तुको --query-id संग--query-id" is an Inkscape command line option; see "inkscape --help
रेखाचित्रको उचाइ क्वेरि गर्नुहोस् वा, यदि निर्दृष्ट गरिएमा, वस्तुको --query-id संग
वस्तुको ID जसको आयामहरू क्वेरि गरियो
विस्तार डाइरेक्टरी मुद्रण गर्नुहोस् र निस्कनुहोस्
कागजातको defs सेक्सन(हरू) बाट प्रयोग नगरिएको परिभाषाहरू हटाउनुहोस्
[OPTIONS...] [FILE...] उपलब्ध विकल्पहरू:
फाइल
नयाँ
सम्पादन
साइज टाँस्नुहोस्
क्लोन
दृश्य
जूम
प्रर्दशन मोड
देखाउनुहोस्/लुकाउनुहोस्
तह
वस्तु
क्लिप
मास्क
बान्की
बाटो
पाठ
सेतोपाटी
मद्दत
ट्युटोरियल
तेर्सो घुमाउरो अर्धव्यास समायोजन गर्नुहोस्; ठाडो अर्धव्यास जस्तै बनाउन Ctrl संग
ठाडो घुमाउरो अर्धव्यास समायोजन गर्नुहोस्; तेर्सो अर्धव्यासहरू जस्तै बनाउनCtrl संग
आयातको चौडाइ र उचाइ समायोजन गर्नुहोस्; अनुपात ताल्चा लगाउन Ctrl संग वा एक आयाममा फैलाउन मात्र
दीर्घवृत्त चौडाइ समायोजन गर्नुहोस्, वृत बनाउन Ctrl संग
दीर्घवृत्त उचाइ समायोजन गर्नुहोस्, वृत बनाउन Ctrl संग
चाप वा खण्डको सुरुवात बिन्दु स्थाति; कोण सटाउन Ctrl संग; चापका लागि दीर्घवृत्त भित्रपट्टी तान्नुहोस्, खण्डका लागिबाहिरपट्टी
खण्ड वा चापको अन्त्य बिन्दु को स्थिति; कोण सटाउन Ctrl संग; चापका लागि दीर्घवृत्त भित्रपट्टी तान्नुहोस्, खण्डका लागि बाहिरपट्टी
बहुभुज वा ताराको टिप अर्धव्यास समायोजन गर्नुहोस्; गोलाकार बनाउन Shift संग; अनियमित बनाउन Alt संग
ताराको आधार अर्धव्यास समायोजन गर्नुहोस्; ताराको किरण राडिएल राख्न (स्क्यु होइन) Ctrl संग; गोलाकार बनाउन Shift संग; अनियमित बनाउन Alt संग
भित्रपट्टी बाट स्पाइरल रोल गर्नुहोस्/अनरोल गर्नुहोस्; कोण सटाउन Ctrl संग; ढल्किन/टाढाँ हुन Alt संग
बाहिर पट्टी बाट स्पाइरल रोल गर्नुहोस्/अनरोल गर्नुहोस्; कोण सटाउन Ctrl संग; स्केल/घुमाउन Shift संग
अफसेट दुरी समायोजन गर्नुहोस्
प्रवाहित पाठ फ्रेम रिसाइज गर्न तान्नुहोस्
अलग विच्छेद गर्न बाटो(हरू) चयन गर्नुहोस् ।
चयनमा अलग विच्छेद गर्न कुनै पनि बाटो(हरू) छैन ।
बाटोमा रुपान्तरण गर्न वस्तु(हरू) चयन गर्नुहोस्
चयनमा बाटोमा रुपान्तरण गर्न कुनै पनि वस्तुहरू छैन ।
फर्काउनका लागि बाटो(हरू) चयन गर्नुहोस् ।
चयनमा फर्काउनका लागिकुनै पनि बाटोहरू छैन ।
चयन गरिएको बाटो जारी राख्दै
नयाँ बाटो सिर्जना गर्दै
चयन गरिएको बाटोमा थप गर्दै
बाटो समाप्त गर्न र बन्द गर्न यहाँनिष्काशन गर्नुहोस् ।
एउटा फ्रिह्यान्ड बाटो कोर्दै
यो बिन्दु बाट बाटो जारी राख्न तान्नुहोस् ।
फ्रिह्यान्ड समाप्त गर्दै
रेखाचित्र रद्द गरियो
बाटो अन्त्य गर्न र बन्द गर्न क्लिक गर्नुहोस् वा क्लिक गर्नुहोस् र तान्नुहोस् ।
यो बिन्दु बाट बाटो जारी राख्न क्लिक गर्नुहोस् वा क्लिक गर्नुहोस् र तान्नुहोस् ।
बक्र ह्यान्डल: कोण %3.2f#176;, लम्बाइ %s; कोण सटाउन Ctrl संग
रेखाचित्र समाप्त
Cannot create profile directory %1.
%1 is not a valid directory.
Failed to create the preferences file %1.
CC अधिकार
CC अधिकार-ShareAlike
CC अधिकार-NoDerivs
CC अधिकार-व्यापारिक होइन
CC अधिकार-व्यापारिक होइन-ShareAlike
CC अधिकार-व्यापारिक होइन-NoDerivs
सार्वजनिक डोमेन
FreeArt
शीर्षक
यो कागजात नियमनुसार ज्ञात हुने नाम
मिति
यो कागजातको सिर्जना संग सम्बन्धित मिति (YYYY-MM-DD)
ढाँचा
यो कागजातको (माइम प्रकार) भौतिक वा अङ्किय प्रर्दशन
कागजातको प्रकार (DCMI प्रकार)
सर्जक
यो कागजात सामग्रीहरू बनाउनका लागि प्राथमिकरुपमा उत्तरदायी अस्तित्वको नाम
अधिकार
यो कागजातको बौद्विक सम्पत्ती अधिकार संगको अस्तित्वको नाम
प्रकाशक
यो कागजात उपलब्ध गर्नका लागि उत्तरदायी अस्तित्वको नाम
पहिचायक
यो कागजातलाई सन्दर्भ गर्न अद्वितिय URI
स्रोत
यो कागजातको स्रोत सन्दर्भ गर्न अद्धितिय URI
सम्बन्ध
सम्बन्धित कागजातमा अद्धितिय URL
भाषा
यो कागजातको भाषाका लागि वैकल्पिक सहायक ट्यागहरू संग दुई-अक्षर भाषा (उदाहरण, 'en-GB')
शब्दकुञ्जीहरू
अल्पविरामले छुट्याएको शब्दकुञ्जीहरू, वाक्यांशहरू, वा वर्गिकरणहरुको रुपमा यो कागजातको शीर्षकCoverage
क्षेत्र
यो कागजातको क्षेत्र वा हद
वर्णन
यो कागजातको सामग्रीको एउटा छोटो खाता
दाताहरू
यो कागजातको सामग्रीहरुमा योगदान गर्न उत्तरदायी अस्तित्वहरुको नामहरू
URL
यो कागजातको इजाजतपत्र नेमस्पेस परिभाषामा URL
खण्ड
RDF 'इजाजतपत्र' सेक्सनका लागि XML खण्ड
Ctrl: वर्ग वा इन्टिजर-अनुपात रेक्ट बनाउनुहोस्, घुमाउरो कुना वृत्तीय ताल्चा लगाउनुहोस्
आयात: %s &#215; %s; वर्ग वा इन्टिजर-अनुपात आयात बनाउन Ctrl संग; सुरुवात बिन्दु वरिपरि कोर्न Shift संग
मापन/चक्कर ह्यान्डलहरू टगल गर्न चयन क्लिक गर्नुहोस्
कुनै पनि वस्तुहरू चयन गरिएन । Shift+click, क्लिक गर्नुहोस् वा चयन गर्न वरिपरिको वस्तु तान्नुहोस् ।
सार्नु रद्द गरियो ।
चयन रद्द गरियो ।
चयन गरिएको समूह वस्तु होइन । प्रविष्ट गर्न सकिदैन ।
केहि पनि पत्ता लागेन ।
नक्कल बनाउन वस्तु(हरू) चयन गर्नुहोस् ।
समूह
समूह छुट्याउन समूह चयन गर्नुहोस् ।
चयनमा समूह छुट्याउन कुनै पनि समूहहरू छैन ।
बढाउन वस्तु(हरू) चयन गर्नुहोस् ।
तपाईँले विभिन्न समूहहरू वा तहहरू बाट बढाउन/घटाउन सक्नुहुन्न ।string" in "context_BAR_stringRaise" means "to raise an object
माथि तिर बढाउन वस्तु(हरू) चयन गर्नुहोस् ।
घटाउन वस्तु(हरू) चयन गर्नुहोस् ।
तल तिर घटाउन वस्तु(हरू) चयन गर्नुहोस् ।
पूर्वावस्थामा फर्काउन केहि पनि छैन ।
रिडू गर्न केहि पनि छैन ।
तहलाई माथि सार्न वस्तु(हरू) चयन गर्नुहोस् ।
माथि अरू धेरै तहहरू होइन ।
तहलाई मुनि सार्न वस्तु(हरू) चयन गर्नुहोस् ।
तल अरू बढि तहहरू होइन ।
चयनमा अनलिङ्क गर्न कुनै पनि क्लोनहरू छैन ।
यसको मौलिकमा जान क्लोन चयन गर्नुहोस् । यसको स्रोतमा जान लिङ्क गरिएको अफसेट चयन गर्नुहोस् । बाटोमा जान बाटोमा पाठ चयन गर्नुहोस् । यसको फ्रेममा जान प्रवाहित पाठ चयन गर्नुहोस् ।
( अर्फान्ड क्लोन, अफसेट, पाठबाटो, प्रवाहित पाठ?) चयन गर्न वस्तु फेला पार्न सकिदैन
तपाईँले चयन गर्न चाहनु भएको वस्तु दृश्यात्मक छैन (यो &lt;defsgt; मा छ)
बान्कीमा रुपान्तरण गर्न वस्तु(हरू) चयन गर्नुहोस् ।
यसबाट वस्तुहरू झिक्न बान्की भर्ने संग वस्तु चयन गर्नुहोस् ।
चयनमा कुनै पनि बान्की भर्ने छैन ।
एउटा बिटम्याप प्रतिलिपि बनाउन वस्तु(हरू) चयन गर्नुहोस् ।
यसबाट क्लिप बाटो वा मास्क सिर्जना गर्न वस्तु(हरू) चयन गर्नुहोस् ।
क्लिप बाटो वा मास्क यसमा लागू गर्न वस्तु(हरू) र मास्क वस्तु चयन गर्नुहोस् ।
यसबाट क्लिप बाटो वा मास्क हटाउन वस्तु(हरू) चयन गर्नुहोस् ।
string" in "context_BAR_stringLink
वृत्त
दीर्घवृत
प्रवाह भएको पाठ
रेखा
बाटो
बहुभुज
संयुक्तरेखा
आयात
string" in "context_BAR_stringClone
अफसेट बाटो
स्पाइरल
तारा
रुट
तह %s
तह %s
%s
in %s
समूह मा %s (%s)
मौलिक खोजीका लागि Shift+D प्रयोग गर्नुहोस्
बाटो खोजी गर्नका लागि Shift+D प्रयोग गर्नुहोस्
फ्रेम खोजी गर्नका लागि Shift+D प्रयोग गर्नुहोस्
%s%s. %s.
स्क्युनिङ् र परिक्रमणको केन्द्र: पुन: स्थान तोक्न तान्नुहोस्; सिफ्ट संग स्केलिङले पनि यो केन्द्र प्रयोग गर्दछ
चयन फैलाउनुहोस् वा घटाउनुहोस्; समान रुपमा मापन गर्न Ctrl संग; परिक्रमण केन्द्र वरिपरि मापन गर्न Shift संग
चयन मापन गर्नुहोस्; समान रुपमा मापन गर्न Ctrl संग; परिक्रमण केन्द्र वरिपरि मापन गर्न Shift संग
चयन स्क्यु; कोण सटाउन Ctrl संग; विपरित किनारा वरिपिर स्क्यु गर्न Shift संग
चयन घुमाउनुहोस्; कोण सटाउन Ctrl संग; विपरित कुना वरिपरि घुमाउन Shift संग
स्केल: %0.2f%% x %0.2f%%; अनुपात ताल्चा लगाउन Ctrl संग;;
स्क्यु: %0.2f#176;; कोण सटाउन Ctrl संग;;
घुमाउनुहोस्: %0.2f#176;; कोण सटाउन Ctrl संग
केन्द %s मा सार्नुहोस्, %s
%s द्धारा सार्नुहोस्, %s; तेर्सो/ठाडो निषेध गर्न Ctrl संग; स्न्यापिङ् अक्षम पार्न Shift संग
%s मा लिङ्क
URI बिना लिङ्क
दीर्घवृत
वृत्त
खण्ड
चापFlow region
प्रवाह क्षेत्रcut out of
प्रवाह छोडिएको क्षेत्र
सम्मिलित
खराब सन्दर्भ संग छवि: %s
छवि %d &#215; %d: %s
Ctrl: स्न्याप कोण
Alt: स्पाइरल अर्धव्यास ताल्चा लगाउनुहोस्
स्पाइरल: %s अर्धव्यास, कोण %5g#176;; कोण सटाउन Ctrl संग
वस्तु
लाइन
बुलियन सञ्चालन कार्यसम्पादन गर्न कम्तिमा दुई बाटोहरू चयन गर्नुहोस् ।
फरकका लागि चयन गरिएको वस्तुहरुको z-order निर्धारण गर्न अक्षम, XOR, भाग, वा बाटो कट ।
वस्तुहरू मध्ये एक बाटो होइन, बुलियन सञ्चालन कार्यसम्पादन गर्न सकिदैन ।
to outline" means "to convert stroke to path
चयन गरिएको वस्तु बाटो होइन, इनसेट/आउटसेट गर्न सकिदैन ।
इनसेट/आउटसेटमा बाटो(हरू) चयन गर्नुहोस् ।
चयनमा इनसेट/आउटसेट गर्न कुनै पनि बाटोहरू छैन ।
सरलिकृत गर्न बाटो(हरू) चयन गर्नुहोस् ।
चयनमा सरलिकृत गर्न कुनै पनि बाटोहरू छैन ।
outset" or "inset
लिङ्क गरिएको अफसेट, %s द्धारा %f pt
आउटसेट
इनसेटoutset" or "inset
गतिशिल अफसेट, %s द्धारा %f pt
बहुभुज
संयुक्तरेखा
आयात
%3f turns संग स्पाइरल
&lt;कुनै पनि नाम फेला परेनgt;
Clone of: Clone of: ... in Layer 1
...
क्लोन को: %s
अर्फान्ड क्लोन
Ctrl: स्न्याप कोण; किरणहरू अर्धव्यास राख्नुहोस्
बहुभुज: अर्धव्यास %s, कोण %5g#176;; कोण सटाउन Ctrl संग
तारा: अर्धव्यास %s, कोण %5g#176;; कोण सटाउन Ctrl संग
बाटोमा पाठ राख्न पाठ र बाटो चयन गर्नुहोस् ।
यो पाठको वस्तु पहिलेनै बाटोमा राखिएको छ । पहिला बाटो बाट यसलाई हटाउनुहोस् । यसको बाटो खोजी गर्न Shift+D प्रयोग गर्नुहोस् ।
तपाईँले यो संस्करणमा आयातमा पाठ राख्न सक्नुहुन्न । पहिला आयातलाई बाटोमा रुपान्तरण गर्नुहोस् ।
बाटोमा पाठ राख्नुहोस्
बाटो बाट यसलाई हटाउन बाटोमा पाठ चयन गर्नुहोस् ।
चयनमाकुनै पनि texts-on-paths
बाटो बाट पाठ हटाउनुहोस्
यसबाट kerns हटाउन पाठ(हरू) चयन गर्नुहोस् ।
म्यानुअल कर्नहरू हटाउनुहोस्
फ्रेम भित्र पाठ प्रवाह गर्न पाठ र एउटा वा बढि बाटोहरू वा आकारहरू चयन गर्नुहोस् ।
यसलाई प्रवाह हटाउन प्रवाहित पाठ चयन गर्नुहोस् ।
पाठ सम्पादन गर्न क्लिक गर्नुहोस् , पाठको भाग चयन गर्नतान्नुहोस् ।
प्रवाहित पाठ सम्पादन गर्न क्लिक गर्नुहोस्, पाठको भाग चयन गर्नतान्नुहोस् ।
मुद्रण अयोग्य क्यारेक्टर
प्रवाहित पाठ फ्रेम: %s &#215; %s
टाइप पाठ; नयाँ लाइन सुरू गर्न प्रविष्ट गर्नुहोस् ।
प्रवाहित पाठ सिर्जना गरियो ।
हालको फन्ट साइजका लागि फ्रेम धेरै सानो छ । प्रवाहित पाठ सिर्जना गरिएन ।
विच्छेद बिना खाली स्थान
पाठ सिर्जना गर्न वा चयन गर्नक्लिक गर्नुहोस् , प्रवाहित पाठ सिर्जना गर्नतान्नुहोस्; त्यसपछि टाइप ।
आयात सिर्जना गर्नतान्नुहोस् । कुनाहरू र रिसाइज घुमाउरो बनाउन नियन्त्रणहरू तान्नुहोस् । चयन गर्न क्लिक गर्नुहोस् ।
एउटा दीर्धवृत सिर्जना गर्न तान्नुहोस् । खण्ड वा चाप बनाउन नियन्त्रणहरू तान्नुहोस् । चयन गर्न क्लिक गर्नुहोस् ।
तारा सिर्जना गर्न तान्नुहोस् । तारा आकार सम्पादन गर्न नियन्त्रणहरू तान्नुहोस् । चयन गर्न क्लिक गर्नुहोस् ।
स्पाइरल सिर्जना गर्न तान्नुहोस् । स्पाइरल आकार सम्पादन गर्न नियन्त्रणहरू तान्नुहोस् । चयन गर्न क्लिक गर्नुहोस् ।
चयन गरिएको वस्तुहरुमा ग्राडिएन्ट सिर्जना गर्न तान्नुहोस् वा डबल क्लिक गर्नुहोस्, ग्राडिएन्टहरू समायोजन गर्नह्यान्डलहरू तान्नुहोस् ।
जूम बढाउन क्लिक गर्नुहोस् वा क्षेत्र वरिपरि तान्नुहोस्, जूम घटाउन Shift+click
आकारहरू बिचमा योजक सिर्जना गर्न क्लिक गर्नुहोस् र तान्नुहोस् ।
पदचिन्ह: %d. %ld नोडहरू
ट्रेस गर्न छवि चयन गर्नुहोस्
ट्रेस गर्न केबल एक मात्र छवि चयन गर्नुहोस्
यसको माथि एउटा छवि र एउटा वा बढि आकारहरू चयन गर्नुहोस्
ट्रेस: सक्रिय डेस्कटप छैन
SIOX परिणाम अवैध
ट्रेस: सक्रिय कागजात छैन
ट्रेस: छवि संग कुनै पनि बिटम्याप डेटा छैन
ट्रेस: पुरा भयो । %ld नोडहरू सिर्जना गरियो
केहि पनि प्रतिलिपि बनाइएको छैन ।
क्लिपबोर्डमा केहि पनि छैन ।
यसमा शैली टाँस्नका लागि वस्तु(हरू) चयन गर्नुहोस् ।
यसमा साइज टाँस्न वस्तु(हरू) चयन गर्नुहोस् ।
वस्तु गुणहरू
यसलाई चयन गर्नुहोस्
लिङ्क सिर्जना गर्नुहोस्
Ungroup
समूह छुट्याउनुहोस्
लिङ्क गुणहरू
लिङ्क अनुशरण गर्नुहोस्
लिङ्क हटाउनुहोस्
छवि गुणहरू
भर्नुहोस् र स्ट्रोक
Inkscape का बारेमा
छिट्नुहोस्
लेखकहरू
अनुवादकहरू
इजाजतपत्रabout.svgabout.svg
about.svg
Launchpad Contributions: Mahesh Subedi https://launchpad.net/~submanesh
पंक्तिबद्ध गर्नुहोस्
वितरण गर्नुहोस्
बाउन्डिङ् बाकसहरुको बिचमा न्युनतम तेर्सो खाली स्थान ( px एकाईहरुमा)string" in "context_BAR_stringH:
बाउन्डिङ् बाकसहरुको बिचमा न्युनतम ठाडो खाली स्थान (px एकाईहरुमा)
V:
ओभरल्याप हटाउनुहोस्
योजक सज्जाल सजावट
नोडहरू
संग सम्बन्धित:
ठाडो अक्षमा केन्द
दायाँतिर पंक्तिबद्ध गर्नुहोस्
तेर्सो अक्षमा केन्द
पाठहरुको आधाररेखा एङ्करहरू तेर्सो पङ्क्तिबद्ध गर्नुहोस्
वस्तुहरू बिच तेर्सो खाली स्थानहरू बराबर बनाउनुहोस्
केन्द्रहरू तेर्सो रुपमा समान दुरीमा वितरण गर्नुहोस्
वस्तुहरू बिचको ठाडो खाली स्थानहरू बराबर बनाउनुहोस्
केन्द समान दुरीमा ठाडो वितरण गर्नुहोस्
पाठहरुको आधाररेखा एङ्करहरू तेर्सो गरि वितरण गर्नुहोस्
दुबै आयामहरुमा केन्दहरू अनियमित पार्नुहोस्
अनकुल्म्प वस्तुहरू: किनारा देखि किनारा दुरीहरू समान पार्ने प्रयास गर्नुहोस्
वस्तुहरू सके सम्म सानो रुपमा सार्नुहोस् जसले गर्दा तिनिहरुको बाउन्डिङ् बाकसहरू ओभरल्याप नहोस्
चयन गरिएको योजक सज्जाल राम्रो संग मिलाउनुहोस्
चयन गरिएको नोडहरू तेर्सो गरि वितरण गर्नुहोस्
चयन गरिएको नोडहरू ठाडो रुपमा वितरण गर्नुहोस्
अन्तिममा चयन गरिएको
पहिला चयन गरिएको
चयन
सन्देशहरू
लग सन्देशहरू समात्नुहोस्
लग सन्देश निष्काशन
मेटाडेटा
इजाजतपत्र
डुब्लिन कोर अस्तित्वहरू
इजाजतपत्र
पृष्ठ किनारा देखाउनुहोस्
यदि सेट छ भने, आयात पृष्ठ किनारा देखिन्छ
रेखाचित्रको माथि तिर किनारा
यदि सेट छ भने, किनारा सधै रेखाचित्रको माथि हुन्छ
किनारा स्याडो देखाउनुहोस्
यदि सेट छ भने, पृष्ठ किनाराले यसको दायाँतिर तल्लो छेउतिर एउटा स्याडो देखाउदछ ।
पृष्ठभूमि:
पृष्ठभूमि रङ
पृष्ठ पृष्ठभूमिको पारदर्शिता र रङ (बिटम्याप निर्यातका लागि प्रयोग पनि)
किनारा रङ:
पृष्ठ किनारा रङ
पृष्ठ किनाराको रङ
पूर्वनिर्धारित एकाईहरू:
बाटोदर्शकहरू देखाउनुहोस्
बाटोदर्शकहरू देखाउनुहोस् वा लुकाउनुहोस्
बाटोदर्शक रङ:
बाटोदर्शन रङ
बाटोदर्शकहरुको रङ
हाइलाइट रङ:
हाइलाइट गरिएको बाटोदर्शन रङ
यो माउसको तल भएको बेलामा बाटोदर्शकको रङstring" in "context_BAR_stringNew
सटाउनुहोस्
साधारण
किनारा
बाटोदर्शकहरू
सूचना
मद्दत
परामितिहरू
पूर्वावलोकन छैन
पूर्वावलोनकका लागि धेरै ठूलोि
सबै इङकेप फाइलहरू
सबै फाइलहरू
सबै छविहरू
फाइल विस्तार स्वचालितरुपमा थप गर्नुहोस्
विस्तार बाट अनुमान
भर्नुहोस्
स्ट्रोक रङ्गाउनु
स्ट्रोक शैली
no limiting cone
Kernel
बाटोदर्शन
%d x %d
केबल चयन वा सम्पूर्ण कागजात
माउस
संवेदनशिलता खोस्नुहोस्:
पिक्सेलहरू
यसलाई माउस संग खोस्न सक्षम हुनका लागि वस्तु स्क्रिनको कति नजिक हुन तपाईँलाई आवश्यक पर्दछ (स्क्रिन पिक्सेलहरुमा)
थ्रेसहोल्ड क्लिक गर्नुहोस्/तान्नुहोस्:
अधिकतम माउस तान्नु (स्क्रिन पिक्सलेहरुमा) जुन क्लिक मानिन्छ, तान्नु होइन
स्क्रोलिङ्
यसद्धारा माउस चक्का स्क्रोल गर्दछ:
स्क्रिन पिक्सेलहरुमा यो दुरी द्वारा एउटा माउस चक्का नोच स्क्रोल गर्दछ (Shift संग तेर्सो तरिकाले)
Ctrl+arrows
यसद्धारा स्क्रोल गर्नुहोस्:
यो दुरी द्वारा Ctrl+arrow कुञ्जी थिच्दा स्क्रोल गर्दछ (स्क्रिन पिक्सेलहरुमा)
गतिवर्द्धन:
Ctrl+arrow थिच्दा वा समाउदा स्क्रोलिङ् क्रमश गति बढ्दै जान्छ (गतिवर्द्वन नगर्नका लागि ०)
स्वत: स्क्रोलिङ
गति:
तपाईँले क्यानभास किनारा बाहेक तान्दा कति छिटो क्यानभास स्वत: स्क्रोल गर्दछ (स्वत: स्क्रोल बन्द गर्न ०)
थ्रेसहोल्ड:
स्वत: स्क्रोल ट्रिगर गर्न तपाईँ क्यानभास किनार बाट कति टाढा हुन आवश्यक पर्दछ (स्क्रिन पिक्सेलहरुमा) ; सकारात्मक क्यानभास बाहिर हो, नकारात्मक क्यानभास भित्र नै हो
यसद्धारा बाँण कुञ्जीहरू सार्नुहोस्:
एउटा बाँण कुञ्जी थिच्दा चयन गरिएको वस्तु(हरू) वा नोड(हरू) यो दुरी (पिक्सेल एकाईहरुमा) मा सार्दछ
> र < यसद्धारा स्केल:
> वा < थिच्दा चयन स्केलहरू यो बढोत्तरीमा (पिक्सेल एकाइमा) माथि वा तल गर्दछ
यसद्धारा इनसेट/आउटसेट:
इनसेट वा आउटसेट आदेशहरुले यो दुरी (पिक्सले एकाइहरुमा) मा बाटो स्थान्तरण गर्दछ
कोणहरुको सङ्कुचन-जस्तो प्रर्दशन
जब खुला हुन्छ, उत्तरमा ० संग कोणहरू प्रर्दशित गरिन्छ, ० देखि ३६० दायरा, घडिको सहि दिशामा; अन्यथा पूर्वमा ० संग, -१८० देखि १८० दायरा, सकरात्मक घडिको विपरित दिशमा
परिक्रमण प्रत्येक स्न्याप गर्दछ:
डिग्रीहरू
यसद्धारा जूम बढाउनुहोस्/जूम घटाउनुहोस्:
चयन संकेत देखाउनुहोस्
चयन गरिएको वस्तुहरुले चयन संकेत प्रर्दशन गर्दछन् कि (चयनकर्तामा भएको जस्तै)
ग्राडिएन्ट सम्पादन सक्षम पार्नुहोस्
चयन गरिएको वस्तुले ग्राडिएन्ट सम्पादन नियन्त्रणहरू प्रर्दशन गर्ने कि
शैली फारम लिन कुनै पनि वस्तुहरू चयन गरिएन ।
एक भन्दा बढि वस्तु चयन गरियो । बहुविध वस्तुहरू बाट शैली लिन सकिदैन ।
यस संग नयाँ वस्तुहरू सिर्जना गर्नुहोस्:
अन्तिम प्रयोग गरिएको शैली
वस्तुमा तपाईँले अन्तिमा सेट गर्नु भएको शैली लागू गर्नुहोस्
यो उपकरणको आफ्नै शैली:
नयाँ सिर्जना गरिएको वस्तुहरुमा लागू गर्न प्रत्येक उपकरण त्यसको मौलिक शैलीमा भण्डारण गर्नु पर्दछ । यसलाई सेट गर्न बटन तल प्रयोग गर्नुहोस् ।
चयन बाट लिनुहोस्
यसको उपकरणको शैलीको रुपमा (पहिलो) चयन गरिएको वस्तुको शैली सम्झनुहोस् ।
उपकरणहरू
चौडाई निश्चित एकाईमा छ
योजकहरुलाई पाठ वस्तुहरुमा संलग्र नगर्नुहोस्
चयनकर्ता
रुपान्तरण गर्दा, देखाउनुहोस्:
वस्तुहरू
सार्दा वा रुपान्तरण गर्दा वास्तविक वस्तुहरू देखाउनुहोस्
बाकस रुपरेखा
सार्दा वा रुपान्तरण गर्दा वस्तुहरुको बाकस रुपरेखा मात्र देखाउनुहोस्
Per-object चयन संकेत:
कुनै पनि per-object चयन निशान छैन
चिन्ह लगाउनुहोस्
प्रत्येक चयन गरिएको वस्तुको माथि बायाँ कुनामा हिरा चिन्ह हुन्छ
बाकस
प्रत्येक चयन गरिएको बाकसले त्यसको बाउन्डिङ् बाकस प्रर्दशन गर्दछ
नोड
जूम गर्नुहोस्
आकारहरू
कलम
हस्तलेखन
यदि खुला छ भने, कलमको चौडाई जूमको निश्चित एकाई (px) अनिर्भरमा हुन्छ; अन्यथा कलमको चौडाई जूममा निर्भर गर्दछ त्यसैले जुनसुकै जुममा पनि यो उस्तै देखिन्छ
ग्राडिएन्ट
योजक
यदि खुला छ भने, योजक संलग्र बिन्दु पाठ वस्तुहरुका लागि देखिने छैन
ड्रपर
संवादहरू कार्य पट्टीमा लुकाइएको छ
सञ्झ्याल रिसाइज गर्दा जूम गर्नुहोस्
संवादमा बन्द बटन देखाउनुहोस्
सामान्य
आक्रमक
माथितिर संवाद:
संवादहरुलाई नियमित सञ्झ्यालको रुपमा व्यवहार गरिन्छ
संवादहरू कागजात सञ्झ्यालको माथि रहन्छ
सामान्य जस्तै तर केहि सञ्झ्याल प्रबन्धक संग राम्रो कार्य गर्न सक्दछ
सञ्झ्याल प्रबन्धक कार्यपट्टीमा संवाद सञ्झ्यालहरू लुकाउनु पर्दछ कि
संवाद सञ्झ्याल संग बन्द बटन छ कि (फेरि सुरू गर्न आवश्यक)
सञ्झ्यालहरू
समानान्तर रुपमा सार्नुहोस्
नसारिएको रुपमा रहनुहोस्
रुपान्तरण अनुरुप सार्नुहोस्
तिनिहरू बाट लिङ्क हटाइयो
तिनिहरू मेटियो
जब मौलिक सारिन्छ, यसको क्लोनहरू र लिङ्क गरिएको अफसेट हुन्छ:
जब मौलिक मेटिन्छ, यसको क्लोनहरू:
Clones
क्लोनहरू
चयन गरिएको वस्तुलाई क्लिपिङ् बाटो वा मास्कको रुपमा प्रयोग गर्न यसलाई जाँच नगर्नुहोस्
लागू गरिए पछि, रेखाचित्र बाट क्लिपिङ् बाटो वा मास्कको रुपमा प्रयोग गरिएक वस्तु हटाउनुहोस्
स्ट्रोक चौडाई मापन गर्नुहोस्
आयातहरुमा घुमाउरो कुनाहरू मापन गर्नुहोस्
ग्राडिएन्टहरू रुपान्तरण गर्नुहोस्
बान्कीहरू रपान्तरण गर्नुहोस्
अनुकूलन पारिएको
सुरक्षित
वस्तुहरू मापन गर्दा, उहि अनुपात द्वारा स्ट्रोक चौडाइ मापन गर्नुहोस्
आयातहरू मापन गर्दा, घुमाउरो कुनाहरुको radii मापन गर्नुहोस्
वस्तुहरू संग (भर्ने वा स्ट्रोकमा) ग्राडिएन्टहरू रुपान्तरण गर्नुहोस्
वस्तुहरू संग (भर्ने वा स्ट्रोक मा) बान्कीहरू रुपान्तरण गर्नुहोस्
रुपान्तरण भण्डार गर्नुहोस्:
यदि सम्भव भएमा, रुपान्तरण= विशेषता नथपिकन वस्तुहरुमा रुपान्तरण लागू गर्नुहोस्
वस्तुमा जहिले पनि रुपान्तरण= विशेषताको रुपमा रुपान्तरण भण्डारण गर्नुहोस्
रुपान्तरणहरू
सबै तहहरुमा चयन गर्नुहोस्
हालको तह भित्र मात्र चयन गर्नुहोस्
हालको तह र सहायक तहहरुमा चयन गर्नुहोस्
तह परिवर्तनमा चयन हटाउनुहोस्
Ctrl+A, Tab, Shift+Tab:
सबै तहहरुमा वस्तुहरुमा कुञ्जीपाटी चयन आदेशहरू काम गर्ने बनाउनुहोस्
हालको तहमा मात्र वस्तुहरुमा कुञ्जीपाटी चयन आदेश काम गर्ने बनाउनुहोस्
हालको तह र सबै यसका सहायक तहहरुमा वस्तुहरुमा कुञ्जीपाटी चयन आदेश काम गर्ने बनाउनुहोस्
चयन गर्दै
पूर्वनिर्धारित निर्यात रिजोलुसन:
निर्यात संवादमा पूर्वनिर्धारित बिटम्याप रिजोलुसन (प्रति इन्च थोप्लाहरुमा)
string" in "context_BAR_string
२x२
४x४
८x८
१६x१६
ओभरस्याम्पल बिटम्याप्स:
मुद्रण निर्गतमा लेबुल टिप्पणीहरू थप्नुहोस्
सरलिकृत थ्रेसहोल्ड:
विविध
तहको नाम:
हालको माथि
हालको तल
हालको उप तहको रुपमा
स्थिति:
तहको पुन:नामकरण गर्नुहोस्
पुन: नामकरण गर्नुहोस्
The layer has been renamed
पुन: नामकरण गरिएको तह
तह थप्नुहोस्
थप्नुहोस्
नयाँ तह सिर्जना गरियो ।
नयाँstring" in "context_BAR_string
माथि
Dn
Bot
X
हिप
प्रयोग माSlackfree" rather than "slack
ढिला
जम्मा
अज्ञात
संयोजित
फेरि गणना गर्नुहोस्
तयार
पाइथोन कार्यान्वयन गर्नुहोस्
स्क्रिप्ट
निर्गत
त्रुटिहरू
सम्पादन गर्नुहोस्...
रङदानी डाइरेक्टरी (%s) उपलब्ध छैन ।
पङ्क्तिहरू:
पङ्क्तहरुको सङ्ख्या
बराबर उचाइ
यदि सेट नभएमा, प्रत्येक पङ्क्तिमा सबै भन्दा अग्लो उचाइ भएको वस्तु यसमा हुन्छ
पङ्क्तिबद्ध गर्नुहोस्:
स्तम्भहरू:
स्तम्भहरुको सङ्ख्या
बराबर चौडाइ
यदि सेट छैन भने, प्रत्येक स्तम्भमा यसको सबभन्दा अग्लो वस्तु छ
चयन बाकसमा ठीक्क पार्नुहोस्
खालीस्थान सेट गर्नुहोस्:
पङ्क्तिहरू बिचमा ठाडो खालीस्थान (px एकाईहरू)
स्तम्भहरू बिचमा तेर्सो खालीस्थान (px एकाईहरू)
चयन गरिएको वस्तुहरू मिलाउनुहोस्
दिइएको चम्किलोपन स्तर द्वारा पदचिन्ह
कालो/सेतोका लागि चम्किलोपन कटअफ
Canny
घटाइएक रङको किनाराहरू संगै ट्रेस गर्नुहोस्
घटाइएको रङहरुको सङ्ख्या
रङहरू:
चम्किलोपन स्तरहरुको दिइएको सङ्ख्या ट्रेस गर्नुहोस्
स्क्यान:
स्क्यान्सको आवश्यक सङ्ख्या
घटाइएको रङहरुको दिइएको सङ्ख्या ट्रेस गर्नुहोस्
Smooth
महिन
ट्रेसिङ् भन्दा पहिले बिटम्यापमा गुसिएन अस्पष्ट लागू गर्नुहोस्Stack
सहन:
श्रेयहरू
तपाईँले अग्रभूमिको रुपमा चयन गर्न चाहनु भएको क्षेत्र ढाक्नुहोस्
पूर्वावलोकन
प्रगतिमा एउटा ट्रेस परित्याग गर्नुहोस्
ट्रेस कार्यान्वयन गर्नुहोस्
तेर्सो
ठाडो
चौडाई
उचाई
कोण
परिक्रमण कोण (सकारात्मक = घडिको दिशामा विपरित)
रुपान्तरण म्याट्रिक्स तत्व A
रुपान्तरण म्याट्रिक्स तत्व B
रुपान्तरण म्याट्रिक्स तत्व C
रुपान्तरण म्याट्रिक्स तत्व D
रुपान्तरण म्याट्रिक्स तत्व E
रुपान्तरण म्याट्रिक्स तत्व F
सम्बन्धित चाल
समानुपातिक रुपमा मापन गर्नुहोस्
मापन गरिएको वस्तुहरुको चौडाइ/उचाइ अनुपात सुरक्षित राख्नुहोस्
प्रत्येक वस्तुलाई छुट्टा छुट्टै लागू गर्नुहोस्
चयन गरिएको वस्तुलाई छुट्टा छुट्टै रुपमा स्केल/परिक्रमण/स्क्यु लागू गर्नुहोस्; अन्यथा, सम्पूर्ण चयन रुपान्तरण गर्नुहोस्
हालको म्याट्रिक्स सम्पादन गर्नुहोस्
सार्नुहोस्
स्केल
घुमाउनुहोस्
स्क्यु
म्याट्रिक्स
हालको ट्याबमा मानहरू पूर्वनिर्धारितमा रिसेट गर्नुहोस्
चयनमा रुपानत्रण लागू गर्नुहोस्
Path segment tip
Path segment tip
Path segment tip
Path segment tip
Path handle tip
Path handle tip
Path handle tip
Path handle tip
Path handle tip
Path handle tip
Path handle tip
Path handle tip
Path hande tip
Path handle tip
Path handle tip
Path handle tip
Path node tip
Path node tip
Path node tip
Path node tip
Path node tip
Path node tip
Path node tip
Path node tip
Path node tip
Node tool tip
Node tool tip
Node tool tip
Node tool tip
Node tool tip
Node tool tip
Node tool tip
नोड मेट्नुहोस्
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
Transform handle tip
PLACEHOLDER, अनुवाद नगर्नुहोस्
सञ्झ्याल साइज परिवर्तन भएमा रेखाचित्र जूम गर्नुहोस्
कर्सर समन्वयहरू
बन्द गर्नु अगाडि परिवर्तनहरू "%s" कागजातमा बचत गर्नुहुन्छ ? यदि तपाईँले बचत नगरिकन बन्द गर्नु भएमा, तपाईँको परिवर्तनहरू छोडिने छन् ।
बचत नगरिकन बन्द गर्नुहोस्
हालको तह पारदर्शिता टगल गर्नुहोस्
हालको तह ताल्चा लगाउनुहोस् वा ताल्चा खोल्नुहोस्
हालको तह
(मूल)
स्वामित्व भएको
एकाई:
कागजको चौडाइ
कागजको उचाइ
ल्यान्डस्केप
पोट्रायन्ट
अनुकूल साइज
हालको चयन ठिक्क पार्न पृष्ठ रिसाइज गर्नुहोस्, वा यदि त्यहाँ चयन छैन भने सम्पूर्ण रेखाचित्र
सूचीstring" in "context_BAR_string
साह्यै सानो
सानोstring" in "context_BAR_stringmedium
ठूलो
धेरै ठूलोstring" in "context_BAR_string
string" in "context_BAR_stringmedium
string" in "context_BAR_stringWrap
O:
N/A
केहि चयन गरिएको छैन
नभरेको
स्ट्रोक होइन
बान्की
बाँन्की भर्ने
बान्की स्ट्रोक
रेखात्मक ग्राडिएन्ट भर्ने
रेखात्मक ग्राडिएन्ट स्ट्रोक
पुन: डायल ग्राडिएन्ट भर्ने
पुन: डायल ग्राडिएन्ट स्ट्रोक
फरक
फरक भर्ने
फरक स्ट्रोकहरू
अनसेट भर्ने
अनसेट स्ट्रोक
फ्ल्याट रङ भर्ने
फ्ल्याट रङ स्ट्रोकAveraged
a
चयन गरिएको वस्तुहरू माथि भर्ने औसत गरिएको छ
चयन गरिएको वस्तुहरू माथि स्ट्रोक औसत गरिएको छMultiple
m
बहुबिध चयन गरिएको वस्तुहरू संग उस्तै भर्ने छ
बहुबिध चयन गरिएको वस्तुहरू संग उस्तै स्ट्रोक छ
भर्ने सम्पादन गर्नुहोस्...
स्ट्रोक सम्पादन गर्नुहोस्...
अन्तिममा सेट गरिएको रङ्
अन्तिममा चयन गरिएको रङ
सेतो
कालो
रङ प्रतिलिपि बनाउनुहोस्
रङ टाँस्नुहोस्
स्वाप भर्ने र स्ट्रोक
भर्ने अस्पष्ट बनाउनुहोस्
स्ट्रोक अस्पष्ट बनाउनुहोस्
भर्ने हटाउनुहोस्
स्ट्रोक हटाउनुहोस्
हटाउनुहोस्
चौडाई स्ट्रोक: %.5g%s%s
(औसत गरिएको)
० (पारदर्शि)
string" in "context_BAR_stringLink
L ग्राडिएन्ट
R ग्राडिएन्ट
स्ट्रोक चौडाइ: %.5g%s
O:%.3g
O:.%d
अस्पष्टता: %.3g
हालको तह होइन ।
रिसाइज गरिएको तह %s ।
न्युन गरिएको तह %s ।
अब अगाडि तह सार्न सकिदैन ।
The layer has been duplicated.
The layer has been deleted.
मेटाइएको तह
tutorial-basic.LANG.svgztutorial-basic.svg
tutorial-basic.svgtutorial-basic.svg
tutorial-shapes.svgtutorial-basic.svg
tutorial-advanced.svgtutorial-basic.svg
tutorial-tracing.svgtutorial-basic.svg
tutorial-calligraphy.svgtutorial-basic.svg
tutorial-basic.svg
tutorial-elements.svgtutorial-basic.svg
tutorial-tips.svg
केहि पनि गर्दैन
पूर्वनिर्धारित टेम्प्लेट बाट नयाँ कागजात सिर्जना गर्नुहोस्
खोल्नुहोस्...
अवस्थित कागजात खोल्नुहोस्
पछाडि फर्कनुहोस्
कागजातको अन्तिम बचत गरिएको संस्करण पछाडि फर्काउनुहोस् (परिवर्तनहरू हराउने छ)
बचत गर्नुहोस्
कागजात बचत गर्नुहोस्
यस रुपमा बचत गर्नुहोस्....
एउटा नयाँ नाममा कागजात बचत गर्नुहोस्
मुद्रण गर्नुहोस्...
कागजात मुद्रण गर्नुहोस्Vacuum Defs" means "Clean up defs
शून्य Defs
कागजातको &lt;defsgt; बाट प्रयोग नगरिएको परिभाषाहरू हटाउनुहोस् (जस्तै ग्राडिएन्ट वा क्लिपिङ् बाटोहरू)
मुद्रण पूर्वालोकन
कागजात प्रिन्टआउट पूर्वावलोकन
आयात गर्नुहोस्...
यो कागजात भित्र एउटा बिटम्याप वा SVG छवि आयात गर्नुहोस्
बिटम्याप निर्यात गर्नुहोस्...
बिटम्यापको रुपमा यो कागजात वा एउटा चयन निर्यात गर्नुहोस्
FileExportToOCAL", N_("Export To Open Clip Art Library"), N_("Export this document to Open Clip Art Library
पछिल्लो सञ्झ्याल
पछिल्लो कागजात सञ्झ्याललाई स्विच गर्नुहोस्
अघिल्लो सञ्झ्याल
अघिल्लो कागजात सञ्झ्याललाई स्विच गर्नुहोस्
बन्द गर्नुहोस्
यो कागजात सञ्झ्याल बन्द गर्नुहोस्
अन्त्य गर्नुहोस्
Inkspace अन्त्य गर्नुहोस्
अन्तिम कार्य पूर्वस्थितिमा फर्काउनुहोस्
अन्तिम पूर्वस्थितिमा फर्काइएको कार्य फेरि गर्नुहोस्
काट्नुहोस्
क्लिपबोर्डमा चयन काट्नुहोस्
प्रतिलिपि बनाउनुहोस्
क्लिपबोर्डमा चयन प्रतिलिपि बनाउनुहोस्
टाँस्नुहोस्
क्लिपबोर्ड बाट माउस बिन्दुमा वस्तुहरू टाँस्नुहोस्, वा पाठ टाँस्नुहोस्
शैली टाँस्नुहोस्
चयनमा प्रतिलिपि बनाइएको वस्तुको शैली लागू गर्नुहोस्
प्रतिलिपि बनाइएको वस्तुको साइज मिलाउन चयन मापन गर्नुहोस्
चौडाइ टाँस्नुहोस्
प्रतिलिपि बनाइएको वस्तुको चौडाइ तेर्सो गरि मिलाउन चयन मापन गर्नुहोस्
उचाइ टाँस्नुहोस्
प्रतिलिपि बनाइएको वस्तुको उचाइ ठाडो गरि मिलाउन चयन मापन गर्नुहोस्
साइज टाँस्नुहोस्
प्रतिलिपि बनाइएको वस्तुको साइज संग प्रत्येक चयन गरिएको वस्तु मिलाउन मापन गर्नुहोस्
चौडाइ छुट्टा छुट्टै टाँस्नुहोस्
प्रतिलिपि बनाइएको वस्तुको चौडाइ प्रत्येक चयन गरिएको वस्तु संग तेर्सो गरि मिलाउन मापन गर्नुहोस्
उचाइ टाँस्नुहोस्
प्रतिलिपि बनाइएको वस्तुको उचाइ संग प्रत्येक चयन गरिएको वस्तु तेर्सो गरि मिलाउन मापन गर्नुहोस्
स्थानमा टाँस्नुहोस्
मौलिक स्थानमा क्लिपबोर्ड बाट वस्तुहरू टाँस्नुहोस्
मेट्नुहोस्
चयन मेट्नुहोस्
नक्कल गर्नुहोस्
चयन गरिएको वस्तुहरू नक्कल गर्नुहोस्
क्लोन सिर्जना गर्नुहोस्
चयन गरिएको वस्तुको (मौलिक संग लिङ्क गरिएको एउटा प्रतिलिपि) क्लोन सिर्जना गर्नुहोस्
क्लोन अनलिङ्क गर्नुहोस्
मौलिक चयन गर्नुहोस्
चयन गरिएको क्लोन लिङ्क गरिएको वस्तु चयन गर्नुहोस्
बान्कीमा वस्तुहरू
चयनलाई टायल गरिएको बान्की भर्ने संगको आयातमा रुपान्तरण गर्नुहोस्
बान्कीमा वस्तुहरू
टायल गरिएको बान्की भर्ने बाट वस्तुहरू झिक्नुहोस्
सबै खाली गर्नुहोस्
कागजात बाट सबै वस्तुहरू मेट्नुहोस्
सबै चयन गर्नुहोस्
सबै नोडहरू वा सबै वस्तुहरू चयन गर्नुहोस्
सबै तहहरुमा सबै चयन गर्नुहोस्
सबै दृश्यात्मक र ताल्चा खोलिएको तहहरुमा सबै वस्तुहरू चयन गर्नुहोस्
चयन उल्टाउनुहोस्
चयन उल्टाउनुहोस् (चयन गरिएको हटाउनुहोस् र चयन नगरिएको बाकि सबै चयन गर्नुहोस)
सबै तहहरुमा उल्टाउनुहोस्
सबै दृश्यात्मक र ताल्चा खोलिएको तहहरुमा चयन उल्टाउनुहोस्
चयन हटाउनुहोस्
कुनै चयन गरिएको वस्तुहरू वा नोडहरू चयन हटाउनुहोस्
माथि तिर बढाउनुहोस्
माथि तिर चयन बढाउनुहोस्
तल सम्म न्युन गर्नुहोस्
तल सम्म चयन न्युन गर्नुहोस्
बढाउनुहोस्
चयनलाई एक चरण बढाउनुहोस्
न्युन गर्नुहोस्
चयनलाई एक चरण न्युन गर्नुहोस्
समूह
चयन गरिएको वस्तुहरुको समूह बनाउनुहोस्
चयन गरिएको समूहहरुको समूह छुट्ट्याउनुहोस्
बाटोमा राख्नुहोस्
बाटो बाट हटाउनुहोस्
म्यानुअल कर्नहरू हटाउनुहोस्glyph
पाठ वस्तु बाट सबै म्यानुअल कर्नहरू र ग्लेप परिक्रमणहरू हटाउनुहोस्
युनियन
चयन गरिएको बाटोहरुको युनियन सिर्जना गर्नुहोस्
प्रतिच्छेदन
चयन गरिएको बाटोहरुको प्रतिच्छेदन सिर्जना गर्नुहोस्
फरक
चयन गरिएको बाटोहरुको फरक सिर्जना गर्नुहोस् (तल बाट माथि घटाउनुहोस्)
बहिष्कार
चयन गरिएको बाटोहरुको अनन्य OR सिर्जना गर्नुहोस् (ति बाटोहरू जस संग जम्मा एउटा बाटो मात्र रहेको छ)
भाग
तलको बाटो टुक्राहरुमा काट्नुहोस्to cut a path" is not the same as "to break a path apart
बाटो काट्नुहोस्
तलको बाटोको स्ट्रोक टुक्राहरुमा काट्नुहोस्, भर्ने हटाउदैoutset
आउटसेट
चयन गरिएको बाटोहरू आउटसेट गर्नुहोस्
१ px द्वारा बाटो आउटसेट गर्नुहोस्
१ px द्वारा चयन गरिएको बाटो आउटसेट गर्नुहोस्
१० px द्वारा बाटो आउटसेट गर्नुहोस्
१० px द्वारा चयन गरिएको बाटो आउटसेट गर्नुहोस्inset
इनसेट
चयन गरिएको बाटोहरू इनसेट गर्नुहोस्
१ px द्वारा बाटो इनसेट गर्नुहोस्
१ px द्वारा चयन गरिएको बाटो इनसेट गर्नुहोस्
१० px द्वारा बाटो इनसेट गर्नुहोस्
१० px द्वारा चयन गरिएको बाटो इनसेट गर्नुहोस्
गतिशिल अफसेट
गतिशिल अफसेट वस्तु सिर्जना गर्नुहोस्
लिङ्क गरिएको अफसेट
मौलिक बाटोमा लिङ्क गरिएको गतिशिल अफसेट वस्तु सिर्जना गर्नुहोस्
बाटोमा स्ट्रोक गर्नुहोस्
बाटोहरुमा चयन गरिएको वस्तुको स्ट्रोक रुपान्तरण गर्नुहोस्
सरलिकृत
चयन गरिएको बाटोहरू सरलिकृत गर्नुहोस् (अतिरिक्त नोडहरू हटाउनुहोस्)
फर्काउनुहोस्
चयन गरिएको बाटोहरुको दिशामा फर्काउनुहोस् (चिन्हकहरू फ्लिपिङ् गर्न उपयोगी)to trace" means "to convert a bitmap to vector graphics
बिटम्याप ट्रेस गर्नुहोस्...
यसलाई ट्रेसिङ् गरेर बिटम्याप बाट एउटा वा बढि बाटोहरू सिर्जना गर्नुहोस्
एउटा बिटम्याप प्रतिलिपि बनाउनुहोस्
चयनलाई बिटम्यापमा निर्यात गर्नुहोस् र यसलाई कागजात भित्र घुसाउनुहोस्
संयोजन गर्नुहोस्
धेरै बाटोहरू एउटा भित्र संयोजन गर्नुहोस्to cut a path" is not the same as "to break a path apart
अलग विच्छेद गर्नुहोस्
चयन गरिएको बाटोहरुलाई सहायक बाटोहरू भित्र विच्छेद गर्नुहोस्
तह थप्नुहोस्...
नयाँ तह सिर्जना गर्नुहोस्
तह पुन: नामकरण गर्नुहोस्...
हालको तह पुन: नामकरण गर्नुहोस्
माथि तिर स्विच गर्नुहोस्
हालको माथि तिर स्विच गर्नुहोस्
तल तिर तह स्विच गर्नुहोस्
हालको तल तिर तह स्विच गर्नुहोस्
तह माथि तिर चयन सार्नुहोस्
तह मुनि तिर चयन सार्नुहोस्
माथितिर तह
हालको तह माथि तिर बढाउनुहोस्
तलतिर तह
हालको तह तल तिर न्युन गर्नुहोस्
तह बढाउनुहोस्
हालको तह बढाउनुहोस्
तह न्युन गर्नुहोस्
हालको तह न्युन गर्नुहोस्
हालको तह मेट्नुहोस्
हालको तह मेट्नुहोस्
90#176; CW घुमाउनुहोस्
9_0#176; CCW घुमाउनुहोस्
रुपान्तरणहरू हटाउनुहोस्
वस्तु बाट रुपान्तरणहरू हटाउनुहोस्
बाटोमा वस्तु
चयन गरिएको वस्तुलाई बाटोमा रुपान्तरण गर्नुहोस्
फ्रेम भित्रको प्रवाह
फ्रेम भित्र पाठ राख्नुहोस् (बाटो वा आकार), फ्रेम वस्तुमा लिङ्क गरिएको प्रवाहित पाठ सिर्जना गर्दै
अप्रवाह
फ्रेम बाट पाठ हटाउनुहोस् (एकल-लाइन पाठ वस्तु सिर्जना गर्दछ)
पाठमा रुपान्तरण गर्नुहोस्
प्रवाहित पाठलाई नियमित पाठ वस्तुमा रुपान्तरण गर्नुहोस् (संरक्षित देखावट)
तेर्सो फ्लिप गर्नुहोस्
चयन गरिएको वस्तुहरू तेर्सो तरिकाले फ्लिप गर्नुहोस्
ठाडो फ्लिप गर्नुहोस्
चयन गरिएको वस्तुहरू ठाडो तरिकाले फ्लिप गर्नुहोस्
चयनमा मास्क लागू गर्नुहोस् (मास्कको रुपमा माथिल्लो वस्तु प्रयोग गर्दै)
निष्काशन
चयन बाट मास्क हटाउनुहोस्
चयनमा क्लिपिङ् बाटो लागू गर्नुहोस् (क्लिपिङ् बाटोको रुपमा माथिल्लो वस्तु प्रयोग गर्दै)
चयन बाट क्लिपिङ् बाटो हटाउनुहोस्
चयन गर्नुहोस्
वस्तुहरू चयन गर्नुहोस् र रुपान्तरण गर्नुहोस्
नोड सम्पादन
आयातहरू र वर्गहरू सिर्जना गर्नुहोस्
वृतहरू, दीर्धवृतहरू, र चापहरू सिर्जना गर्नुहोस्
ताराहरू र बहुभुजहरू सिर्जना गर्नुहोस्
स्पाइरलहरू सिर्जना गर्नुहोस्
फ्रिह्यान्ड लाइनहरू कोर्नुहोस्
बेजियर बक्रहरू र सिधा लाइनहरू कोर्नुहोस्
पाठ वस्तुहरू सिर्जना गर्नुहोस् र सम्पादन गर्नुहोस्
ग्राडिएन्टहरू सिर्जना गर्नुहोस् र सम्पादन गर्नुहोस्
जूम बढाउनुहोस् वा घटाउनुहोस्
चयनकर्ता प्राथमिकताहरू
चयनकर्ता उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
नोड उपकरण प्राथमिकताहरू
नोड उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
आयात प्राथमिकताहरू
आयात उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
दीर्घवृत प्राथमिकताहरू
दीर्घवृत उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
तारा प्राथमिकताहरू
तारा उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
स्पाइरल प्राथमिकताहरू
स्पाइरल उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
शीशाकलम प्राथमिकताहरू
शीशाकलम उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
कलम प्राथमिकताहरू
कलम उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
हस्तलेखन प्राथमिकताहरू
हस्तलेखन उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
पाठ प्राथमिकताहरू
पाठ उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
ग्राडिएन्ट प्राथमिकताहरू
ग्राडिएन्ट उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
जूम प्राथमिकताहरू
जूम उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
ड्रपर प्राथमिकताहरू
ड्रपर उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
योजक प्राथमिकताहरू
योजक उपकरणका लागि प्राथमिकताहरू खोल्नुहोस्
जूम बढाउनुहोस्
जूम बढाउनुहोस्
जूम घटाउनुहोस्
जूम घटाउनुहोस्
रुलरहरू
क्यानभास रुलरहरू देखाउनुहोस् वा लुकाउनुहोस्
स्क्रोल पट्टीहरू
क्यानभास स्क्रोलपट्टीहरू देखाउनुहोस् वा लुकाउनुहोस्
ग्रिड
ग्रिड देखाउनुहोस् वा लुकाउनुहोस्
मार्गदर्शकहरू
मार्गदर्शकहरू देखाउनुहोस् वा लुकाउनुहोस् (मार्गदर्शक सिर्जना गर्न रुलर बाट तान्नुहोस्)
पछिल्लो जूम
पछिल्लो जूम (जूमहरुको इतिहास बाट)
अघिल्लो जूम
अघिल्लो जूम (जूमहरुको इतिहास बाट)
जूम १:१
१:१ मा जूम गर्नुहोस्
जूम १:२
१:२ मा जूम गर्नुहोस्
जूम २:१
२:१ मा जूम गर्नुहोस्
पूरा पर्दा
यो कागजात सञ्झ्याललाई पूरा पर्दामा बढाउनुहोस्
सञ्झ्याल नक्कल गर्नुहोस्
उस्तै कागजात संग नयाँ सञ्झ्याल खोल्नुहोस्
नयाँ दृश्य पूर्वावलोकन
नयाँ दृश्य पूर्वावलोकनview_new_preview
सामान्य
सामान्य प्रर्दशन मोडमा स्विच गर्नुहोस्
रुपरेखा
रुपरेखा (वायरफ्रेम) प्रर्दशन मोडमा स्विच गर्नुहोस्ViewModePrintColorsPreview", N_("_Print Colors PreviewSwitch to print colors preview mode
फरक प्रतिमा रिजोलुसनमा वस्तुहरू पूर्वावलोकन गर्न सञ्झ्याल खोल्नुहोस्
सञ्झ्यालमा पृष्ठ ढिक्क गर्न जूम गर्नुहोस्
पृष्ठ चौडाई
सञ्झ्यालमा पृष्ठ चौडाई ढिक्क गर्न जूम गर्नुहोस्
सञ्झ्यालमा रेखाचित्र ढिक्क गर्न जूम गर्नुहोस्
सञ्झ्यालमा ढिक्क गर्न चयनलाई जूम गर्नुहोस्
Inkscape प्राथमिकताहरू...
विश्वव्यापी Inkscape प्राथमिकताहरू सम्पादन गर्नुहोस्
कागजात गुणहरू...
यो कागजातको गुणहरू सम्पादन गर्नुहोस् (कागजात संग बचत गरिने)
कागजात मेटाडेटा...
कागजात मेटाडेटा सम्पादन गर्नुहोस् (कागजात संग बचत गरिने)
भर्नुहोस् र स्ट्रोक गर्नुहोस्...
Swatches
स्वाच्जहरू...
स्वाच्जहरू रङदानी बाट रङहरू चयन गर्नुहोस्
रुपान्तरण...
वस्तुको रुपान्तरणहरू निश्चित रुपमा नियन्त्रण गर्नुहोस्
पंक्तिबद्ध गर्नुहोस् र वितरण गर्नुहोस्...
वस्तुहरू पंक्तिबद्ध गर्नुहोस् र वितरण गर्नुहोस्
पाठ र फन्ट...
फन्ट परिवार, फन्ट साइज र अन्य पाठ गुणहरू हेर्नुहोस् र चयन गर्नहोस् ।
XML सम्पादक...
कागजातको XML ट्रि हेर्नुहोस् र सम्पादन गर्नुहोस्
फेला पार्नुहोस्...
कागजातमा वस्तु फेला पार्नुहोस्
सन्देशहरू...
डिबग सन्देशहरू हेर्नुहोस्
स्क्रिप्टहरू...
स्क्रिप्ट चलाउनुहोस्
संवादहरू देखाउनुहोस्/लुकाउनुहोस्
सबै खुला संवादहरू देखाउनुहोस् वा लुकाउनुहोस्
टायल गरिएको क्लोनहरू सिर्जना गर्नुहोस्...
चयन गरिएको वस्तुको बहुबिध क्लोनहरू सिर्जना गर्नुहोस्, तिनिहरुलाई बान्की वा स्क्याटरिङ् भित्र मिलाउदै
वस्तु गुणहरू...
ID, ताल्चा लगाइएको र दृश्यात्मक वस्तुस्थिति, र अन्य वस्तु गुणहरू सम्पादन गर्नुहोस्DialogXmppClient_Instant Messaging..."), N_("Jabber Instant Messaging Client
आगत यन्त्रहरू...
विस्तारित आगत यन्त्रहरू कन्फिगर गर्नुहोस्, जस्तो ग्राफिक्स ट्याबलेट
विस्तारहरू...
विस्तारका बारेमा क्वेरि जानकारी
तहहरू...
दृश्य तहहरू
विस्तारहरुका बारेमा
Inkscape विस्तारहरुमा सूचना
स्मृतिका बारेमा
स्मृति प्रयोग सूचना
Inkscape बारेमा
Inkscape संस्करण, लेखक, इजाजतपत्रShowLicense", N_("_LicenseDistribution terms"), /*"show_license"*/"inkscape_options
Inkscape: आधारभूत
tutorial_basic
Inkscape: आकारहरू
आकारहरू सिर्जना गर्न र सम्पादन गर्न आकार उपकरणहरू प्रयोग गर्दै
Inkscape: उन्नत
उन्नत Inkscape बिषयहरूtutorial_advancedto trace" means "to convert a bitmap to vector graphics
Inkscape: ट्रेसिङ्
बिटम्याप ट्रेसिङ् प्रयोग गर्दैtutorial_tracing
Inkscape: हस्तलेखन
हस्तलेखन कलम उपकरण प्रयोग गर्दै
tutorial_interpolate
डिजाइनको तत्वहरू
ट्युटोरियल फारममा डिजाइनको सिद्धान्तहरूtutorial_design
टिपहरू र ट्रिकहरू
विविध टिपहरू र ट्रिकहरूtutorial_tips
ड्यास बान्की
बान्की अफसेट
Inkscape मा स्वागत छ ! वस्तुहरू सिर्जना गर्न आकार वा फ्रिह्यान्ड उपकरणहरू प्रयोग गर्नुहोस्; तिनिहरुलाई रुपान्तरण गर्न वा सार्न चयनकर्ता (बाँण) प्रयोग गर्नुहोस् ।
%s: %d - Inkscape
%s - Inkscape
कुनै पनि होइन
फन्ट परिवारstring" in "context_BAR_string
फन्ट साइज:
AaBbCcIiPpQq12369$€¢?.;/()
ग्राडिएन्ट भेक्टरको अन्त्यहरू बाहेक फ्ल्याट रङ संग भर्ने कि (spreadMethod="pad"), वा उहि दिशामा ग्राडिएन्ट दोहर्याउनुहोस् (spreadMethod="repeat"), वा वैकल्पिक विपरित दिशामा ग्राडिएन्ट दोहर्याउनुहोस् (spreadMethod="reflect")
प्रतिबिम्बित
प्रत्यक्ष
दोहोर्याउनुहोस्:
ग्राडिएन्टहरू छैन
केही पनि चयन गरिएको छैन
चयनमा ग्राडिएन्टहरू छैन
बहुबिध ग्राडिएन्टहरू
ग्राडिएन्टको रोकहरू सम्पादन गर्नुहोस्
नयाँ:
रेखात्मक ग्राडिएन्ट सिर्जना गर्नुहोस्
अर्धव्यासको (दीर्धवृत्ताकार वा वृत्ताकार) ग्राडिएन्ट सिर्जना गर्नुहोस्
मा
भर्नेमा ग्राडिएन्ट सिर्जना गर्नुहोस्
स्ट्रोकमा ग्राडिएन्ट सिर्जना गर्नुहोस्Average:
परिवर्तन गर्नुहोस्:
कुनै कागजात चयन गरिएको छैन
कागजातमा कुनै ग्राडिएन्ट छैन
कुनै ग्राडिएन्ट चयन गरिएन
ग्राडिएन्टमा रोकहरू छैन
Stop" means: a "phase
रोक थप्नुहोस्
ग्राडिएन्टमा अन्य नियन्त्रण रोक थप्नुहोस्
रोक मेट्नुहोस्
ग्राडिएन्ट बाट हालको नियन्त्रण रोक मेट्नुहोस्
अफसेट:Stop" means: a "phase
रङ रोक्नुहोस्
ग्राडिएन्ट सम्पादक
रङ लगाएको छैन
फ्ल्याट रङ
रेखात्मक ग्राडिएन्ट
रेडियल ग्राडिएन्ट
रङ लगाएको अनसेट गर्नुहोस् (यसलाई अपरिभाषित बनाउनुहोस् जसले गर्दा यो वंशानुगत हुन सक्दछ )
वस्तुहरू छैन
बहुविध शैलीहरू
रङ् लगाएको अपरिभाषित छ
अहिले स्ट्रोक चौडाई मापन गरियो जब वस्तुहरू मापन गरिन्छ ।
अहिले स्ट्रोक चौडाइ मापन गरिएको छैन जब वस्तुहरू मापन गरिन्छ ।
अहिले घुमाउरो आयात कुनाहरू मापन गरिन्छ जब आयातहरू मापन गरिन्छ ।
अहिले घुमाउरो आयात कुनाहरू मापन गरिदैन जब आयातहरू मापन गरिदैन ।
अहिले ग्राडिएन्टहरू तिनिहरुको वस्तुहरू संग रुपान्तरण गरिन्छ जब तिनिहरू रुपान्तरण गरिन्छ (सारिएको, मापन गरिएको, घुमाउरो, वा स्क्युड)
अहिले जब वस्तुहरू रुपान्तरण गरिन्छ (सारिएको, मापन गरिएको, घुमाउरो, वा स्क्युड) ग्राडिएन्टहरू स्थिर रहन्छ ।
string" in "context_BAR_string
चयनको तेर्सो समन्वयstring" in "context_BAR_string
चयनको तेर्सो समन्वयstring" in "context_BAR_string
चयनको चौडाई
ताल्चा लगाएको बेलामा, उहि अनुपातमा दुबै चौडाइ र उचाइहरू परिवर्तन गर्नुहोस्string" in "context_BAR_string
चयनको उचाई
प्रणाली
R
G
B
H
S
L
C
M
Y
K
क्यान
गाढा रातो
पहेंलो
A
अल्फा (अस्पष्टता)
RGBA:
रङको हेक्साडेसिमल RGBA मान
RGB
HSL
CMYK
बेनामी
चक्र
विशेषता
मान
string" in "context_BAR_string
miter", "round" or "bevel
जोड्नुहोस्:Join
मिटर जोडJoin
घुमाउरो जोडJoin
बेभेल जोडmiter joinspike
मिटर सिमा:
मिटरको अधिकतम लम्बाइ (एकाईमा स्ट्रोक चौडाइ)
क्याप:
ठुट्टो क्याप
घुमाउरो क्याप
वर्ग क्याप
ड्यासहरू
सुरुवात चिन्हकहरू:
मध्य चिन्हकहरू:
अन्त्य चिन्हकहरू:
चयन गरिएको खण्डहरुमा नयाँ नोडहरू घुसाउनुहोस्
चयन गरिएको नोडहरू मेट्नुहोस्
चयन गरिएको नोडहरुमा बाटो विच्छेद गर्नुहोस्
नयाँ खण्ड संग चयन गरिएको अन्त्य नोडहरू जोड्नुहोस्
चयन गरिएको नोड कुना बनाउनुहोस्
चयन गरिएको नोडहरुलाई मिहिन बनाउनुहोस्
चयन गरिएको नोडहरू सममिति बनाउनुहोस्
चयन गरिएको खण्डहरू रेखाहरू बनाउनुहोस्
चयन गरिएको खण्डहरू लाई वक्ररेखाहरू बनाउनुहोस्
ताराको सट्टामा नियमित बहुभुज (एउटा ह्यान्डल संग)
कुनाहरू:
बहुभुज वा ताराको कुनाहरुको सङ्ख्या
बोलेको अनुपात:
रेडियस अनुपात टिप गर्न आधार रेडियस
घुमाउरो:
अनियमित गरिएको:
कुनाहरू र कोणहरू अनियमित रुपमा फिजाउनुहोस्
पूर्वनिर्धारित
पूर्वनिर्धारितमा आकार परामितिहरू रिसेट गर्नुहोस् (Inkscape प्राथमिकताहरू प्रयोग गर्नुहोस् > पूर्वनिर्धारितहरू परिवर्तन गर्न उपकरणहरू)
W:
आयातको चौडाई
H:
आयातको उचाई
Rx:
घुमाउरो कुनाहरुको तेर्सो रेडियस
Ry:
घुमाउरो कुनाहरुको ठाडो रेडियस
नघुमेको
कुनाहरू तिखो बनाउनुहोस्
मोडहरू:
परिक्रमणहरुको सङ्ख्या
विचलन:
भित्रि अर्धव्यास:
सबभन्दा भित्रको परिक्रमणको अर्धव्यास (स्पाइरल साइज संग सम्बन्धित)
H
S
L
O
हस्तलेखन कलमको चौडाइ (दृश्यात्मक क्यानभास क्षेत्रमा सम्बन्धित)
पातलो बनाउदै:
कोण:
कलमको निबको कोण (डिग्रीहरुमा; ० = तेर्सो; यदि स्थितिकरण = ० छ भने कुनै प्रभाव हुदैन)
स्थिरीकरण:
थरथराहट:
समूह:
सुरू गर्नुहोस्:
समाप्त:
सम्पूर्ण बनाउनुहोस्
एउटा पूर्ण दीर्धवृत बनाउनुहोस्, चाप वा खण्ड होइन
बायाँ पंक्तिबद्ध गर्नुहोस्
दायाँ पंक्तिबद्ध गर्नुहोस्
समरेखन गर्नुहोस्
अक्षर परिक्रमण
खाली स्थान:
नोडहरू थप्नुहोस्
बाटो परिमार्जन गर्नुहोस्
AI SVG आगत
एडब वर्णनकर्ता SVG (*.ai.svg)
खोल्न भन्दा पहिले एडब वर्णनकर्ता SVGs को क्रुफ्ट खाली गर्दछ
डाय आगत
dia2svg.sh स्क्रिप्ट तपाईँको Inkscape वितरण संग स्थापना गर्नु पर्दछ । यदि तपाईँ संग यो छैन भने, त्यहाँ Inkscape स्थापना संग केहि गलत भएको देखिन्छ ।
डाय चित्र (*.dia)
डाय कार्यक्रम संग सिर्जना गरिएको एउटा चित्र
बाटो दृष्टिकरण गर्नुहोस्
संख्या नोडहरू
फन्ट साइज
थोप्लो साइज
DXF आगत
स्वत: CAD's कागजात अदल-बदल ढाँचा आयात गर्नुहोस्
डेस्कटप काट्ने आलेखक
DXF निर्गत
pstoedit द्वारा लेखिएको DXF फाइल
EPS आगत
LaTeX सुत्र
LaTeX सुत्र:
XFIG आगत
XFIG संग बचत गरिएको फाइलहरू खोल्नुहोस्
प्रकार्य आलेखक
पहिलो व्युत्पन्न सङ्ख्यात्मक रुपमा गणना गर्नुहोस्
पहिलो व्युत्पन्न
GIMP XCF
ह्यान्डलहरू कोर्नुहोस्
शैलि
इन्टरपोलेट
व्यख्याता
इन्टरपोलेसन चरणहरू
इन्टरपोलेसन विधि
अन्त्यबाटो नक्कल गर्नुहोस्
रिजोलुसन:
L-प्रणाली
स्वयम-सिद्ध
नियमहरू
चरण लम्बाई (px)
चरण (%) अनियमित गर्नुहोस्
बायाँ कोण
दायाँ कोण
कोण (%) अनियमित गर्नुहोस्
बाटो नाप्नुहोस्
unit" type="string" _gui-text="Unit {km_BAR_m_BAR_cm_BAR_mm_BAR_in_BAR_px_BAR_pt}
परिमाण
सामान्य वितरण प्रयोग गर्नुहोस्
माथि
अनियमित ट्रि
सुरुवात साइज
न्यूनतम साइज
आगत रुपरेखा
रुपरेखा चित्र (*.sk)
कार्यक्रम रुपरेखा संग सिर्जना गरिएको एउटा चित्र
व्यवहार
खाम
ZIP निर्गत
मिडिया (*.zip) संग सङ्कुचित Inkscape SVG
पाठ आगत
पाठ फाइल (*.txt)
ASCII पाठ
Whirl
whirl को मात्रा
परिक्रमण घडिको दिशामा हो
सञ्झ्याल मेटाफाइल आगत
सञ्झ्याल मेटाफाइल (*.wmf)
क्लिपआर्टका लागि एउटा प्रख्यात ग्राफिक्स फाइल ढाँचा
मोजिल्ल फाएरफ्क्स इन्स्टलअर
स्थापन
बाहिरिनुस्
(c) २०१० ह्यरल्ड सिटर
ह्यरल्ड सिटर
जोनथन थोमसThis is the description of a command line argument
मोजिल्ल फाएरफ्क्सको प्रतक्ष्य स्थापन
चीनीया (सरलीकृत)
चीनीया (परम्परागत)
कुनै भाषा सम्बन्धी सूचना प्राप्य छैन
यो प्रणालीमा अहिलेसम्म प्राप्य भाषाहरूको सूचना छैन। के तपाई तिनीहरूलाई प्राप्त गर्नको लागि संजाल अद्यावधिक गर्न चाहनुहुन्छ?
अद्यावधिक (_U)
भाषा
प्रतिस्थापित%(INSTALL)d to install, %(REMOVE)d to removeINSTALL
%s, %s
छनौट गरिएको भाषा समर्थन प्रतिस्थापन गर्न सकिएन
सम्भवतः यो यस अनुप्रयोगको त्रुटि हो। कृपया यस त्रुटि प्रतिवेदनलाई https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug मा दर्ता गर्नुहोस्।
पूर्ण भाषा समर्थन प्रतिस्थापन गर्न सकिएन
भाषा समर्थन पूर्ण रुपमा प्रतिस्थापन गरिएको छैन
तपाईको छानिएको भाषाहरूको लागि प्राप्य कुनै अनुवाद वा लेखन सहायताहरू अहिलेसम्म प्रतिस्थापन गरिएको छैन। के तपाई तिनीहरूलाई प्रतिस्थापन गर्न चाहनु हुन्छ?
मलाई पछि सम्झाउनुहोस् (_R)
प्रतिस्थापन गर्नुहोस् (_I)
विस्तृत विवरण
पाइपहरू सिर्जना गर्न असफल
gzip कार्यन्वयन गर्न असफल
संग्रह दूषित भयो
टार चेकसम असफल भयो, संग्रह दूषित भयो
अज्ञात टार हेडर प्रकार %u, सदस्य %s
अवैध संग्रह हस्ताक्षर
संग्रह सदस्य हेडर पढ्दा त्रुटि
अवैध संग्रह सदस्य हेडर
संग्रह अति छोटो छ
संग्रह हेडरहरू पढ्न असफल
अहिलेसम्म लिङ्क गरिएको नोडमा बोलाइएको ड्रपनोड
ह्यास तत्व तोक्न असफल भयो
मोड बाँड्न असफल भयो
थपमोडमा आन्तरिक त्रुटि
मोड अधिलेखन गर्ने प्यास गरिदै, %s -> %s र %s/%s
मोडको डबल थप %s -> %s
नक्कली कनफिगगरेसन फाइल %s/%s
फाइल %s लेख्न असफल भयो
%s फाइल बन्द गर्न असफल भयो
बाटो %s अति लामो छ
एक भन्दा बढी %s अनप्याक गरिदैछ
डाइरेक्ट्री %s फेरियो
प्याकेज लक्षित मोडमा लेख्ने प्यास गर्दैछ %s/%s
घुम्ती बाटो अति लामो छ
%s स्थिर गर्न असफल
%s मा %s पुन:नामकरण असफल भयो
डाइरेक्ट्री %s डाइरेक्ट्री विहिन द्वारा बदलिदैछ
यसको ह्यास बाल्टीमा नोड स्थित गर्न असफल भयो
बाटो अति लामो छ
%s को लागि संस्करन बिना अधिलेखन प्याकेज मेल खायो
फाइल %s/%s ले प्याकेज %s मा एउटा अधिलेखन गर्दछ
%s पढ्न असफल भयो
%s स्थिर गर्न असक्षम भयो
%s लाई फेरी सार्न असफल भयो
%s सिर्जना गर्न असफल भयो
%sinfo स्थिर गर्न असफल भयो
सूचना र टेम्प डाइरेक्ट्रीहरू एउटै फाइल प्रणालीमा हुनपर्छ
प्याकेज सूचिहरू पढिदैछ
प्रशासनिक डाइरेक्ट्री %sinfo मा परिवर्तन गर्न असफल भयो
प्याकेज नाम प्राप्त गर्दा आन्तरिक त्रुटि
फाइल सूचि पढिदैछ
सूचि फाइल '%sinfo/%s' खोल्न असफल भयो । यदि तपाईँ यो फाइल पुन:भण्डारण गर्नु सक्नुहुन्न भने यसलाई खाली गर्नुहोस् र तुरुन्तै प्याकेजको उही संस्करण पुन-स्थापना गर्नुहोस् !
सूचि फाइल %sinfo/%s पढ्न असफल भयो
नोड प्राप्त गर्दा आन्तरिक त्रुटि
घुमाउरो फाइल %sdiversions खोल्न असफल भयो
घुमाउरो फाइल दूषित भयो
घुमाउरो फाइलमा अवैध लाइन:%s
आन्तरिक त्रुटिले मोड थपिरहेछ
pkg क्यास पहिले सुरुवात हुनुपर्छ
प्याकेज फेला पार्न असफल भयो: हेडर, अफसेट %lu
वस्तु स्थिति फाइलमा खराब कनफिग फाइल । अफसेट %lu
MD5 पद वर्णन गर्दा त्रुटि । अफसेट %lu
यो वैध DEB संग्रह होइन, '%s' सदस्य हराइरहेछ
%s मा परिवर्तन गर्न सकिदैन
आन्तरीक त्रुटि, सदस्य तोक्न सक्दैन %s
वैध नियन्त्रण फाइल स्थित गर्नु असफल भयो
पद वर्णन गर्न नसकिने नियन्त्रण फाइल
%s को लागि पाइप खोल्न सकिएन
%s प्रक्रियाबाट त्रुटि पढ्नुहोस्
स्थिर गर्न असफल भयो
परिमार्जन समय सेट असफल भयो
सिडी रोम डेटाबेस पढ्न असक्षम %s
कृपया APT ले यो सिडी रोमलाई चिन्नको लागि apt-cdrom प्रयोग गर्नुहोस् । apt-get अद्यावधिक नयाँ सिडी रोमहरू थप्नको लागि प्रयोग गरिदैन
गलत सिडी रोम
%s मा सिडी रोम अनमाउन्ट गर्न असक्षम भयो, यो अहिले प्रयोगमा हुन सक्छ ।
डिस्क फेला परेन ।
फाइल फेला परेन
अवैध URl, स्थानिय URIS // संग सुरू हुन सक्दैन
लगइन भइरहेछ
समान नाम निर्धारण गर्न असक्षम भयो
स्थानिय नाम निर्धारण गर्न असक्षम भयो
सर्भरले जडान अस्वीकार गर्यो र भन्यो: %s
प्रयोगकर्ता असफल भयो, सर्भरले भन्यो: %s
पास असफल भयो, सर्भरले भन्यो: %s
प्रोक्सी सर्भर निर्दिष्ट गरियो तर कुनै स्क्रिफ्ट लगइन भएन, Acquire::ftp::ProxyLogin खाली छ ।
लगइन स्क्रिफ्ट आदेश '%s' असफल भयो, सर्भरले भन्यो: %s
टाइप असफल भयो: %s
जडान समय सकियो
सर्भरले जडान बन्द गर्यो
त्रुटि पढ्नुहोस्
एउटा प्रतिक्रियाले बफर अधिप्रवाह गर्यो
प्रोटोकल दूषित
त्रुटि लेख्नुहोस्
एउटा सकेट सिर्जना गर्न सकेन
डेटा सकेट जडान गर्न सकिएन, जडान समय सकियो
असफल भयो
निस्क्रिय सकेट जडान गर्न सकिएन
getaddrinfo सुन्ने सकेट प्राप्त गर्न असक्षम भयो
सकेट बाँध्न सकिएन
सकेटमा सुन्न सकिएन
सकेट नाम निर्धारण गर्न सकिएन
पोर्ट आदेश पठाउन असक्षम भयो
अज्ञात ठेगाना परिवार %u (AF_*)
EPRT असफल भयो, सर्भरले भन्यो: %s
डेटा सकेटको जडान समय सकियो
जडान स्वीकार गर्न असक्षम भयो
समस्या द्रुतान्वेषण फाइल
फाइल तान्न असक्षम भयो, सर्भरले भन्यो '%s'
डेटा सकेट समय सकियो
डेटा स्थान्तरण असफल भयो, सर्भरले भन्यो '%s'
क्वेरी
आह्वान गर्न असक्षम भयो
%s (%s) मा जडान गरिदैछ
[IP: %s %s]
%s (f=%u t=%u p=%u) को लागि सकेट सिर्जना गर्न सकिएन
%s:%s (%s) मा जडान सुरुवात गर्न सकेन
%s:%s (%s) मा जडान गर्न सकिएन, जडान समय सकियो
%s:%s (%s) मा जडान गर्न सकिएन ।
%s मा जडान गरिदैछ
'%s' हल गर्न सकिएन
'%s' हल गर्दा अस्थायी असफल
आन्तरिक त्रुटि: असल हस्ताक्षर, तर कुञ्जी औठाछाप निर्धारण गर्न सकिएन?!
कम्तिमा एउटा अवैध हस्ताक्षर विरोध भयो ।
gpgv कार्यन्वयन गर्दा अज्ञात त्रुटि
निम्न हस्ताक्षरहरू अवैध छन्:
निम्न हस्ताक्षरहरू रूजू हुन सक्दैन किन भने सार्वजनिक कुञ्जी उपलब्ध छैन:
हेडरहरुको लागि पर्खिदैछ
%u chars माथि एकल हेडर लाइन प्राप्त गर्नुहोस्
खराब हेडर लाइन
HTTP सर्भरले अवैध जवाफ हेडर पठायो
HTTP सर्भरले अवैध सामग्री-लम्बाई हेडर पठायो
HTTP सर्भरले अवैध सामग्री-दायरा हेडर पठायो
HTTP सर्भर संग भाँचिएको दायरा समर्थन छ
अज्ञात मिति ढाँचा
असफल चयन गर्नुहोस्
जडान समय सकियो
निर्गात फाइलमा त्रुटि लेखिदैछ
फाइलमा त्रुटि लेखिदैछ
फाइलमा त्रुटि लेखिदैछ
सर्भरबाट त्रुटि पढिदैछ । दूर गन्तब्य बन्द जडान
सर्भरबाट त्रुटि पढिदैछ
खराब हेडर डेटा
जडान असफल भयो
आन्तरिक त्रुटि
एउटा खाली फाइल mmap बनाउन सकिएन
%lu बाइटहरुको mmap बनाउन सकिएन
चयन %s फेला पार्न सकिएन
नचिनिएको टाइप संक्षिप्त रुप: '%c'
कनफिगरेसन फाइल खोलिदैछ %s
वाक्य संरचना त्रुटि %s:%u: बन्द कुनै नाम बिना सुरू हुन्छ ।
वाक्य संरचना त्रुटि %s:%u: वैरुप गरिएको ट्याग
वाक्य संरचना त्रुटि %s:%u: मान पछाडि अतिरिक्त जंक
वाक्य संरचना त्रुटि %s:%u: निर्देशनहरू माथिल्लो तहबाट मात्र हुन्छ
वाक्य संरचना त्रुटि %s:%u: अति धेरै नेस्टेड समावेश गर्दछ
वाक्य संरचना त्रुटि %s:%u: यहाँ बाट समावेश गरेको
वाक्य संरचना त्रुटि %s:%u: समर्थन नभएको डाइरेक्टिभ '%s'
वाक्य संरचना त्रुटि %s:%u:फाइलको अन्त्यमा अतिरिक्त जंक
%c%s... त्रुटि!
%c%s... गरियो
आदेश लाइन विकल्प '%c' [%s बाट] ज्ञात छैन ।
आदेश लाइन विकल्प %s बुझिएन
आदेश लाइन विकल्प %s बूलियन छैन
विकल्प %s लाई एउटा तर्कको आवश्यकता पर्दछ ।
विकल्प %s: कनफिगरेसन वस्तु विशिष्टिकरण संग एउटा =<val> हुनुपर्छ ।
विकल्प %s लाई एउटा इन्टिजर तर्कको आवश्यक पर्दछ, '%s' होइन
विकल्प '%s' अति लामो छ
अर्थ %s बुझिएन, सत्य वा झूठो प्रयास गर्नुहोस् ।
अवैध सञ्चालन %s
माउन्ट बिन्दु %s स्थिर गर्न असक्षम
%s मा परिवर्तन गर्न असक्षम
%s पढ्न असफल भयो
सिडी रोम स्थिर गर्न असफल भयो
ताल्चा मारिएको फाइल मात्र पढ्नको लागि ताल्चा मार्न प्रयोग गरिएको छैन %s
ताल्चा मारिएको फाइल खोल्न सकिएन %s
nfs माउन्ट गरिएको लक फाइलको लागि लक प्रयोग गरिएको छैन %s
ताल्चा प्राप्त गर्न सकिएन %s
%s को लागि पर्खिरहेको तर यो त्यहाँ छैन
सहायक प्रक्रिया %s ले खण्डिकरण गल्ति प्राप्त भयो ।
सहायक प्रक्रिया %s ले एउटा त्रुटि कोड फर्कायो (%u)
सहायक प्रक्रिया %s अनपेक्षित बन्द भयो
फाइल %s खोल्न सकिएन
सहायक प्रक्रिया IPC सिर्जना गर्न असफल
सङ्कुचनकर्ता कार्यान्वयन गर्न असफल भयो
फाइल गुप्तिकरण गर्दा समस्या
खाली प्याकेज क्यास
प्याकेज क्यास फाइल दूषित भयो
प्याकेज क्यास फाइल एउटा अमिल्दो संस्करण हो
यो APT ले संस्करण प्रणालीलाई समर्थन गर्दैन '%s'
प्याकेज क्यास विभिन्न वास्तुकलाको लागि निर्माण भएको हो
आधारित
पुन:आधारित
सुझाव दिन्छ
सिफारिस गर्दछ
द्वन्दहरू
बदल्छ
वेकायमहरू
महत्वपूर्ण
आवश्यक
मानक
वैकल्पिक
अतिरिक्त
निर्भरता ट्री निर्माण गरिदैछ
उमेद्वार संस्करणहरू
निर्भरता सिर्जना
प्याकेज फाइल पद वर्णन गर्न असक्षम %s (१)
प्याकेज फाइल पद वर्णन गर्न असक्षम %s (२)
वैरुप्य लाइन %lu स्रोत सूचिमा %s (URI)
वैरुप्य लाइन %lu स्रोत सूचिमा %s (dist)
वैरुप्य लाइन %lu स्रोत सूचिमा %s (URI पद वर्णन)
वैरुप्य लाइन %lu स्रोत सूचिमा %s (पूर्ण dist)
वैरुप्य लाइन %lu स्रोत सूचिमा %s (dist पद वर्णन )
%s खोलिदैछ
लाइन %u स्रोत सूचि %s मा अति लामो छ ।
वैरुप्य लाइन %u स्रोत सूचिमा %s (प्रकार)
स्रोत सूची %s भित्र %u लाइनमा टाइप '%s' ज्ञात छैन
द्वन्द/पुन-आधारित लूपको कारणले गर्दा स्थापना चलाउनको लागि अस्थायी रुपमा प्याकेज %s हटाउनु पर्नेछ । यो प्राय नराम्रो हो, तर यदि तपाईँ यो साँच्चै गर्न चाहनुहुन्छ भने, APT::Force-LoopBreak विकल्प सक्रिय गर्नुहोस् ।
अनुक्रमणिका फाइल प्रकार '%s' समर्थित छैन
प्याकेज %s पुन:स्थापना हुन चाहन्छ, तर यसको लागि मैले एउटा संग्रह फेला पार्न सकिन ।
त्रुटि, pkgProblemResolver:: समाधानले विच्छेदन सिर्जना गर्दछ, यो भइरहेको प्याकेजहरुको कारणले गर्दा हो ।
समस्याहरू सुधार्न असक्षम भयो, तपाईँले प्याकेजहरु भाँच्नुभयो ।
%s %s तान्न असफल भयो
%li को %li फाइल पुन:प्राप्त गरिदैछ (%s बाँकी छ)
%li को %li फाइल पुन:प्राप्त गरिदैछ
विधि ड्राइभर %s फेला पार्न सकिएन ।
विधि %s सही रुपले सुरू हुन सकेन
कृपया डिस्क लेबुल: '%s' ड्राइभ '%s'मा घुसउनुहोस् र इन्टर थिच्नुहोस् ।
प्याकिङ्ग प्रणाली '%s' समर्थित छैन
उपयुक्त प्याकिङ्ग प्रणाली प्रकार निर्धारन गर्न असक्षम भयो
%s स्थिर गर्न असक्षम भयो ।
तपाईँको स्रोत सूचिमा केही 'source' URIs राख्नुहोस्
प्याकेज सूचीहरू वा वस्तुस्थिति फाइल पद वर्णन गर्न वा खोल्न सकिएन ।
यो समस्याहरू सुधार्न तपाईँ apt-get अद्यावधिक चलाउन चाहनुहुन्छ
स्रोतहरुको सूचि पढ्न सकिएन ।
पिन टाइप %s बुझ्न सकिएन
पिनको लागि कुनै प्राथमिकता (वा शून्य) निर्दिष्ट छैन
क्यास संग एउटा नमिल्दो संस्करण प्रणाली छ
वाऊ, APT ले सक्षम गरेको प्याकेज नामहरुको नम्बरलाई तपाईँले उछिन्नुभयो ।
वाऊ, APT ले सक्षम गरेको संस्करणहरुको नम्बरलाई तपाईँले उछिन्नुभयो ।
वाऊ, APT ले सक्षम गरेको निर्भरताहरुको नम्बरलाई तपाईँले उछिन्नुभयो ।
फाइल निर्भरताहरू प्रक्रिया गर्दा प्याकेज %s %s फेला परेन
स्रोत प्याकेज सूची %s स्थिर गर्न सकिएन
प्याकेज सूचिहरू पढिदैछ
फाइल उपलब्धताहरू संकलन गरिदैछ
%s मा लेख्न असक्षम
स्रोत क्यास बचत गर्दा IO त्रुटि
पुन:नामकरण असफल गरियो, %s (%s -> %s) ।
MD5Sum मेल भएन
निम्न कुञ्जी IDs को लागि कुनै सार्वजनिक कुञ्जी उपलब्ध छैन:
%s प्याकेजको लागि मैले फाइल स्थित गर्न सकिन । यसको मतलब तपाईँले म्यानुल्ली यो प्याकेज निश्चित गर्नुहोस् । (arch हराएरहेको कारणले)
%s प्याकेजको लागि मैले फाइल स्थित गर्न सकिन । यसको मतलब तपाईँले म्यानुल्ली यो प्याकेज निश्चित गर्नुहोस् ।
प्याकेज अनुक्रमणिका फाइलहरू दूषित भए । प्याकेज %s को लागि कुनै फाइलनाम: फाँट छैन ।
साइज मेल खाएन
बिक्रता ब्ल्क %s ले कुनै औठाछाप समाविष्ट गर्दैन
सिडी रोम माउन्ट विन्दु प्रयोग गरिदैछ %s सिडी रोम माउन्ट गरिदैछ
परिचय गराइदैछ..
लेबुल भण्डारण गर्नुहोस्:%s
सिडी रोम माउन्ट विन्दु प्रयोग गरिदैछ %s
सिडी रोम अनमाउन्ट गरिदैछ
डिस्को लागि पर्खिदै...
सिडी रोम माउन्ट गरिदै...
अनुक्रमणिका फाइलहरुको लागि डिस्क स्क्यान गरिदैछ...
त्यो वैध नाम होइन, फेरी प्रयास गर्नुहोस् ।
यो डिस्कको नाम: '%s'
प्यकेज सूचिहरू प्रतिलिपी गरिदैछ...
नयाँ स्रोत सूचि लेखिदैछ
यो डिस्कको लागि स्रोत सूचि प्रविष्टिहरू:
%i रेकर्डहरू लेखियो ।
हराइरहेको फाइल %i हरू संगै %i रेकर्डहरू लेख्नुहोस् ।
मेल नखाएका फाइल %i हरू संगै %i रेकर्डहरू लेख्नुहोस् ।
हराइरहेको फाइल %i हरू र मेल नखाएका फाइल %i हरू संगै %i रेकर्डहरू लेख्नुहोस् ।
संकलन त्रुटि रिजेक्स गर्नुहोस् - %s
'%s' को लागि '%s' निष्काशन फेला पार्न सकिएन
'%s' को लागि '%s' संस्करण फेला पार्न सकिएन
प्याकेज %s तोक्न असक्षम भयो
%s कनफिगर गरिदैछ
%s हटाइदैछ
%s तयार गरिदैछ
%s अनप्याक गरिदैछ
%s कनफिगर गर्न तयार गरिदैछ
%s स्थापना भयो
%s हटाउन तयार गरिदैछ
%s हट्यो
%s पूर्ण रुपले हटाउन तयार गरिदैछ
%s पूर्ण रुपले हट्यो
सहायक प्रक्रियामा IPC पाइप सिर्जना गर्न असफल
जडान असमायिक बन्द भयो
कुन चाइल्ड सर्भर सूचीकृत गरिएको थियो फेला पार्न सकेन
मान्य सक्रिय आईडी होइन
.server फाइलबाट पढिने डाइरेक्टरी
डाइरेक्टरी
सक्रिय सन्दर्भका रूपमा सेवा प्रदान गर्दछ (पूर्वनिर्धारित वस्तु डाइरेक्टरी मात्र हो)
IOR मा लेखिने फाइल वर्णनकर्ता
एफडी
ताल्चा नलगाइकन प्रयोगकर्ताको सक्रिय सर्भरका रूपमा दर्ता गर्नुहोस् । चेतावनी: यस विकल्पले प्रयोगकर्ताको चलिरहेको सत्र स्थायित्वमा खतरनाक प्रभाव पार्न सक्छ र त्रुटिमोचन उद्धेश्यका लागि मात्र प्रयोग गर्नुपर्दछ
मूल्याङ्कनका लागि क्वेरी अभिव्यक्ति
अभिव्यक्ति
उपलब्ध आदेश लाइन विकल्पको पूरा सूची हेर्न '%s --मद्दत' चलाउनुहोस् ।
नाम सेवा
CORBA CosNaming सेवा ।
सूचना सेवा
सक्रियताका लागि सूचना सेवा
हामीले अझै पनि टाढाको प्रक्रियामा सक्रिय स्लिब वस्तु ह्यान्डल गर्दैनौ
बोनोबो सक्रिय गर्ने कन्फिगरेसन फाइल सफलतापूर्वक पढिएको थिएन । कृपया यो: %s मा मान्य भएको जाँच गर्नुहोस्
NULL iid मान्य छैन
iid %s मा NULL प्रकार छ
iid %s सँग NULL स्थान छ
'%c' नै आईआईडी '%s' मा अवैधानिक स्वन
गुण '%s' को मान छैन
गलत रुपको एक्सएमएल (XML) कागजात %s पदवर्णन गर्न सकेन
डाइरेक्टरी %s प्रयास गर्दैछ
शाखा प्रक्रियाले त्रुटि सन्देश दिएन, अज्ञात असफलता उत्पन्न भयो
चाइल्ड प्रक्रियाबाट पढ्न असफल: %s
चाइल्ड प्रक्रियाबाट EOF
नयाँ प्रक्रिया उत्पन्न गर्न सकेन
IOR मुद्रण गरिने फाइल वर्णनकर्ता
सक्रिय पारिने IID
ओएएफ (OAF) भएको सर्भरको दर्ता निषेध गर्नुहोस्
बोनोबो सक्रियता विकल्प:
बोनोबो सक्रियताको विकल्प देखाउनुहोस्
बोनोबो सक्रियता विकल्प
`%s' को g_module_open `%s' सँग असफल भयो
`%s' मा प्रतीक Bonobo_Plugin_info फेला पार्न सकिँदैन
कारखाना `%s' ले `%s' का लागि NIL फर्कायो
स्लिब `%s' ले `%s' समाविष्ट गरेन
नाम
अनुप्रयोगको अद्वितीय नाम
पीओए (POA)
अनुकूल CORBA POA
एउटा समर्थन नभएको काम गर्ने कोसिस गरिएको थियो
IO त्रुटि
अमान्य तर्क मान
वस्तु फेला परेन
वस्तु वर्णनमा वाक्य संरचना त्रुटि
कारखानाबाट वस्तु सक्रिय पार्न सकिँदैन
स्ट्रिम पहुँच गर्न अनुमति छैन
एउटा असमर्थित स्ट्रिम कार्य प्रयास गरिएको थियो
स्ट्रिममा IO त्रुटि
मौज्दातमा IO त्रुटि
मौज्दातमा नाम पहिला नै अवस्थित छ
मौज्दातमा वस्तु फेला परेन
मौज्दातमा कार्य गर्न अनुमति छैन
असमर्थित मौज्दात कार्य प्रयास गरिएको थियो
वस्तु एउटा स्ट्रिम होइन
वस्तु मौज्दात होइन
मौज्दात खाली छैन
विकृत प्रयोगकर्ता इन्टरफेस एक्सएमएल (XML) वर्णन
एक्सएमएल (XML) प्रयोगकर्ता इन्टरफेस तत्वमा अमान्य मार्ग
अनुरोध गरिएको यूआई (UI) अवस्थित थिएन
अज्ञात आदेश वा क्रिया
आदेश असम्बेदनशिल छ
गलत डेटा प्रकार
स्ट्रिम फेला परेन
विशेषता फेला परेन
विशेषता अमान्य प्रकारको छ
विशेषता पढ्नका लागि मात्र हो
कन्फिग डेटाबेस ब्याकइन्ड असफल भयो
मोनिकर इन्टरफेस फेला पार्न सकिँदैन
मोनिकर सक्रियता समय समाप्त
मोनिकरमा वाक्य संरचना त्रुटि
मोनिकरसँग एउटा अज्ञात मोनिकर उपसर्ग छ
त्रुटि जाँच त्रुटि; अपवाद होइन
वर्णन नभएको साधारण सक्रियता त्रुटि
वस्तुलाई सक्रिय पार्न असफल
'%s' सक्रिय पार्ने अपवाद
'%s' सक्रिय पार्न असफल
मानक मोनिकर कारखाना
जेनेरिक सामाग्री मोनिकर
ORB IOR ह्यान्डलिङ मोनिकर
एचटीटीपी मोनिकर
जेनेरिक Oaf सक्रिय मोनिकर
जेनेरिक Oaf क्वेरी मोनिकर
जेनेरिक कारखाना 'नयाँ' मोनिकर
स्ट्रिम मोनिकर विस्तारक
प्रतिध्वनि अवयव कारखाना
बोनोबो प्रतिध्वनि सर्भर कारखाना
प्रतिध्वनि अवयव
बोनोबो प्रतिध्वनि सर्भर नमूना कार्यक्रम
म बोनोबो सुरु गर्न सक्दिन
नमूना प्रतिध्वनि अवयवको दृष्टान्त सिर्जना गर्न सकेन
एउटा अपवाद उत्पन्न भयो '%s'
कन्फिगरेसन फाइल बचत गर्न सकेन ।
कृपया, तपाईँलाई '%s' मा लेख्ने अनुमति भएको निश्चित गर्नुहोस् ।
कन्फिगरेसन फाइल सफलतापूर्वक लेखियो ।
कन्फिगरेसन फाइल: %s हो
%s पहिला नै कन्फिगरेसन फाइलमा छ
त्यहाँ कन्फिगरेसन फाइल संरचनाको गुण छैन
बोनोबो सक्रियता कन्फिगरेसन फाइलले समाविष्ट गर्दछ:
कन्फिगरेसन फाइलबाट हटाइने डाइरेक्टरी
मार्ग
कन्फिगरेसन फाइलमा थपिने डाइरेक्टरी
कन्फिगरेसन फाइलमा डाइरेक्टरी प्रदर्शन गर्नुहोस्
कन्फिगरेसन फाइलमा मार्ग प्रदर्शन गर्नुहोस्
कोर्बा कारखाना
कारखानाको ठाउँ
कोर्बा UI कन्टेनर
प्रयोगकर्ता इन्टरफेस कन्टेनर
औजारबार डक गर
टुलबार डक नगर
छायाँ प्रकार
अभिमूखिकरण
छानिएका चौडाइ
छानिएका उचाइ
खोल्नु पर्नेफाइल छनोट गर
खोल्नु पर्ने फाइलहरू चयन गर्नुहोस्
संचित गर्नुपर्ने फाइलको नाम छनोट गर
घटना फरवार्ड
X घटना फरवार्ड गर्नुपर्दछ या पर्दैन
नाम
ब्याख्या
इन्टरफेस आवश्यक हुन्छ
इन्टरफेसको शून्यमा अन्त्य हुने एरे जसलाई चयनकर्तामा सूचीकृत हुनका लागि सर्भर समर्थन हुनु पर्दछ । यदि इन्टरफेस सूचीकृत छैनन् भने "IDL:Bonobo/Embeddable:1.0" मा पूर्वनिर्धारण गर्नुहोस्
आवश्यक Interface entry
एक आवश्यक इन्टरफेस
देखिने
देखाउ
लुकाउ
tooltips देखाउ
औजारबार
औजारबार
हेर
आइकन
पाठ र प्रतिमा
पाठ मात्र
प्राथमिक पाठ मात्र
त्रुटि सच्याउनुहोस्
XML थुपार
UI को पूरा XML consoleमा थुपार
UI समायोजन गर
सेट गरिने Gdk डिबगिङ झन्डा
ध्वजा
अनसेट गरिने Gdk डिबगिङ झन्डा
X डिस्प्ले प्रयोग गर
प्रदर्शन
प्रयोग गरिने X पर्दा
पर्दा
X कल समकालीन बनाउनुहोस्
Don't use X shared memory extension
सञ्झ्याल प्रबन्धकद्वारा प्रयोग गरिए अनुरूपको कार्यक्रमको नाम
नाम
सञ्झ्याल प्रबन्धकद्वारा प्रयोग गरिए अनुरूपको कार्यक्रम वर्ग
वर्ग
सेट गरिने Gtk+ डिबगिङ झन्डा
अनसेट गरिने Gtk+ डिबगिङ झन्डा
सबै चेतावनी घातक बनाउ
थप GTK मोडुल लोड गर
मोड्युल
GTK+
बोनोबो GUI समर्थन
दुबै
पाठ
सङ्केत नदेखाउ
सङ्केत देखाउ
औजारबार लुकाउ
कस्टमाइज
औजारबार कस्टमाइज गर
तैरिएको छ
के औजारबार तैरिएको छ
उपकरणपट्टी वरिपरि बेभेलको शैली
बिषयसूची
यस अनुप्रयोगका लागि मद्दत हेर्नुहोस्
सञ्झ्यालको नाम - कन्फिगरेसन क्रमानुगत बनाउनका लागि प्रयोग ।
जूम तह
जूमको दर्जा
न्यूनतम जूम तह
जूमको न्यून दर्जा
अधिकतम जूम तह
विस्तारको अधिकतम डिग्री
न्यूनतम जूम तह छ
हामिसँग एउटा मान्य न्यूनतम जूम तह छ या छैन
जूम तह अधिकतममा छ
हामिसँग एउटा मान्य अधिकतम जूम तह छ या छैन
निरन्तर छ
निरन्तर जूम गर्ने हो या हैन (जम्प गर्न रोकिएमा)
छनोट
छनोट
यस अनुप्रयोगका बारेमा
बारेमा
फाइल
संशोधन
यसले केही गर्दैन; यो केवल प्रदर्शन मात्र हो ।
हेलो BonoboUI
हेलो Gnome
हेलो, संसार !
libbonoboui कोड सुरु गर्न सकिएन
Bonobo UI सुरु गर्न सकिएन
बोनोबो अबयब ब्राउजर
उपलब्ध बोनोबो अवयवहरू देखाउछ
नयाँ सञ्झ्याल खोल्नुहोस्
हालको सञ्झ्याल बन्द गर्नुहोस्
यस कार्यक्रमका बारेमा...
_सहायता
साधारण
IID
स्थान
बिस्तृत
बिस्तृत सूचना
सकृय
प्रकार
बिस्तृत अबयब
बोनोबो ब्राउजर
प्रतिलिपि अधिकार २००१, जिनोम फाउण्डेसन
बोनोबो अबयब ब्राउजर
Shyam krishna bal <shyamkrishna_bal\@yahoo\.com>, Nabin Gautam<nabingautam2001\@gmail\.com> Launchpad Contributions: Ganesh Ghimire https://launchpad.net/~gghimire Nabin Gautam https://launchpad.net/~nabin Shiva Prasad Pokharel https://launchpad.net/~pokharelshiva Shyam Krishna Bal https://launchpad.net/~shyamkrishna-bal
अबयब ब्राउजर
सबै
निस्क्रिय
default text direction
घटना प्रक्रिया
प्रवेश गर्नुहोस्
बाहिर जानुहोस्
अनौपचारिक सन्देश
चेतावनी सन्देश
गलत संदेश
प्रश्न संवाद
विविध सन्देश
पूर्वनिर्धारित पृष्ठभूमि
साझा प्रयोगको घटनाक्रम
आदेश बटनमा क्लिक गर्नुहोस्
सूची छान्नुहोस्
जाँच बाकस चयन गर्नुहोस्
एक्सपटक प्रयोग गर्दापनि यसले पाम गर्दैन, मोड फेला परेन
जीनोम जीकन्फ समर्थन
GNOME_FILE_DOMAIN_APP_HELP डोमेन फेला पार्न असक्षम
आधिपत्यक्षेत्रमा जीनोम_फाइल_क्षेत्र_प्रयोग_सहायता पत्ता लाउन सकिएन
जडानकार्य जाँच्नुहोस्.खोजिएको %s निर्देशिका देखाउन सकिएन
मद्दत मार्ग %s वा %s मा फेला पार्न असक्षम । कृपया तपाईँको स्थापना जाँच गर्नुहोस्
जडानकार्य जाँच्नुहोस्.खोजिएको %s वा %s निर्देशिका भेट्टाउन सकिएन
सहायता पथमा मिसिल_आईडी %s भेट्टाउन सकिएन
सहायता मिसिल %s/%s पाइएन
बोनोबो सहायता
बोनोबो सक्रियता सहायता
प्रत्येक प्रयोगकर्ताका लागि जीनोम समायोजन निर्देशिका `%s': %s तयार गर्न सकिएन
प्रत्येक प्रयोगकर्ताका लागि जीनोम समायोजन निर्देशिका `%s': %s को मोड ०७०० स्थापना गर्न सकिएन
जीनोम प्रबेग निर्देशिका `%s': %s तयार गर्न सकिएन
जीनोम अनुरुप फाइल पद्धति
ध्वनि सेवाप्रदायक असक्षम
ध्वनि सेवाप्रदायक सक्षम
ध्वनि सेवाप्रदायक निरन्तर सञ्चालन गर्न मूल:मार्ग खुल्ला छ
मूख्यनामका लागि:मार्ग
जीनोम पुस्तकालय
जिनोम विकल्पहरू देखाउनुहोस्
पीओपीटी तालिका
पीओपीटीका लागि बैकल्पिक तालिका
पीओपीटी ध्वजाहरु
पीओपीटीका लागि प्रयोग गर्ने ध्वजाहरु
पीओपीटीसँग सम्बन्धित विषय
पीओपीटीसँग सम्बन्धित विषयको मार्गदर्शक जसले जीनोम कार्यक्रम प्रयोग गरेको छ
GOption सन्दर्भ
जिनोम कार्यक्रमले प्रयोग गरिरहेको goption सन्दर्भ सूचक
मानिसले पढ्नसक्ने नाम
यस प्रयोजनमा मानिसले पढ्नसक्ने नाम
जीनोम मार्ग
त्यस्तो मार्ग जहाँ जडान गरिएका फाइल हेर्न सकिन्छ
एपीपी आई डी
यस प्रयोजनका लागि आई डी शृङ्खला
प्रयोग संस्करण
यस प्रयोजनका लागि संस्करण
जीनोम पूर्वसर्ग
पूर्वसर्ग जहाँ जीनोम जडान गरिएको छ
जीनोम पुस्तकालयीय निर्देशिका
पुस्तकालयीय पूर्वसर्ग जहाँ जीनोम जडान गरिएको छ
जीनोम तथ्याङ्क निर्देशिका
तथ्याङ्क पूर्वसर्ग जहाँ जीनोम जडान गरिएको छ
जीनोम पद्धतिसमायोजन निर्देशिका
समायोजन पूर्वसर्ग जहाँ जीनोम जडान गरिएको छ
जीनोम प्रयोगको पूर्वसर्ग
पूर्वसर्ग जहाँ यो प्रयोग जडान गरिएको छ
जीनोम प्रयोगको पुस्तकालयीय निर्देशिका
पुस्तकालयीय पूर्वसर्ग जहाँ यो प्रयोग जडान गरिएको छ
जीनोम प्रयोगको तथ्याङ्क निर्देशिका
तथ्याङ्क पूर्वसर्ग जहाँ यो प्रयोग जडान गरिएको छ
जीनोम प्रयोगको पद्धतिसमायोजन निर्देशिका
समायोजन पूर्वसर्ग जहाँ यो प्रयोग जडान गरिएको छ
निर्देशिका निर्माण गर्नुहोस्
सुरुमै योग्य जीनोम निर्देशिका निर्माण गर्नुहोस्
ध्वनि सामर्थ्य
सुरुमै ध्वनि सामर्थ्य गर्नुहोस्
बाचक
ईएसडीसँग कसरी संपर्क गाँस्ने
सहायता विकल्प
प्रयोग विकल्प
लोडगर्नका लागि घनत्वपूर्ण पद्धति
पद्धति१ पद्धति२ .....
%s उपलब्ध आदेश लाइन विकल्पको पूरै सुची हेर्न '%s --मद्दत' चलाउनुहोस् ।
स्थान देखाउने क्रममा अज्ञात आन्तरिक गल्ती
निश्चित गरिएको स्थान अबैधानिक
वर्णानुक्रमका लागि निश्चित आदेश गरिएको स्थानमा गल्ती छ
उद्घाटनका लागि निश्चित आदेश गरिएको स्थानमा गल्ती छ
त्यहाँ यस स्थानसँग सम्बन्धित पूर्वनिर्धारित कार्य छैन ।
पूर्वनिर्धारित कार्यले यो क्षेत्रलाई समर्थन गर्दैन
अनुरोध रद्द गरिएको थियो ।
होस्ट "%s" फेला पर्न सकेन ।
होस्ट फेला पर्न सकेन ।
स्थान वा फाइल फेला पर्न सकेन ।
लगइन असफल भएको छ ।
युआरएल: %s देखाउने क्रममा गल्ती
अतिरिक्त उपनाम कारखाना
जी समायोजन उपनाम
समायोजनमा अप्रत्यक्ष उपनाम
अज्ञात पद्धति
समायोजनमा %s साँचो पाइएन
मिलिसेकेणडमा न्युनतम मध्यान्तरण
पिक्सेल प्रति सेकेन्ड
मिलिसेकेन्डमा कति गतिवर्धन गर्ने
मिलिसेकेन्डमा प्रारम्भिक विलम्ब
मिलिसेकेन्डमा न्यूनतम अन्तराल
एकै पटकमा दुईवटा साँचाको बटन दबाउँदा केही काम गर्दैन
सहयोगी प्रविधिको प्योग शुरु गर्नुहोस्
रुचाइएका गतिशीलता सहयोगी प्रविधि अनुप्रयोग
रुचाइएका गतिशीलता सहयोगी प्रविधि अनुप्रयोग सुरु गर्नुहोस्
रुचाइएका दृश्य सहयोगी प्रविधि अनुप्रयोग
रुचाइएका दृश्यात्मक सहयोगी प्रविधि अनुप्रयोग सुरु गर्नुहोस्
पूर्वनिर्धारित द्रष्टा
आवस्यक मोड खोल्नुहोस्
परिचित दूरी देखाउनुहोस्
मोडको प्रयोग
कार्यान्वित तर्कहरु
'कार्यान्वित 'बटनले परिभाषित गरेको मोडमा कार्यक्रम कार्यान्वयन गर्न प्रयोग गरिएको तर्क
सञ्झ्याल प्रबन्धकलाई पछाडि धकेल्नुहोस् (अमान्य)
प्रयोगकर्ता सञ्झ्याल प्रबन्धक फेला परेन भने सञ्झ्याल प्रबन्धकलाई पछाडि धकेल्नुहोस् । यो कुञ्जीलाई GNOME २.१२ देखि अमान्य बनाइएको छ ।
प्रयोगकर्ता सञ्झ्याल प्रबन्धक (अमान्य)
पहिला प्रयास गरिने सञ्झ्याल प्रबन्धक । यो कुञ्जीलाई GNOME २.१२ देखि अमान्य ठानिएको छ ।
कार्यस्थानका सङ्ख्या (अमान्य)
सञ्झ्याल प्रबन्धकले प्रयोग गर्नुपर्ने कार्यस्थानको सङ्ख्या, यो कुञ्जी GNOME २.१२ देखि अमान्य ठानिएको छ ।
कार्यस्थानका नामहरू (अमान्य)
पहिलो सञ्झ्याल प्रबन्धक कार्यस्थानको नामहरुको एउटा सूची । यो कुञ्जी GNOME २.१२ देखि अमान्य छ ।
मंडलाको पृष्टभूमिलाई खिच
चित्रको विकल्प
चित्रको मिसिल नाम
चित्रको अपारदर्शीता
प्राथमिक रङ
अनुपात खिच्ने क्रममा देब्रे वा माथिको रङ्ग , अथवा ठोस रङ्ग.
द्वितीय रङ्ग
दायाँ र मुनिको रङ्गको अनुपात खिच्ने क्रममा ठोस रङ्ग प्रयोग नगर्नुहोस्
रङ्ग ओझेल पार्ने तरिका
मिसिल चित्रको बिचार
सक्षम उपलब्धता
सक्षम रङ्गचित्राङ्कन
यदि रङ्गचित्राङ्कन देखाउनु छ भने याद राख्नुहोस्:यो सर्बब्यापी बटन हो,यसले विण्डो प्रबन्धकको ब्यहोरा तथा समूहमा परिवर्तन गरिदिन्छ
सूचीपत्र च्यात्तिएको छ
प्रवेग परिवर्तन हुनसक्छ
शीर्षरेखाको शैली
सूचीसँग संकेतचित्रहरु छन्
सूचीपत्र समावेश नभएको
शीर्षरेखा समावेश नभएको
शीर्षरेखाको चित्रको आकार
कर्सरको झिमझिम
कर्सर झिमझिमको समय
चित्रसङ्केतको सोच
समूह,नटिलस आदवका लागि प्रयोग गर्ने चित्रको सोच
जीटीके+ बिचार
जीटीके+ द्वारा प्रयोग गरिएको पूर्वनिर्धारित बिचारको आधारभूत नाम
पूर्वनिर्धारित लिपि
जीटीके+ले प्रयोग गरेको पूर्वनिर्धारित लिपिको नाम
जीटीके आई एम पूर्वसम्पादित तरिका
जीटीके+द्वारा प्रयोग हुने पूर्वसम्पादित पद्धति निवेशको तरिकाका जीटीकेको नाम
जीटीके आई एम औकात तरिका
जीटीके+द्वारा प्रयोग हुने औकात पद्धति निवेशको तरिकाका जीटीकेको नाम
कागजात फन्ट
निश्चित आयतनको लिपि
मोडहरुमा प्रयोग हुने निश्चित आयतनको लिपिको नाम
प्रचलित लिपि प्रयोग गर्नुहोस्
जीटीके+ प्रयोगमा प्रचलित लिपि देखाउनुछ भने
दायाँ तर्फको औकात सतह
जिटिके फाइल चयकका लागि नमूना
मेनुपट्टी गतिवर्धक
मेनुपट्टी खोल्ने कुञ्जीपाटी सर्टकट ।
'आगत विधि' मेनु देखाउनुहोस्
'युनिकोड नियन्त्रण क्यारेक्टर' मेनु देखाउनुहोस्
निर्देशन रेखा निष्क्रिय पार्नुहोस्
कर्तालाई अन्तिम मोडमा जने सुविधाबाट वा निश्चित निर्देशन सञ्चालन हूनबाट रोक .उदाहरणका लागि यसले समूहको "दौड प्रयोग" संवाद. आदि लाई निष्क्रिय पार्छ
डिस्कमा भण्डारण गरेको मिसिल निष्क्रिय पार्नुहोस्
कर्तालाई मिसिल भणडारण गर्नबाट रोक उदाहरणका लागि यसले संपूर्ण "यसमा भणडारण गर" वार्ताको सुविधालाई निष्क्रिय पार्छ
टंकण क्रियालाई निष्क्रिय पार्नुहोस्
कर्तालाई टंकण गर्नबाट रोक उदाहरणका लागि यसले संपूर्ण "टंकण" वार्ताको सुविधालाई निष्क्रिय पार्छ.
टंकण मिलान निष्क्रिय पार्नुहोस्
कर्तालाई टंकण मिलान कार्यमा संशोधन गर्नबाट रोक . उदाहरणका लागि यसले संपूर्ण "टंकण जडान" वार्ता "आदिको सुविधालाई निष्क्रिय बनाउँछ
प्रयोगकर्ता स्विचिङ अक्षम पार्नुहोस्
प्रयोगकर्ताको सत्र सक्रिय हुदा उसलाई अन्य खातामा स्विच गर्नबाट रोक्नुहोस् ।
पर्दामा ताल्चा लगाउन अक्षम पार्नुहोस्
प्रयोगकर्तालाई उसको पर्दामा ताल्चा लगाउन रोक्नुहोस् ।
संभावित मूल्यहरु "खुला", "बन्द", र "प्रचलन"हुन्
कीबोर्ड घणटीको प्रचलित मिसिलनाम
NumLock अवास्थालाई सम्झनुहोस्
ठीकमा सेट गर्दा, जिनोमले सत्रहरू बीचको NumLock LED को अवास्थालाई सम्झन्छ ।
माउस बटनतिर अभिमूखि
एकपटकमात्र क्लिक
माउस संचालनको गुणक प्रबेग.-१ को मूल्य पूर्वनिर्धारित पद्धति हो
कम्पनको न्यूनतम सीमा
माउसको सञ्चालन प्रबेग सक्रिय हुनुभन्दा पहिलेको दूरी पिक्सेलमा.-१ को मूल्य पूर्वनिर्धारित पद्धति हो
न्यूनतम सीमा खिच्नुहोस्
समय बटनमा दूईपटक क्लिक गर्नुहोस्
संकेतकको पहिचान गर्नुहोस्
कर्सर लिपि
कर्सरको लिपिनाम कायम गरिएको छैनभने पूर्वनिर्धारित लिपिको प्रयोग हुन्छ यो मूल्यले प्रत्येक सेशनको शुरुमा X सेवादायकलाई मात्र जनाउँछ,दोश्रो पटक मिसिल नखोलेसम्म यसले मध्यान्तरमा केही असर पार्दैन
कर्सरको सोच
कर्सर विषयवस्तु नाम । X कर्सर समर्थन गर्ने X सर्भरद्वारा मात्र प्रयोग गरिन्छ, जस्तै XFree86 4.3 र त्यसपछिका X कर्सर ।
कर्सरको आकार
कर्सर विषयवस्तुद्वारा सन्दर्भ गरिएका कर्सरको साइज ।
पूर्वनिर्धारित मिश्रक यन्त्र
मल्टिमिडिया कुञ्जी बाइन्डिङद्वारा प्रयोग गरिएका पूर्वनिर्धारित मिश्रक यन्त्र ।
पूर्वनिर्धारित मिश्रक ट्र्याक
मल्टिमिडिया कुञ्जी बाइन्डिङद्वारा प्रयोग गरिएका पूर्वनिर्धारित मिश्रक ट्र्याक ।
इएसडीलाई सक्षम बनाउनुहोस्
ध्वनि प्रदायकको शुरुआतलाई सक्षम बनाउनुहोस्
घटना परिवेशका लागि आवाज
कर्ताको घटना परिवेशका लागि आवाज दिनु छ भने
संपूर्ण बाह्य हस्तचालकलाई निश्क्रिय पार्नुहोस्
तिनीहरु स्वतन्त्र रुपले सक्रिय/निष्क्रिय छन् भने यसलाई ठीक गर्न संपूर्ण बाह्य हस्तचालक कार्यलाई निश्क्रिय पार्नुहोस्,स्वतन्त्र होउन्
टंकण समय
रोकावट मोड शुरुहुनुभन्दा पहिलेको टंकणको मिनटसंख्या
समयलाई टुक्र्याउनुहोस्
टंकणको अन्तिम रोकावटको मिनटसंख्या
ब्यवधान रोक्नका लागि स्वीकृति दिनुहोस्
टंकण-रोकावट पर्दा स्थगन गर्न सकिँदै क्यारे
कीबोर्डबन्द सक्रिय छैन क्यारे
कीबोर्डबन्द सक्रिय छैन क्यारे
X
Y
एन्टिएलाइज गरिएको
क्यानभासको एन्टि-एजाइजिङ मोड ।
पाठ
रेन्डर गर्ने पाठ
मार्कअप
रेन्डर गर्ने मार्कअप गरिएको पाठ
फन्ट
स्ट्रिङ‌का रूपमा फन्ट वर्णन
फन्ट वर्णन
एउटा पेन्गो फन्ट वर्णन संरचनाको रूपमा फन्टको वर्णन
फन्ट परिवार
फन्ट परिवारको नाम जस्तै सान्स, हेल्भेटिका, टाइम्स, मोनोस्पेस
फन्ट शैली
फन्ट विविधता
फन्ट वजन
फन्ट फैलावट
फन्ट साइज
फन्ट साइज ( PANGO_SCALE को गुणक जस्तो, जस्तै: १२ पोइन्ट फन्ट साइजका लागि 12*PANGO_SCALE 12*PANGO_SCALE )
फन्ट बिन्दु
बिन्दुमा फन्ट साइज (जस्तै: १२ पोइन्ट फन्ट साइजका लागि १२)
बृद्धि
आधार लाइनभन्दा माथि पाठको अफसेट (आधारलाइन भन्दा तल वृद्धि गरेमा ऋणात्मक हुन्छ)
स्ट्राइकथ्रू
पाठलाई स्ट्राइकथ्रु गर्ने या नगर्ने
अधोरेखा
यस पाठका लागि अधोरेखाको शैली
स्केल
पूर्वनिर्धारित साइजसँग सम्बन्धित, फन्टको साइज
रङ
स्ट्रिङका रूपमा, पाठको रङ
Gdk रङको रूपमा, पाठको रङ
एउटा R/G/B/A सङ्लग्न इन्टिजरको रूपमा, पाठ रङ
पाठ चौडाइ
रेन्डर गरिएको पाठको चौडाइ
पाठको उचाइ
रेन्डर गरिएको पाठको उचाइ
फन्ट परिवार सेट
यस ट्यागले फन्ट परिवारलाई असर पार्दछ या पार्दैन
फन्ट शैली सेट
यस ट्यागले फन्ट शैलीलाई असर पार्छ या पार्दैन
फन्ट चल सेट
यस ट्यागले फन्ट चललाई असर पार्छ या पार्दैन
फन्ट वजन सेट
यस ट्यागले फन्ट वजनमा असर पार्छ या पार्दैन
फन्ट विस्तार सेट
यस ट्यागले फन्ट विस्तारमा असर पार्छ या पार्दैन
फन्ट साइज सेट
यस ट्यागले फन्ट शैलीमा असर पार्छ या पार्दैन
सेट वृद्धि गर्नुहोस्
यस ट्यागले फन्ट वृद्धिमा असर पार्छ या पार्दैन
स्ट्राइकथ्रु सेट
यस ट्यागले फन्ट स्ट्राइकथ्रूमा असर पार्छ या पार्दैन
अधोरेखा सेट
यस ट्यागले अधोरेखालाई असर पार्छ या पार्दैन
स्केल सेट
यस ट्यागले फन्ट स्केलमा असर पार्छ या पार्दैन
प्रदर्शन गरिने पाठ
X स्थिति
Y स्थिति
चौडाइ
पाठ बाकसका लागि चौडाइ
उचाइ
पाठ बाकसका लागि उचाइ
सम्पादनयोग्य
यो रिच पाठ सम्पादनयोग्य छ ?
दृश्यात्मक
यो रिच पाठ वस्तु दृश्यात्मक छ ?
दृश्यात्मक कर्सर
यो रिच पाठ वस्तुमा कर्सर देखिन्छ ?
ब्लिङ्क कर्सर
यस रिच पाठ वस्तुमा कर्सर ब्लिङ्क गर्दछ ?
उचाइ बढाउनुहोस्
यदि पाठ ठिक नभएमा पाठ बाकसको उचाइ बढाउनु पर्दछ ?
बेर्ने मोड
बहु रेखा पाठका लागि बेर्ने मोड
समरेखन
समरेखन मोड
दिशा
पाठ दिशा
एङ्कर
पाठका लागि एङ्खर बिन्दु
लाइन माथिको पिक्सेल
लाइनको माथि राखिने पिक्सेलको सङ्ख्या
लाइन तलको पिक्सेल
लाइनको तल राखिने पिक्सेलको सङ्ख्या
पिक्सेल भित्र बेराइ
बेराई भित्र राखिने पिक्सेलको सङ्ख्या
बायाँ सीमान्त
बायाँ सीमान्तमा पिक्सेलको सङ्ख्या
दायाँ सीमान्त
दायाँ सीमान्तमा पिक्सेलको सङ्ख्या
इन्डेन्टेसन
इन्डेन्टेसनका लागि पिक्सेलको सङ्ख्या
मद्दत प्रदर्शन गर्दा एउटा त्रुटि भयो: %s
"%s" प्रोफाइल सम्पादन
gm-अडियो प्रोफाइलको सूची प्राप्त गर्दा एउटा त्रुटि थियो । (%s)
अडियो प्रोफाइल सूची परिवर्तनको सूचनामा सदस्यता लिदा त्रुटि थियो । (%s)
प्रोफाइल मार्ग %s बिर्सनाले त्रुटि । (%s)
सम्पादन
"%s" प्रोफाइल मेट्नुहन्छ ?
प्रोफाइल मेट्नुहोस्
जिनोम अडियो प्रोफाइल सम्पादन गर्नुहोस्
प्रोफाइल:
तपाईँसँग "%s" नाम भएको प्रोफाइल पहिले नै छ
GConf त्रुटि (FIXME): %s
"%s"फाइल हराइरहेको छ । यसले यो अनुप्रयोग गलत तरिकाले स्थापित गरिएको छ भन्ने देखाउछ, त्यसैले यस संवादलाई प्रदर्शन गर्न सकिँदैन ।
अडियो प्रोफाइल सम्पादन गर्नुहोस्
प्रोफाइल वर्णन:
सक्रिय पार्नुहुन्छ ?
फाइल विस्तार:
जिस्ट्रिमर पाइप लाइन:
प्रोफाइल नाम:
नयाँ प्रोफाइल
सिर्जना गर्नुहोस्
प्रोफाइलको सूची
अडियो रेकर्ड गर्ने प्रोफाइलको सूची। यस सूचिले /system/gstreamer/@GST_MAJORMINOR@/audio/profiles सँग सम्बन्धित उप-डाइरेक्ट्रीका नाम भएका स्ट्रिङ समावेश गर्दछ ।
अडियो प्रोफाइलका लागि एउटा छोटो नाम
प्रोफाइललाई अद्वितिय रूपमा पहिचान गर्न र चयनमा प्रयोग गरिने, अडियो प्रोफाइलका लागि छोटो नाम ।
अडियो प्रोफाइलका लागि विवरण
बढी सूचना र प्रोफाइल कहिले प्रयोग गर्ने वर्णन समाविष्ट, प्रोफाइलको वर्णन ।
प्रयोग गरिने आंशिक जिस्ट्रिमर पाइपलाइन
यस प्रोफाइलका लागि प्रयोग गरिने एउटा आंशिक जिस्ट्रिमर पाइपलाइन ।
यस प्रोफाइलका लागि पूर्वनिर्धारित फाइल विस्तार
यस प्रोफाइलसँग सङ्केतन गरिएका फाइल भण्डारण गर्दा प्रयोग हुने एउटा फाइल नाम विस्तार ।
सीडी गुणस्तर, नोक्सान मुलक
सीडी गुणस्तर अडियोमा रूपान्तरण गर्नका लागि, तर नोक्सान हुने सङ्कुचन कोडेकसँग प्रयोग गरिन्छ । यसलाई सीडी उद्धरण र रेडियो रेकर्डिङका लागि प्रयोग गर्नुहोस् ।
सीडी गुणस्तर, नोक्सान रहित
सीडी-गुणस्तर अडियोमा रुपान्तरण गर्नका लागि, तर कोडेकको नोक्सानरहित सङ्कुचनसँग प्रयोग गरिन्छ । यदि तपाईँ पछि फाइल सम्पादन गर्न वा सीडीमा बचत गर्न चाहनुहुन्छ भने यसको प्रयोग गर्नुहोस् ।
आवाज, नोक्सानरहित
नोक्सान रहित ध्वनी-गुणस्तर अडियोमा रूपान्तरण गर्न प्रयोग गरिन्छ । यसलाई वाचन रेकर्ड गर्न वा सम्पादन गर्न प्रयोग गर्नुहोस् ।
आवाज, नोक्सानमुलक
नोक्सानमुलक ध्वनी-गुणस्तर अडियोमा रूपान्तरण गर्नका लागि प्रयोग गरिन्छ । सम्पादन गर्नु नपर्ने वाचन रेकर्ड गर्नका लागि यसको प्रयोग गर्नुहोस् ।
सीडी गुणस्तर, MP3
सीडी गुणस्तर अडियोमा रुपान्तरण गर्नका लागि, तर नोक्सान हुनसक्ने MP3 कोडेकसँग प्रयोग गरिन्छ । यसलाई MP3 कोडेक मात्र समर्थन गर्ने यन्त्रमा प्रतिलिपि गर्नका लागि फाइल तयार गर्न प्रयोग गर्नुहोस् । याद गर्नुहोस् यस ढाँचाको प्रयोग गर्नु तपाईँको अधिकार क्षेत्रमा अवैध हुन्छ; सुझावका लागि तपाईँको वकिलको सम्पर्क गर्नुहोस् ।
सीडी गुणस्तर, AAC
सीडी गुणस्तर अडियोमा रुपान्तरण गर्नका लागि, तर हराउन सक्ने AAC कोडेकसँग प्रयोग गरिन्छ । यसलाई AAC कोडेक मात्र समर्थन गर्ने यन्त्रमा प्रतिलिपि गर्नका लागि फाइल तयार गर्न प्रयोग गर्नुहोस् । याद गर्नुहोस् यस ढाँचाको प्रयोग गर्नु तपाईँको अधिकार क्षेत्रमा अवैध हुन्छ; सुझावका लागि तपाईँको वकिललाई सम्पर्क गर्नुहोस् ।
शाखा वस्तु १
वस्तु १ का लागि सङ्केत
शाखा वस्तु २
वस्तु २ का लागि सङ्केत
श्रेय
लेखक
द्वारा मिसिलिकृत
अनुवादक
श्रेय
अनप्रयोग नाम
कार्यक्रमको नाम
कार्यक्रम संस्करण
कार्यक्रमको संस्करण
प्रतिलिपि अधिकार स्ट्रिङ
कार्यक्रमका लागि प्रतिलिपि अधिकार जानकारी
टिप्पणी स्ट्रिङ
कार्यक्रमका बारेमा टिप्पणी
लेखकहरू
कार्यक्रम लेखकहरूको सूची
लेखक प्रविष्टि
एउटा एकल लेखक प्रविष्टि
मिसिलकर्ता
कार्यक्रम मिसिलिकरण गर्ने मानिसहरूको सूची
मिसिलिकर्ता प्रविष्टि
एउटा एकल मिसिलकर्ता प्रविष्टि
jaydeep Bhusal <zaydeep\@hotmail\.com>,Jyotshna Shrestha <jyotshna\@mpp\.org\.np>,Bishnu Adhikari <bsn_adk\@hotmail\.com>,Shiva Pokharel <pokharelshiva\@hotmail\.com>,Pawan Chitrakar <pawan\@mpp\.org\.np>,Shyam Krishna Bal <shyamkrishna_bal\@yahoo\.com>, Nabin Gautam<nabingautam2001\@gmail\.com>
Nabin Gautam<nabingautam2001\@gmail\.com>
लोगो
बाकसका बारेमा एउटा लोगो
%s का बारेमा
फाइल
_File/
सम्पादन
_Edit/
दृश्य
_View/
_ सेटिङ्गहरु
_Settings/
नयाँ
_New/
फाइल
Fi_les/
सञ्झ्याल
खेल
मद्दत
_Windows/
खोल्नुहोस्...
एउटा फाइल खोल्नुहोस्
बचत गर्नुहोस्
हालको फाइल बचत गर्नुहोस्
यस रूपमा बचत गर्नुहोस्...
यो फाइल अरू नामले संग्रह गर्नुस
_पूर्वावस्थामा लाने
फाइलको बचत गरिएको संस्करणमा उल्टाउनुहोस्
मुद्रण गर्नुहोस्...
हालको फाइल मुद्रण गर्नुहोस्
मुद्रण सेटअप...
तपाईँको हालको मुद्रकका लागि पृष्ठ सेटिङ सेटअप गर्नुहोस्
बन्द गर्नुहोस्
हालको फाइल बन्द गर्नुहोस्
अन्त्य गर्नुहोस्
अनुप्रयोग अन्त्य गर्नुहोस्Edit
काट्नुहोस्
चयन काट्नुहोस्
प्रतिलिपि बनाउनुहोस्
चयन प्रतिलिपि बनाउनुहोस्
_टाँस्नुहोस्
क्लिपबोर्ड टाँस्नुहोस्
खाली गर्नुहोस्
चयन खाली गर्नुहोस्
पूर्वस्थितिमा फर्काउनुहोस्
अन्तिम कार्यलाई पूर्वस्थितिमा फर्काउनुहोस्
फेरि गर्नुहोस्
समाप्त नभएको कार्य फेरि गर्नुहोस्
फेला पार्नुहोस्...
स्ट्रिङको खोजी गर्नुहोस्
पछिल्लो फेला पार्नुहोस्
उही स्ट्रिङका लागि फेरि खोजी गर्नुहोस्
बदल्नुहोस्...
स्ट्रिङ बदल्नुहोस्
_गुणहरु
फाइलको गुण परिमार्जन गर्नुहोस्
प्राथमिकताहरू
अनुप्रयोग कन्फिगरेसन गर्नुहोस्Help
बारेमा
यस अनुप्रयोगका बारेमा
सबै चयन गर्नुहोस्
सबैकुरा चयन गर्नुहोस्
नयाँ सञ्झ्याल सिर्जना गर्नुहोस्
एउटा नयाँ सञ्झ्याल सिर्जना गर्नुहोस्
यस सञ्झ्याललाई बन्द गर्नुहोस्
हालको सञ्झ्याल बन्द गर्नुहोस्Game
नयाँ खेल
नयाँ खेल सुरु गर्नुहोस्
खेल पज गर्नुहोस्
खेल पज गर्नुहोस्
खेल फेरि सुरु गर्नुहोस्
खेल फेरि सुरु गर्नुहोस्
चाललाई पूर्वस्थितिमा फर्काउनुहोस्
अन्तिम चाललाई पूर्वस्थितिमा फर्काउनुहोस्
चाल रिडू गर्नुहोस्
समापन नभएका चालललाई रिडू गर्नुहोस्
इशारा
तपाईँको पछिल्लो चालका लागि एउटा इशारा प्राप्त गर्नुहोस्
प्राप्ताङ्क...
प्राप्ताङ्क हेर्नुहोस्
खेल अन्त्य गर्नुहोस्
हालको खेल अन्त्य गर्नुहोस्
सामग्रीहरू
यस अनुप्रयोगका लागि मद्दत हेर्नुहोस्
प्रतिमाहरू तलको पाठ
प्रतिमाहरू बाहेकका प्राथमिकता पाठ
प्रतिमाहरू मात्र
पाठ मात्र
डेस्कटप पूर्वनिर्धारित प्रयोग गर्नुहोस् (%s)
(फर्कनुहोस् बटन थिच्नुहोस्)
त्रुटि:
चेतावनी:
y
हो
n
होइन
(हो वा होइन)
- ठीक छ ?(हो वा होइन)
प्रगति
अनुप्रयोग आइडी
अनुप्रयोग आईडी (ID) स्ट्रिङ
प्रगतिमा छ
प्रगति विजेट सिर्जना गर्नुहोस् ।
वस्तुस्थिति छ
एउटा वस्तुस्थिति विजेट सिर्जना गर्नुहोस् ।
अन्तरक्रिया
प्रयोगकर्ता क्रियाकलापको स्तर आवश्यक ।
तपाईँको HTTP प्रोक्सीले तपाईँलाई लगइन गर्न आवश्यक हुन्छ ।
तपाईँ पहुँच "%s" मा लगइन हुनु पर्दछ । %s
तपाईँको पासवर्ड गुप्तिकरण नगरिकन प्रसारित गरिनेछ ।
तपाईँको पासवर्ड गुप्तीकरण गरेर प्रसारित गरिनेछ ।
प्रमाणीकरण आवश्यकYou must log in to acces user@server.com/share domain MYWINDOWSDOMAIN.
तपाईँ %s डोमेन %s पहुँच गर्न लगइन हुनुपर्दछ
तपाईँ %s पहुँच गर्न लगइन हुनु पर्दछ
सत्र प्रबन्ध आईडी निर्दिष्ट गर्नुहोस्
आईडी (ID)
बचत गरिएका कन्फिगरेसनको उपसर्ग निर्दिष्ट गर्नुहोस्
PREFIX
सत्र प्रबन्धकसँग जडान अक्षम पार्नुहोस्
सत्र प्रबन्ध:
सत्र प्रबन्ध विकल्प देखाउनुहोस्
सत्र प्रबन्ध
लगआउट रद्द गर्नुहोस्
अमान्य रङ डेटा प्राप्त भयो
रङ निर्दिष्ट गर्न एउटा संवाद खोल्नुहोस्
एउटा रङ रोज्नुहोस्
समय
हालै चयन गरिएको समय
मिति सम्पादन झन्डा
मिति सम्पादन कस्तो देखिन्छ हेर्ने झन्डा
तल्लो घन्टा
समय पपअप चयनकर्तामा कम घन्टा
माथिल्लो घन्टा
समय पपअप चयनकर्तामा माथिल्लो घन्टा
प्रारम्भिक समय
प्रारम्भिक समय
मिति
मिति चयन गर्नुहोस्
क्यालेन्डरबाट मिति चयन गर्नुहोस्
क्यालेन्डर
समय चयन गर्नुहोस्
सूचीबाट समय चयन गर्नुहोस्
gnome_date_edit_get_date अनुचित छ, gnome_date_edit_get_time प्रयोग गर्नुहोस्
शीर्षक
druid को शीर्षक
लोगो छवि
उच्च वाटरमार्क
माथिल्लोका लागि वाटरमार्क छवि
शीर्षक अग्रभूमि
शीर्षकको अग्रभूमि रङ
शीर्षक अग्रभूमि रङ
GdkColor का रूपमा शीर्षकको अग्रभूमि रङ
शीर्षक अग्रभूमि रङ सेट
शीर्षकको अग्रभूमि रङ सेट गरिएको छ
पृष्ठभूमि रङ
पृष्ठभूमि रङ
GdkColor का रूपमा पृष्ठभूमि रङ
पृष्ठभूमि रङ सेट
पृष्ठभूमि रङ सेट गरिएको छ
सामग्रीहरू पृष्ठभूमि रङ
सामग्रीहरू पृष्ठभूमि रङ
GdkColor का रूपमा सामग्रीहरू पृष्ठभूमि रङ
सामग्रीहरू पृष्ठभूमि रङ सेट
सामग्रीहरू पृष्ठभूमि रङ सेट गरिएको छ
लोगो पृष्ठभूमि रङ
लोगो पृष्ठभूमि रङ
GdkColor का रूपमा लोगो पृष्ठभूमि रङ
लोगो पृष्ठभूमि रङ सेट
लोगो पृष्ठभूमि रङ सेट गरिएको छ
समापन देखाउनुहोस्
'पछिल्लो' बटनको साटोमा 'समापन' बटन देखाउनुहोस्
मद्दत देखाउनुहोस्
'मद्दत' बटन देखाउनुहोस्
इतिहास आईडी (ID)
GTK प्रविष्टि
GTK प्रविष्टि
फाइल प्रविष्टिका लागि अद्वितिय पहिचायक । यसलाई इतिहास सूची बचत गर्नका लागि प्रयोग गरिन्छ ।
संवाद शीर्षक ब्राउज गर्नुहोस्
ब्राउज फाइल संवादका लागि शीर्षक ।
डाइरेक्टरी प्रविष्टि
डाइरेक्टरी नाम वा पूरा फाइलनाम प्रविष्टि गर्न फाइल प्रविष्टि प्रयोग भइरहेको छ या छैन ।
मोडल
ब्राउज फाइल सञ्झ्याल मोडल हुनुपर्दछ या पर्दैन ।
फाइलनाम
फाइल प्रविष्टिमा प्रदर्शित गर्नुपर्ने फाइलनाम ।
पूर्वनिर्धारित मार्ग
ब्राउज फाइल सञ्झ्यालका लागि पूर्वनिर्धारित मार्ग ।
जिनोम प्रविष्टि
फाइलनाम प्रविष्टि गर्नका लागि फाइल प्रविष्टिले प्रयोग गर्ने जिनोम प्रविष्टि । यदि तपाईँले यसका कुनै परामितिहरू परिमार्जन वा क्वेरी गर्न चाहनुहुन्छ भने तपाईँले जिनोम प्रविष्टि प्राप्त गर्न यो गुण प्रयोग गर्न सक्नुहुन्छ ।
Gtk प्रविष्टि
फाइलनाम प्रविष्टि गर्नका लागि फाइल प्रविष्टिले प्रयोग गर्ने Gtk प्रविष्टि । यदि तपाईँले यसका कुनै परामितिहरू परिमार्जन वा क्वेरी गर्न चाहनुहुन्छ भने तपाईँले Gtk प्रविष्टि प्राप्त गर्न यो गुण प्रयोग गर्न सक्नुहुन्छ ।
Gtk फाइल चयनकर्ता प्रयोग गर्नुहोस्
फाइल चयन गर्न नयाँ Gtk फाइल चयनकर्ता विजेट वा Gtk फाइल चयन विजेट प्रयोग गर्नुहुन्छ ।
Gtk फाइल चयनकर्ता कार्य
फाइल चयनकर्ताले सम्पादन गरिरहेको सञ्चालनको प्रकार ।
फाइल चयन गर्नुहोस्
मार्ग
फाइलका लागि मार्ग
ब्राउज गर्नुहोस्...
फाइल रोज्नका लागि फाइल चयनकर्ता पपअप गर्नुहोस्
सन्स १२
AaBbCcDdEeFfGgHhIiJjKkLlMmNnOoPpQqRrSsTtUuVvWwXxYyZz
एउटा फन्ट रोज्नुहोस्
चयन संवाद बाकसको शीर्षक
मोड
फन्ट पिकरको सञ्चालनको मोड
फन्ट नाम
चयन गरिएको फन्टको नाम
फन्ट
चयन गरिएको Gtk फन्ट
पाठ पूर्वावलोकन गर्नुहोस्
संवादमा देखाइएको पाठको पूर्वावलोकन
लेबुलमा फन्टको प्रयोग गर्नुहोस्
फन्ट सूचना मोडको लेबुलमा फन्टको प्रयोग गर्नुहोस्
लेबुलका लागि फन्ट साइज
फन्ट सूचना मोडको लेबुलका लागि फन्ट साइज
साइज देखाउनुहोस्
फन्ट सूचना मोडमा साइज देखाउनुहोस्
जिनोम जीकन्फ UI समर्थन
विवरण
अनुप्रयोग "%s" ले तपाईँको प्रणाली प्रशाषक वा सञ्चालन प्रणाली प्रदायकले परिवर्तन गर्न अनुमति नदिएको कन्फिगरेसनको साइज परिवर्तन गर्ने प्रयास गर्यो । तपाईँले चयन गरेको केही सेटिङमा प्रभाव पर्दैन, वा तपाईँले अर्को पटक अनुप्रयोग प्रयोग गर्दा पूर्व अवस्थामा ल्याउन सक्नु हुदैन ।
%s का लागि कन्फिगरेसन सूचना लोडिङ वा बचत गर्दा एउटा त्रुटि उत्पन्न भयो । तपाईँको केही कन्फिगरेसन सेटिङले ठीक तरिकाले कार्य नगर्न सक्दछ ।
यूआरएल (URL)
GnomeHRef ले सक्रिय पार्ने यूआरएल (URL)
पाठ
बटनको पाठ
वर्ल्ड हङ्गरको अन्त्य
लिङ्क रङ
लिङ्क कोर्न रङ प्रयोग गरियो
यस बटनले तपाईँलाई यसले प्रदर्शन गर्ने यूआरआई (URI) मा पुर्याउदछ ।
पूर्वनिर्धारित वेब ब्राउजर सुरुआत गर्ने प्रयास गर्दा एउटा त्रुटि उत्पन्न भयो । कृपया 'रुचाइएको अनुप्रयोगहरू' प्राथमिकता उपकरणमा तपाईँको सेटिङ जाँच्नुहोस् ।
प्रतिमा प्रविष्टिका लागि अद्वितीय पहिचायक । यो इतिहास सूची बचत गर्न प्रयोग गरिन्छ ।
प्रतिमा ब्राउज गर्नुहोस् संवादका लागि शीर्षक ।
पिक्सम्याप डाइरेक्टरी
प्रतिमाका लागि खोजी गरिने डाइरेक्टरी ।
प्रतिमा प्रविष्टिमा प्रदर्शित गरिनुपर्ने फाइलनाम ।
पिकर संवाद
प्रतिमा पिकर संवाद । यदि तपाईँलाई यसका कुनै गुण परिमार्जन गर्न वा क्वेरी गर्न आवश्यक भएमा तपाईँले Gtk संवाद प्राप्त गर्न यो गुण प्रयोग गर्न सक्नुहुन्छ ।
आइकन छान्नुहोस
प्रतिमा चयन संवाद
यो संवाद बाकसले तपाईँलाई एउटा प्रतिमा चयन गर्न अनुमति दिन्छ ।
प्रतिमा चयनकर्ता
कृपया तपाईँले चाहनुभएको प्रतिमा रोज्नुहोस् ।
यस बटनले तपाईँलाई प्रतिमा चयन गर्न दिने सञ्झ्याल खोल्नेछ ।
ब्राउज गर्नुहोस्
प्रतिमा मार्ग
तपाईँले यहाँ प्रतिमा छवि अवस्थित भएको डाइरेक्टरीको नाम प्रविष्ट गर्नु पर्दछ ।
जिनोम प्रतिमा चयन: '%s' अवस्थित छैन अथवा यो एउटा डाइरेक्टरी होइन
जिनोम प्रतिमा चयन: डाइरेक्टरी '%s' खोल्न सकेन
प्रतिमाहरू लोड गर्दैछ...
जानकारी
चेतावनी
त्रुटि
प्रश्न
सन्देश
प्रयोगकर्ता नाम:
डोमेन:
पासवर्ड:
नयाँ पासवर्ड:
पासवर्ड यकीन गर्नुहोस्:
पासवर्ड गुणस्तर:
जडान गर्नुहोस्
नाम नदिइ जडान गर्नुहोस्
प्रयोगकर्ताका रूपमा जडान गर्नुहोस्:
तत्काल पासवर्ड याद नगर्नुहोस्
तपाईँ लगआउट हुदासम्म पासवर्ड याद गर्नुहोस्
सधैँ याद गर्नुहोस्
पूर्वावलोकन गर्नुहोस्
पिक्सम्याप प्रविष्टिको एउटा पूर्वावलोकन हुनुपर्दछ या पर्दैन ।
छवि छैन
छवि पूर्वावलोकन
हालै निर्दिष्ट गरिएको छविको पूर्वावलोकन
सामान्य फाइल चयन गर्ने, hbox फेला पार्न सकिँदैन
पूर्वावलोकन
प्रमुख दश
प्रयोगकर्ता
प्राप्ताङ्क
%a %b %d %T %Y
सन्स १४
तालिका किनाराहरू
तालिका भर्नुहोस्
गोली चिन्ह लगाइएको सूची
क्रमाङ्कन गरिएको सूची
इन्डेन्ट
इन्डेन्ट हटाउनुहोस्
बारेमा
क्र्यास संवाद अक्षम पार्नुहोस्
जिनोम GUI लाइब्रेरी:
जिनोम GUI विकल्पहरू देखाउनुहोस्
प्रयोग गरिने X प्रदर्शन
DISPLAY
जिनोम GUI लाइब्रेरी
लिङ्क खोल्न सकेन
परीक्षणबाट बाहिर निस्कनुहोस्
डेटा साइज पढ्नुहोस्
डिबगिङ सक्षम पार्नुहोस्
भर्बोज निर्गत सक्षम पार्नुहोस्
पृष्ठभूमिमा बिभाजन नगर्नुहोस्
inetd बाट आह्वान गरिएको
उपलब्ध आदेश लाइन विकल्पको पूरै सूची हेर्न '%s --मद्दत' चलाउनुहोस् ।
ह्याङअप
रोकावट
अन्त्य गर्नुहोस्
अवैध निर्देशन
पदचिन्ह ट्रयाप
परित्याग गर्नुहोस्
इएमटी (EMT) त्रुटि
उत्प्लावन बिन्दु अपवाद
नष्ट गर्नुहोस्
बस त्रुटि
खण्डीकरण बिखण्डन
प्रणाली कलमा खराब तर्क
विच्छेद पाइप
सचेतक घडी
अन्त्य
सकेटमा आकस्मिक अवस्था
रोक्नुहोस्
कुञ्जिपाटी बन्द गर्नुहोस्
जारी राख्नुहोस्
चाइल्ड वस्तुस्थिति परिवर्तन गरिएको छ
tty बाट पृष्ठभूमि पढ्नुहोस्
tty मा पृष्ठभूमि लेख्नुहोस्
I/O अब सम्भव छ
सीपीयू (CPU) सीमा नाघ्यो
फाइल साइज सीमा नाघ्यो
अवास्तविक सचेतक घडी
सचेतक घडीको प्रोफाइल हुँदैछ
सञ्झ्याल साइज परिवर्तन
सूचना अनुरोध
प्रयोगकर्ता परिभषित सङ्केत १
प्रयोगकर्ता परिभषित सङ्केत २
अफ्रिका
अल्जेरिया
एड्रारAlgiersAlger
अन्नाबा
बाट्ना
बेचार
बेजाइया
बाइस्क्रा
च्लेफ
कन्स्टेनटाइन
डिजानेट
El गोल्लि
घार्डाइया
इलिजि
ल्याघोउयाट
ओरन
ओउर्ग्ला
सेटिफ
टेबेस्सा
टियारेट
टिमिमोउन
टिनडोउफ
टोउग्गोर्ट
एङ्गोला
बेनिन
कोटोनोउ
बोट्स्वाना
फ्रान्किस्टाउन
घान्जि
कासेन
लेट्लहाकेन
माउन
बर्किना फासो
ओउगाडोउगोउ
बुरुन्डि
बुजुम्बुरा
क्यामरुन
गारोवा
एन्गाउन्डेर
याउन्डे
केप भर्डे
केन्द्रीय अफ्रिकन रिपब्लिक
ब्याङ्गासोउ
ब्याङ्गुइ
बेरबेराटि
च्याड
मोन्डोउ
सार्ह
कोमोरोस
Democratic Republic of the Congo
Democratic Republic of the Congo
Congo
कोङ्गो, रिपब्लिक अफ दि
पोइन्टे-नोइर
अबिड्जनCountry
इजिप्ट
AlexandriaAl IskandariyahCity in Egypt
City in Virginia, United States
अस्युतCairoAl QahirahCity in Egypt
लुक्सर
टाबा
इक्वेटोरियल ग्विनि
ईथियोपिया
ग्याबोन
लिब्रेभिल
पोर्ट-जेन्टिल
घाना
अक्रा
गिइनि
गिइनि बिसाउ
केन्या
एल्डोरेट
किसुमु
मोम्बासा
नेरोबि
लेसोथोCountry
लिबिया
TripoliTarabulus / طرابلس
ट्रिपोली
माडागास्कर
मालवि
माली
माउरिटानिया
नोउवाधिबोउ
नोउवाक्चोट
माउरिटियस
मोरोक्को
अगाडिर
अल होसिमा
मार्राकेच
मेकनेस
नाडोर
ओउज्डा
TangierTanger
माजाम्बिक्यू
बेइरा
चिमोइयो
लिचिङ्गा
नाम्पुला
पेम्बा
क्वेलिमेन
नामिबिया
नाइजर
अगाडेज
जिन्डर
नाइजेरिया
ईलोरिन
काडुना
कानो
पोर्ट हार्कोर्ट
र्वान्डा
City in Réunion
साओ टोम एण्ड प्रिन्सिपे
सेनेगल
सेन्ट-लुइस
टाम्बाकोउन्डा
जिग्युइन्चोर
सेचेल्लेस
City in Seychelles
सिरा लियोन
लुङ्गी
सोमालिया
दक्षीण अफ्रिका
जोहान्नेस्बर्ग
क्लर्कस्डर्प
पोर्ट एलिजाबेथ
पोचेफस्ट्रुम
प्रेटोरिया
स्प्रिङ्ग्स
युपिङ्गटन
भेरेनिगिङ्ग
सुडानKhartoumAl Khartum
खारटोउम
स्वाजिल्यान्ड
मान्जिनि
तान्जानिया
अरुसा
बुकोबा
डोडोमा
इरिङ्गा
किगोमा
एमबेया
मोरोगोरो
मोसी
एमट्वारा
मुसोमा
म्वान्जा
सोङ्गि
टाबोरा
टोगो
लोम
नियामटोउगोउ
ट्युनिसिया
बिजर्टे
El बोर्मा
गेब्स
गाफ्सा
जेनडोउबा
काइरोउवान
रिमाडा
टाबार्का
टोजेउर
उगान्डा
अरुवा
एन्टेब्बे
काबेल
पश्चीमी साहारा
जाम्बिया
लिभिङ्गस्टोन
एन्डोला
जिम्बावेRegion
Antarctica
Antarctica
Antarctica
Antarctica
Antarctica
Antarctica
Antarctica
Antarctica
Antarctica
Antarctica
एसिा
अफगानिस्तान
हेराटKabulKabol
काबुल
अर्मेनिया
येरेभान
एजेरबाइजिनBakuBaki
बाकु
बङ्गलादेशচট্টগ্রাম
ঢাকা
ढाका
ब्रुनाइ
क्याम्बोडियाPhnom PenhPhnum Penh
The People's Republic of
आनहोइ合肥
HefeiState in China
State in China
फुजिआन福州
फुज्होउ厦门
Xiamen
ग्यान्सु兰州
ल्याङ्जिउ
गाङ्गडोङ्ग广州
गुवाङ्गजोउ
सानटोउ
सेन्जेन
ग्यान्जि
गुइलिन南宁
नान्निङ्ग
गुनज्याउ
हेनान
सान्या
होइलिङ्गजिङ्ग哈尔滨
हार्बिन
郑州
झेङ्गझोउ
武汉
वुहान
हुनान长沙
चाङ्गसा
भित्रि मङ्गोलिया呼和浩特
होह्होट
南京
नान्जिङ्ग
जिलिन长春
च्याङ्गचुन
लिवनिङ्ग
डालियन沈阳
ज्याङ्कि西安
济南
जिनान
किङ्गडावोState in China
太原
ताइयुवान
सिचुवान成都
चेङ्गडुState in China
जिङ्ज्याङ्ग
काशी乌鲁木齐
युनान昆明
कुनमिङ्ग
जेङ्कजियाङ्क杭州
हाङ्गझोउCountry
City in Georgia, United States
हङ्ग कङ्ग
ईन्डियाআগরতলা/Agortôla
अगारटालाआगरा
आग्रा
अहमदाबादइलाहाबाद
ਅੰਮ੍ਰਿਤਸਰ
अमृतसारऔरंगाबाद
Bengaluru
ભાવનગરभावनगर
BenaresVaranasiवाराणसी
भोपाल
ଭୁବେନଶ୍ବର
चण्डीगढ़ / चंडीगढ़ਚੰਡੀਗੜ੍ਹ
MadrasChennai / சென்னை
கோயம்புத்தூர்
देहरादून
दीमापुर
हइदराबाद
जम्मू
कोचिCalcuttaKolkata / কলকাতা
लेह
लखनऊ
BombayMumbai / मुंबई
نئی دلی‎ਨਵੀਂ ਦਿੱਲੀनई दिल्ली
पाट्ना
शिमला
श्रीनगरشرینگر
തിരുവനന്തപുരം
थिरुभानानथापुरामதிருச்சிராப்பள்ளி
जापान
अकिता
आवोमोरी
चोफु
फुक्यु
फुकुवोका
हाकोडेट
हामामाट्सु
हानामाकि
हिरोसिमा
इजुमो
कागोसिमा
किटाकिउसु
कुमामोटो
कुसिरो
मातसुमोटो
मात्सुयामा
मेमाम्बेट्सु
मियाजाकि
मोम्बेट्सु
नागासाकी
नागोया
नाहा
निगाटा
ओबिहिरो
ओडेट
ओइटा
ओकायामा
ओसाका
सागा
सेन्डाइ
टाकामात्सु
टोकियो
टोट्टोरी
टोयामा
वाक्कानाइ
यामागाटा
Yao
काजाक्स्तान
अल्माटीAktau
Aktobe
अस्टानाUral'sk
Karaganda
Kostanay
Kyzylorda
साइमकेन्ट
किर्जिस्तान
बाइस्केक
लाओसVientianeViangchan
भिइन्टियन. (The spellings "Macao" and "MacauuCountry
Dangzai / 氹仔
टाइपा
मलेसिया
बिन्टुलुCity in Malaysia
कोटा किनाबालु
कुवान्ट्यान
कुचिङ्ग
कुडट
मिरि
सान्डाकान
सेपाङ्ग
सिबु
सिटियवान
टावाउCity in Malaysia
माल्दिभ्सMaleMaale
मेल
मङ्गोलिया
Улаанбаатар
Myanmar
म्यानमारRangoonYangon
नेपालकाठमाडौं
काठमाडौं
उत्तर कोरिया
पाकिस्तान
इस्लामाबाद
कराँची
लाहोर
नावाब्साह
फिलिपिनेस
डाभावो
लाओग
मनिला
मासबेट
Country
दक्षीण कोरिया
चेजु
오산
SeoulSoul
सिउल
टेइगु
श्रीलङ्का
ताइवान高雄
कावोसियुङ्ग埔頂
टावोयुयान臺北
ताजिक्स्तान
डुसान्बे
थाइल्यान्डBangkokKrung Thep / กรุงเทพฯ
ब्याङ्कक
चियाङ्ग माइ
चोन बुरी
ह्याट याइ
हुवा हिन
खोन केइन
लाम्पाङ्ग
मे हङ्ग सन
नान
फ्रेइ
फुकेट
रानोङ्ग
रेयोङ्ग
सुराट थानी
ट्र्याङ्ग
उबन राट्चाथानी
उडन थानी
टर्कमेनिस्तानAshgabatAsgabat
एस्गाबाट
उज्बेकिस्तान
TashkentToshkent
तासकेन्ट
भीयतनाम
डा नाङ्गHanoiHa Noi
Ho Chi Minh CityThanh Pho Ho Chi Minh
Region
एन्टिगुवा एण्ड बार्बुडा
City in Antigua and Barbuda
City in Newfoundland and Labrador, Canada
बार्बाडोस
बर्मुडाCity in Bermuda
City in Ohio, United States
डोमोनिका
City in Dominica
सेन्ट जोसेफ
ग्रीनल्यान्डGreenland
डानमार्कस्भान rathern than just "Greenland
Uummannaq
Nuuk
Ilulissat
नार्सार्सुवाक
पिउर्टो रिको
कारोलिना
पोन्के
सान जुवान
सेन्ट हेलेनाCity in Saint Helena
सेन्ट किट्स र नेभिस
गोल्डेन रकCity in Saint Kitts and Nevis
City in North East England, United Kingdom
क्रिस्टियनस्टेड
Samoa
पागो पागो
अस्ट्रेलियाAustralia
Australia
Australia
Australia
Australia
Australia
Australia
Australia
Australia
Australia
अस्ट्रेलियन क्यापिटल टेर्रिटोरी
क्यानबेर्रा
न्यू साउथ वेल्स
डुब्बो
City in New South Wales, Australia
ट्यामवर्थ
उत्तरि भुभाग
एलिस स्प्रिङ्गस्
डारविन
क्विन्सल्यान्ड
ब्रिस्बेन
केइर्नस्
कुलाङ्गाट्टा
माउन्ट Isa
रकह्याम्पटन
टाउन्सभिल
दक्षीण अस्ट्रेलिया
एडेलाइड
वूमेरा
तास्मानियाCity in Tasmania, Australia
लउनकेस्टनState in Australia
City in Victoria, Australia
City in Florida, United States
पश्चीमी अस्ट्रेलिया
ब्रुम
कुनुनुर्रा
पर्थ
ब्रिटिश इन्डियन ओसन टेरिटोरी
क्रिस्टमस आइस्ल्यान्ड
(Keeling)Cocos Island
कूुक आइस्ल्यान्डस्
फिजि
फ्रेन्च पोलिनेसियाFrench Polynesia
French Polynesia
French Polynesia
गुवाम
ईन्डोनेसियाWaktu Indonesia Bagian Barat
Waktu Indonesia Bagian Tengah
Waktu Indonesia Bagian Timur
किरिबाटीKiribati
Kiribati
Kiribati
City in Kiribati
मार्सल आइस्ल्यान्ड्स
मिक्रोनेसिया, फेडेरेटेड स्टेट्स अफMicronesia
Micronesia
नाउरुNouvelle-Calédonie
न्यू क्यालेडोनिया
न्यू जिल्यान्डmainlandNew ZealandMainland
अक्ल्यान्ड
क्रिस्टचर्च
वेल्लिङ्गटन
नोर्फल्क आइस्ल्यान्डCity in Norfolk Island
City in Ontario, Canada
उत्तरी मारियाना आइस्ल्यान्ड
पालाउ
पपुवा न्यूगिनि
American Samoa
सामोवा
सोलोमोन आइस्ल्यान्ड्स
East Timor
टोन्गा
टुभालु
फुनाफुटी
युनाइटेड स्टेट्स माइनोर आउटलाइङ्ग आइस्ल्यान्ड्सUS Minor Outlying Islands
US Minor Outlying Islands
US Minor Outlying Islands
वेक आइस्ल्यान्ड
भानुवाटु
केन्द्रीय र साउथ अमेरिका
अर्जेन्टिना
ब्यूनोस एयर्स
कोमोडोरो रिभाडाभिया
कोरेन्टसCity in Argentina
El पालोमार
एजेइजा
फोर्मोसा
मेन्डोजा
पोसाडास
रेसिस्टेन्सिया
रोसारियो
रियो ग्यालेगस
रियो ग्रान्डे
साल्टा
City in Argentina
उसुइया
अरुबा
बाहामासCity in Bahamas
नास्साउ
बेलाइज
बोलिभिया
कामिरि
कोबिजा
कोचाबाम्बाCity in Bolivia
म्यागड्यालेना
ओरुरो
पोटोसि
पिउर्टो सुवारेज
रेयेस
रिबाराल्टा
रुरेनाबाक्वि
सान बोर्जा
सान जोक्विनSan José
सान्टा क्रुज
सक्रे
तारिजाCity in Bolivia
भिल्लामोन्टेस
याकुइबा
ब्राजिलBrasília TimeBrazil
Brasília TimeBrazilTimezone
Brasília TimeBrazilTimezone
Brasília TimeBrazil
Brasília TimeBrazil
Brasília TimeBrazil
Brasília TimeBrazil
फर्नान्डो de नोरोन्हाBrasília TimeBrazil
Brasília TimeBrazilTimezone
State in Brazil
क्रुजेरो डु सुल
रियो ब्रान्को
ताराउका
म्याकियो
ओइयापोक्यू
मानाउस
म्यानिकोर
टेफेState in Brazil
बोम जेसस डा लापा
ईलहेउस
पाउलो एफोन्सो
साल्भाडर
भिटोरिया डा कन्क्विस्टा
फोर्टालेजाState in Brazil
Mexico CityMéxico
ब्राजिलिया
भिटोरिया
अनापोलिस
गोइयाना
ईम्पेराट्रिज
सावि लुइसState in Brazil
एल्टा फ्लोरेस्टा
बार्रा डो गार्कास
कुयाबाState in Brazil
क्याम्पो ग्रान्डे
कोरम्बा
पोन्टा पोरा
बारबासिना
बेलो होरिजोन्ट
जुइज डि फोरा
मोन्टेस क्लारोस
पोकोस डि काल्डास
उबेराबा
उबेरलान्डिया
कुरिटिबा
फोज् डु इगुवाकु
लोन्ड्रिना
म्यारिङ्गा
क्याम्पिना ग्रान्डे
जोआवो पेस्सोवा
अल्टामिरा
बेलेम
क्याचिम्बो
कोनकिकावो डो अरागुयइ
इटाइटुबा
जाकारिकाङ्गा
माराबा
सान्टारेम
टुकुरुइState in Brazil
पेट्रोलिना
रेसिफ
पार्नाइबा
टेरेसिना
मोस्सोरोCity in Rio Grande do Norte, Brazil
पेलोटस
पोर्टो एलेग्रेCity in Rio Grande do Sul, Brazil
युरुगुआइनाState in Brazil
क्याम्पोसCity in Rio de Janeiro, Brazil
सावो पेड्रो डा एल्डेइया
भिल्हेनाState in Brazil
बोवा भिस्टा
सान्टा क्याटारिना
फ्लोरियनोपोलिस
एराकाजुState in Brazil
बाउरु
क्याम्पिनास
गुवारान्टिनग्वेटा
ग्वारुल्होस
प्रेसिडेन्टे प्रुडेन्टे
सान्टोस
सावो जोस डोस क्याम्पोसCity in São Paulo, Brazil
ब्रिटिश भर्जिन आइस्ल्यान्डस्
केम्यान आइस्ल्यान्ड्स्City in Cayman Islands
चाइल
Chile
एन्टोफागास्टा
अरिका
बाल्मासेडाCity in Chile
ला सेरेना
पिउर्टो मोन्ट्
पुन्टा एरिनास
City in Chile
टेमुको
कोलोम्बिया
कोष्टा रिका
City in Costa Rica
पिउर्टो लिमोन
क्यूबा
HavanaLa Habana
City in Cuba
State in Mexico
डोमिनिका रिपब्लि
बाराहोना
ला रोमाना
पिउर्टो प्लाटाCity in Dominican Republic
इकुएडर
लाटाकुङ्गा
मान्टा
El साल्भाडोर
Falkland Islands". The Argentine name is
City in Falkland Islands (Malvinas)
फ्रेन्च गाइना
ग्रीनाडा
गुवाडेलोप
Country
हुइहुइटेनाङ्गो
पिउर्टो ब्यारियस
रेटालहुलेउ
टिकल
गुयानाCity in Guyana
हेइटी
होन्डुरस
एमापाला
क्याटाकामास
गुवानाजा
ला केइवा
ला एस्पेरेन्जा
पिउर्टो लेम्पिरा
टेगुसिगाल्पा
टेला
योरो
जमैकाCity in Jamaica
मोन्टेगो बे
मार्टिनिक्वि
ले ल्यामेन्टिन
नेदरल्यान्ड्स एन्टिलेस
निकारागुवा
ब्लूफिल्ड्स
चाइनानडेगा
जिनोटेगा
जुइगाल्पा
प्युर्टो क्याबेजास
रिभसPanamá
डेभिड
पानामा
टोकुमेन
पाराग्वे
एसुन्कियन
Country
एरेक्यूपा
एयाकुचो
चिक्लायो
इक्विटोस
जुलियाकाCity in Peru
पिस्को
पुकाल्पा
पिउर्टो माल्डोनाडो
टाक्ना
टालारा
तारापोटो
ट्रुजिलो
ट्युम्ब
सेन्ट लुसिया
भिगिइ
सेन्ट भिन्सेन्ट एण्ड दि ग्रेनडिन्स
आर्नोस भेल
सुरिनेम
जान्डेर्जी
ट्रिनिड्याड र टोबागो
टर्क्स र काइकस आइस्ल्यान्ड्स
उरुग्वे
कोलोनिया
डुराज्नो
City in Uruguay
भेनेजुयला
अकारिगुवाCity in Venezuela
बारिनास
बार्क्विसिमेटो
कालाबोजो
सियुडाड बोलिभार
कोरो
गुवानेर
मेने ग्रान्डे
City in Venezuela
State in Mexico
पिउर्टो एयाकुचो
सान फेलिपCity in Venezuela
City in Venezuela
भ्यालेरा
युरोप
अल्बानियाTiranaTiranë
टिराना
अस्ट्रियाAigen
एजेन ईम ईनस्टल
ग्राज
होहेनेम्स
ईन्सब्रक
क्लयागेनफर्ट
लिन्ज
साल्जबर्ग
टुल्नViennaWien
भियन्ना
विनर न्यूस्ट्याड्ट
जेल एम सि
जेल्टवेग
बेलारसCity in Belarus
मिन्स्क
België
बेल्जियमState in Belgium
ब्रुसेल्स, फ्लेमिस एण्ड वालोन ब्राबान्ट
ब्युभेचेनBrusselsBruxellesBrussel
स्काफेन
हेइनाउट
चियभ्रेस
लिमबर्ग
लिइजे
एल्सेनबोर्नState in Belgium
नामुर
फ्लोरेन्नेस
वेष्ट-फ्लान्डर्स
कोक्सिज्डे
बान्जा लुका
मोस्टर
साराजेभो
बुल्गेरिया
बुर्गस
प्लोभ्डिभSofiaSofiya
सोफिया
भार्ना
क्रोयसिया
डुब्रोभ्निक
ओसिजेक
रिजेका
स्प्लिट
जाडार
जाग्रेब
साइप्रस
एक्रोटिरि
पाफोस
चेक रिपब्लिक
ब्रनो
कार्लोभि भेरि
लिबरेक
ओस्ट्राभाPraguePraha
प्रागुइDanmark
डेनमार्क
बिलन्डCopenhagenKøbenhavn
कपेनह्यागेन
एब्सजर्ग
कारुप
कास्ट्रुप
ओडेन्स
रोसकिल्डे
एस्टोनिया
कुरेस्सार
कार्डला
पार्नु
तालिन्
टारटु
फ्यारो आइस्ल्यान्ड
फिनल्यान्ड
एनोनटेकियो
हालिHelsingfors
हेलसिन्कीVanda
भान्टा
इभालो
जोइनसु
जाइभास्काला
काजाना
काउहाभा
केमि
किट्टिलाKronoby
क्रूनुपी
क्वोपियो
कूसामो
ल्यापेनरान्टा
मिक्केली
ओउलु
पोरि
रोभानिमी
साभोनलिन्ना
Åbo
टर्कु
युट्टिVasa
भासा
भार्काउस
फ्रान्स
अब्बेभिल
एजेन
आज्जासिव
ऐलेनकोनAmbérieu
अमबेरिइउ-एन-बुगेइ
अच्
अउर्लाक
एभोर्ड
बास्टिया
बेयुभाइस
बरगेराक्
City in France
City in Wyoming, United States
बोउर्जेसCity in France
बेजियर्स
क्यायन
क्याल्भि
क्याम्ब्रेइ
क्यानेस
कार्कास्सोन
काजाउक्स
क्यामवेर्रि
चार्ट्रेस
चेरबोर्गChâlons
च्यालोन्स-ऐन-च्यामपेङ्
च्याटेउडान
च्याटेउरोक्स
क्लेर्मोन्ट-फेरान्ड
कोग्नाक
कोलमार
ड्याक्स
डिजोन
डिनार्ड
डोले
ग्रीनोबोल
हेएरेस
इस्ट्रेस
ला रोच्चे-सुर-योन
ला रोचेल्ले
ल्यान्नियन
लि मन्स
लिले
लिमोगेस
लुक्जेउल-लेस-बेइन्स
लोउन
मार्सिल्लेस
मेलुन
मेट्ज
मोन्ट-डि-मार्सन
मोन्टपेलियर
मोन्टेलिमार
माकोन
नान्सि
नान्टेस
नेभर्स
निसे
नोमेसCity in France
City in Virginia, United States
ओर्लियन्सCity in France
City in Texas, United States
पाउ
परपिङ्गनान
पोइटिइर्स
क्विम्पर
रेइम्स
रेन्नेस
रोडेज
रोयुन
सेन्ट-ब्रियुक
सेन्ट-क्विनटिन
सेन्ट-यान
स्ट्र्यासबोर्ग
टारबेस
टोउलोउस
टोउर्स
ट्रोयस
City in France
इभरेउक्स
जर्मनि
बाडेन-वर्टेमबर्ग
फ्रिड्रिचसाफेन
कार्लस्रुहे
Lahr
लउफेम
मेब्सटेट्टेन
नियोस्थेम
निडरस्टेट्टेनCity in Baden-Württemberg, Germany
बाभारिया
आउस्गबर्ग
होफ
इलेसीम
MunichMünchen
मुनिचNeuburg
न्यूबर्ग एन डेर डोनाउNurembergNürnberg
नुरेम्बर्ग
ओबरप्फाफेनहोफेन
रोथ
उरर्जबर्गState in Germany
City in New Hampshire, United States
ब्रेन्डेनबर्गState in Germany
State in Germany
Hessen
हेस्से
फ्रिट्जलर
कासेल
विस्बाडेनNiedersachsen
लोवर साक्सोनि
ब्रउनस्विग
सिल्इ
Faßberg
ह्यान्नोभर
नोर्धोल्ज
वुन्स्टर्फMecklenburg-Vorpommern
मेक्लेनबर्ग-वेष्टर्न पोमेरानिया
लागे
पार्चिम
ट्रोलेनहाजेनNordrhein-Westfalen
उत्तर राइन-वेष्टफालिया
डोर्टमन्ड
गेलेन्किर्चेन
काल्कार
मोन्चेङ्ग्लादवाच
रेइनेRheinland-Pfalz
राइनल्यान्ड-पालाटिनेट
बुचेल
हान
राम्सटिन
स्पाङ्गडाहलेम
ज्विइब्रुकेन
सार्ल्यान्ड
सार्ब्रुकेनSachsen
स्याक्सोनी
ड्रासटेन
लेइपजिङ्गSachsen-Anhalt
स्याक्सोनी-अन्हल्ट
होल्जडर्फSlesvig-Holsten
स्क्लेसविग-होल्सटेन
होन
केइल
स्क्लेस्विग
वेष्टरल्यान्डThüringen
थुरिन्गिया
अल्टेनबर्ग
बिन्डेस्लेबेनCountry
ग्रीस
AthensAthína / ΑθήναCity in Greece
Χίος
Καλαμάτα
कोस
Κέρκυρα
Κύθηρα
Μύκονος
ग्वर्नसे
हङ्गेरि
बुडापेष्ट
डेब्रेसेन
स्जेगेड
स्जोल्नोक
आइसल्यान्ड
एकुरेरि
रेक्जाभिक
आइर्ल्यान्ड
कर्क
City in Virginia, United States
इस्ले अफ म्यानCity in Isle of Man
इटाली
अल्बेङ्गाGenoaGenova
अल्घेरो
डेसिमोमान्नु
एभियानो
रोन्चि डि लेगिओनारी
तार्भिसियो
ट्रिस्टे
ब्रिन्डिसि
गिओइया डेल कोल
ग्रोट्यागाइल
लेस्से
MilanMilano
सर्भिया
फेरारा
पार्मा
पियाकेन्जा
रिमिनि
बोल्जानो
डोबियाको
क्याप्रि
ग्राजानिसNaplesNapoliCity in Italy
पोन्टेकाग्नानो
ट्रेभिको
TurinTorino
क्याटानिया
लाम्पेडुसा
मेस्सिना
पालेर्मो
प्यान्टेलेरिया
क्रोटोन
FlorenceFirenzeCity in Italy
City in South Carolina, United States
ग्रुसेटो
फ्रोसिनोन
ल्याटिना
रिइटिRomeRomaCity in Italy
भिटेर्बो
एन्कोना
पेरुगिया
पेस्कारा
VeniceVenezia
भेनिस
भिकेन्जा
जर्सी
लात्भिया
लिइपाजा
लिथुनिया
कउनास
पालाङ्गा
भिल्नियस
सियुलियाइCountry
म्याकेडोनिया
ओह्रिड
Country
लुक्वा
मोल्डोभा
चिसिनुCountry
पोड्गोरिका
टिबट
नेदरल्यान्ड्स
एम्स्टरड्याम
डिलिन
ईनधोबेन
ग्रोनिङ्गेन
लिउवार्डेन
मास्ट्रिच्ट
रोट्टरड्यामThe Hague's-Gravenhage
भाल्केन्बर्ग
भोल्केल
वेइन्सड्रेच्ट
नोर्वे
एल्टा
Bodø
ब्याट्सफ्जर्ड
फ्यागरनेस
Florø
गार्डेरमोइन
ह्याम्मरफेस्ट
हास्भिक
किर्केनेस
मेहामन्
मोस्जोयन
नाम्सोस
नर्भिक
नोटोड्डेन
ओस्लो
रिग्गे
Røros
Røst
सभार्टनेस
सोर्कजोसेन
टोर्प
Vadsø
पोल्यान्ड
काटोवाइस
क्राकोव
Poznań
स्जेकिनWarsawWarszawaCity in Poland
वर्कोलो
पोर्जुगलPortugal
Portugal
बेजा
फारो
लाजेसLisbonLisboa
लिस्बोन
मोन्टे रियल
मोन्टिजो
ओभार
पोन्टा डेल्गाडा
पोर्टो सान्टोSanta Cruz
सिन्ट्रा
रोमानिया
एराड
बाकु
बाइया मेरBucharestBucureşti
बुच्रारेर्ट
क्लज-नापोका
क्रायोभा
लासि
ओराडि
साटु मेर
सिबियु
सुशेइभा
टिमिसोरा
टुल्कि
टार्गु-मुरेस
रसियाКалининградское времяRussia
Московское времяRussia
Самарское времяRussia
Екатеринбургское времяRussia
Омское времяRussia
Красноярское времяRussia
Иркутское времяRussia
Якутское времяRussia
Владивостокское времяRussia
Магаданское времяRussia
Камчатское времяRussia
Абакан
अबाकनАдлер
एड्लरАнадырь
Анапа
Архангельск
Астрахань
Барнаул
बार्नाउलБрацк
Брянск
Челябинск
Чита
चिताЧульман
Энгельс
Иркуцк
इर्कुट्स्कИже́вск
Калининград
कालिनग्रेडКазань
काजान'Кемерово
केमेरोभोХабаровск
खाबारोभ्स्कХанты-Мансийск
Краснодар
क्र्यास्नोडरКрасноярск
क्र्यासनोयार्स्कМагадан
मागाडानМинеральные Воды
Мирный
MoscowMoskva / МоскваCity in Russia
City in Idaho, United States
मुर्मान्स्कНальчик
Нижневартовск
निझ्नेभार्टोभ्स्कНовокузнецк
नोभोकुज्नेट्स्कНовосибирск
नोभोसिबिरिस्कОмск
ओम्स्कОренбург
ओरेनबर्गПенза
पेन्जाПермь
पेर्म'Петропавловск-Камчатский
Ростов-на-Дону
Saint Petersburg
Самара
सामारा
साराटोभСтаврополь
Стригино
स्टिरिजिनोСургут
सरगट्
स्यिकटिभकार
टिक्सी
ट्युमेन
Ufa
युलन-उडे
भ्लाडिभोस्टोक
भोल्गोग्राड
याकुट्स्क
युन्झो-साखालिन्स्कCountry
BelgradeBeograd
बेल्ग्रेड
निस
भर्साक
स्लोभाकिया
ब्राटिस्लाभा
डोल्नि ह्रिकोभ
कोसिसे
लुसेनेक
मार्टिन
निट्रा
Piešťany
प्रिभिड्जा
स्लिएक
स्लोभेनिया
ल्जुबलजाना
मारिबोर
पोर्टोरोज
स्पेनSpain
क्यानारी आइस्ल्यान्डस्
Spain
अल्कान्टारिल्ला
बाराजासCity in Spain
कुवाट्रो भियन्टसCity in Spain
जेटाफ
City in Spain
म्याड्रिड
मेलिला
मालागा
रियुस
रोटा
साबाडेल
सान जेभियर
City in Spain
City in Spain
जारागोजा
स्विडेन
बोर्लेङ्ग
गाल्लिभेर
हाल्मस्ट्याड
जोनकोपिङ्ग
काल्मार
कार्लस्ट्याड
किरुना
क्र्यामफोर्स
क्रिस्टियनस्ट्याड
लिन्कोपिङ्ग
जङ्गबाइहेड
Luleå
लिकसेल
माल्मो
नोर्कोपिङ्ग
रोन्नेबि
स्केल्लेफटि
स्कोभ्डे
स्टोक्खोल्म
सोडेरहाम्न
Umeå
भिस्बि
भास्टेरास
भाक्सजो
एन्जेल्होल्म
ओरेब्रो
ओर्नस्कोल्ड्सबिक
स्विट्जरल्यान्ड
बर्यन
GenevaGenève
जेनेभा
ग्रेनचेन
लुगानो
न्युच्याटेल
सियन
टर्की
अन्टाल्या
बालीक्सर
बन्दिर्मा
बोड्रम
बुर्सा
कोर्लु
दियार्बाकिर
अर्जुरुम
एस्केसेहिर
ग्याजियन्टेप
इस्टान्बुल
इज्मिर
कार्स
कोन्या
मेर्जिफन
नेभ्सेहिर
सामसन
ट्र्याबजन
भ्यान
युक्रेन
डिनिप्रोपेट्रोभ्स्'k
डोनेटस्'क
इभानो-फ्रान्किव्स'k
खार्किभKievKyyiv
किभ
ओडेसा
रिभ्ने
सिमफेरोपोल'
उज्होरोड
यनाइटेड किङ्गडम
ईष्ट एण्ड साउथ ईष्ट इङ्गल्यान्डCity in East and South East England, United Kingdom
बिग्गिन हिल
ब्राइज नोर्टनCity in East and South East England, United Kingdom
फार्नबोरोघ
City in East and South East England, United Kingdom
लुटन
म्यान्सटन
मार्हाम
मिल्डेनहल
नर्थोल्ट
नोर्विच
ओडिहाम
साउथएम्पटनCity in East and South East England, United Kingdom
विट्टरिङ्ग
मिड्ल्यान्ड्सCity in Midlands, United Kingdom
कोभेन्ट्री
क्र्यानफिल्ड
उत्तर पूर्व इङ्गल्यान्ड
कोनिङ्गसबाइ
क्र्यानवेल
डिसफोर्थCity in North East England, United Kingdom
टपक्लिफ्फे
वाड्डिङ्गटन
उत्तर वेष्ट इङ्ग्ल्यान्ड
ब्ल्याकपुल
कार्लिस्ले
लिड्स
City in North West England, United Kingdom
सबरी
उत्तरी आइरल्यान्ड
स्कटल्यान्डCity in Scotland, United Kingdom
डुन्डी
एडिनबर्घCity in Scotland, United Kingdom
ईन्भरनेस
किनलस
किर्कवाल
लिउचार्स
लोस्सिमाउथ
प्रेस्टविक
स्टोर्नोवे
समबर्घ
दक्षीण र दक्षीण पश्चीम इङ्गल्यान्ड
बोउर्नेमाउथ
ब्रिस्तोल
एक्सेटर
लिनेहाम
मिड् वालुपCity in South and South West England, United Kingdom
City in New Hampshire, United States
यियोभिल्टन
वेल्सCaerdyddCity in Wales, United Kingdom
हावार्डेन
पेम्ब्रे
उपत्याका
Maarianhamina
म्यारिहाम
मिडल ईष्ट
बाह्रेनالحد
ManamaAl Manamah / المنامة
آبادان
एबडन
एबडेह
آغاجاری
अघाजरिاهواز
اردبيل
अर्डाबिलبندر عباس
بندر بوشهر
بندر لنگه
بندر ماهشهر
बिरजन्डچاه بهار
ديرستان
دو گنبدان
एस्फाहनفسا
फासाگرگان
गोर्गनگوشه شاهزاده قاسم
همدان
हामाडानيلام
इलाम
इरानसाहरكرج
कासान
करम्यान
म्कयानसाहخرم آباد
كيش
लरمشهد
मसह्याडمسجد سلیمان
نو شهر
ارومیه
قزوین
रास्ट
स्याब्जेभारسخت سر
सानान्डाज
साराख्सسمنان
सेम्नानشهر بالا
شهر كرد
شیراز
सिराज
टाबासتبريز
टाब्रिजتهران
يزد
याज्डزابل
जाबोलزاهدان (کي)
इराक
इजरायल
टेल अभिभCountry
Amman'Amman
अम्मानCountry
Country
City in New Hampshire, United States
बेइरट
ओमन
MuscatMasqat
सालाह
कतारDohaAd Dawhah / الدوحة
दोहा
साउदी अरेबिया
अभ
अल केसुमाह
DhahranAz Zahran
धारान
MeccaMakkah
MedinaAl Madinah al Munawwarah
नाज्रान
राफ्हाRiyadhAr Riyad
रियाध
टाबुक
साइरिया
AleppoHalab
एलेप्पोDamascusDimashq
डामास्कस
LatakiaAl Ladhiqiyah
युनाइटेड अरब एमिरेट्सAbu DhabiAbu Zaby
अबु धाबी
DubaiDubayy
दुबई
SharjahAsh Shariqah
सार्जाह
येमेन
SanaaSan'a'
उत्तर अमेरिका
क्यानाडाTiempo del PacíficoHeure du PacifiqueUS", "Canada" or "Mexico
Tiempo de la MontañaHeure des RocheusesUS", "CanadaMexico
Mountain Time
Tiempo del CentroUS", "Canada" or "Mexico
Central Time
Heure de l'EstUS" or "Canada
Eastern Time
Atlantic Time
Heure de Terre-Neuve
अल्बर्टा
बान्फ
बरजेन
बाउ आइस्ल्यान्ड
ब्रुक्स
काल्ग्यारी
कार्डस्टन
क्लेरस्होल्म
कोल्ड लेक
कोलेम्यान
कोरोनेसन
ड्रम्हेलर
एड्मन्टन
एड्सन
एस्थर
फोर्ट चिपेयान
फोर्ट McMurray
ग्रेन्ड प्रेइरि
हाइ लेभलCity in Alberta, Canada
ल्याक ल बिचे
लेथब्रिज
मेडिसिन ह्याट
मिल्क रिभर
ओनफोर
पिस रिभर
पिन्चर क्रिक
रेड डियर
रकी माउन्टेन हाउस
स्लेभ लेक
थ्रि हिल्स
भेग्रेभिल
ह्वाइटकोर्ट
ब्रिटिश कोलम्बिया
एब्बोट्सफर्ड
अगासिज
बेल्ला कूला
ब्लू रिभर
बर्नस् लेक
क्याम्पबेल नदी
क्यासलगारCity in British Columbia, Canada
कोमोक्स
क्र्यानब्रुकCity in British Columbia, Canada
डिज लेक
फोर्ट नेल्सन
गोल्डेन
होप
काम्लूप्स
केलोना
लिट्टन
नाकुस्प
नानाइमो
City in British Columbia, Canada
नेल्सन
ओसोयोस
पेन्टिक्टन
पिट् मिडोज
पोर्ट हार्डि
पोवेल नदी
प्रिन्स जर्ज
प्रिन्स रुपर्टCity in British Columbia, Canada
क्वेस्नेल
रेभेल्स्टोक
सलमोन आर्म
स्यान्डस्पिट
स्मिथर्स
स्टेवार्ट
सम्मरल्यान्ड
टेर्रेक
टोफिनो
ट्रोउट लेकCity in British Columbia, Canada
City in Texas, United States
ह्वाइट रक
विलियम्स लेक
मनिटोबा
बेरेन्स नदी
ब्र्यान्डन
कारम्यान
चर्चिल
डाउफिन
फ्लिन फ्लोन
गिल्लाम
गिम्लीCity in Manitoba, Canada
आइस्ल्यान्ड लेक
लिन लेकCity in Manitoba, Canada
मोर्डेन
नोर्वे हाउस
पिलोट माउन्ड
स्वान नदी
द पास
भिक्टोरिया बिच
विन्निपेग
न्यू ब्रुन्सविक
बाथर्सट्
फ्रेडेरिक्टन
गेजटाउन
मोन्कटन
सेन्ट जोन
सेन्ट लियोनार्ड
अर्जेन्टिया
केप रेस
कार्टराइट
डियर लेक
ईङ्गलि
ग्यान्डर
गूज बे
City in Newfoundland and Labrador, Canada
होपडेल
माक्कोभिक
म्यारिस हार्बोर
नेन
सेन्ट एन्थोनीCity in Newfoundland and Labrador, Canada
टेर्रा नोभा
ट्विलिनगेट
उत्तरपूर्वि भूभाग
एक्लाभिक
केप प्यार्रि
फोर्ट गुड होप
फोर्ट प्रोभिडेन्स
फोर्ट सिम्पसनCity in Northwest Territories, Canada
हेय नदी
इनुभिक
नोर्म्यान वेल्स
पाउलाटुक
साच्स हार्बोर
टुक्टोयाक्टुक
येल्लोनाइफ
नोभा स्कोटिया
क्यारिबोउ आइस्ल्यान्ड
City in Nova Scotia, Canada
ह्यालिफ्याक्स
केन्टभिलCity in Nova Scotia, Canada
City in Nova Scotia, Canada
यार्माउथ
नुनाभुट
अर्भियट
बेकर लेक
क्याम्ब्रिज बे
केप डोर्सेट
केप डायर
चेस्टरफिल्ड इन्टेल
क्लाइड नदी
कोरल हार्बोर
City in Nunavut, Canada
ग्जोवा हेभेन
हल बिच
इग्लोलिक
इकालुइट
पाङ्गनिर्टङ्ग
पोन्ड इन्लेट
रान्किन इन्लेट
रेपुल्स बे
रिसल्युट
State in Canada
बान्क्रफ्ट
बोर्डेनCity in Ontario, Canada
च्याप्लेयु
कोबोर्ग
कोलिङ्गवुड
City in Ontario, Canada
अर्लटोन
इल्लयोट लेक
एरियु
जेराल्डटन
गोडेरिच
गोर बे
City in Ontario, Canada
कापुस्कासिङ्ग
केनोराCity in Ontario, Canada
मूसोनि
माउन्ट फोरेस्ट
उत्तर बे
ओट्टावा
पेटावावा
पेटरबरफ्
पोर्ट वेलर
रेड लेक
सार्निया
सिअक्स लूकआउट
सडबरी
थन्डर बे
टिम्मिन्स
टोरोन्टोCity in Ontario, Canada
अप्सालाCity in Ontario, Canada
वावा
वियरटन
विन्डसोर
प्रिन्स एड्वार्ड आइस्ल्यान्ड
चार्लोट्टटाउनCity in Prince Edward Island, Canada
सम्मरसाइड
State in Canada
एम्क्यू
बागोट्भिल
ब्यञसिभिल
City in Quebec, Canada
ग्याटिनियु
कूज्वाक
L'एसोम्पसन
ला बेइ
ला टुक्यु
लेन्नोक्सभिल
मनिवाकि
मातागामि
Montréal
मोन्टरियल
नातास्क्व्यान
न्यू कार्लिस्ले
निकोलेट
नोर्मानडिन
प्यारेन्ट
QuébecCity in Quebec, Canada
रोबरभल
स्केफरभिल
सेरब्रूक
भेरनेस
सास्काट्चेवान
एस्सिनिबोया
ब्रोडभ्यू
बफ्यालो न्यारोज्
एस्टेभान
किन्डरस्ले
ला रोन्जे
नेता
लक्की लेक
म्यापल क्रिक
मिडो लेक
निपाविन
उत्तर ब्याटलपोर्ड
प्रिन्स एल्बर्ट
रेगिना
रकग्लेन
सास्काटूनCity in Saskatchewan, Canada
स्टोनि र्यापिड्स
स्विफ्ट करेन्ट
यरेनियम शहर
वाट्रोउस
वेबर्न
विन्यार्ड
योर्कटन
युकन टेर्रेटोरी
बुर्वास ल्यान्डिङ्ग
डवसन
हेइन्स जक्सन
मायो
ओल्ड क्रो
सिङ्गलपोइन्ट
टेस्लिन
वाट्सन लेक
ह्वाइटहर्स
मेक्सिकोState in Mexico
मेक्सिकाली
टिजुवाना
City in Baja California Sur, Mexico
लोरेटो
सान जोस डेल काबोState in Mexico
तापाचुला
State in Mexico
मोन्क्लाभा
पियड्रास नेग्रास
साल्टिल्लो
टोर्रे'ओनState in Mexico
City in Colima, Mexico
मेक्सिको सिटिState in Mexico
City in Colorado, United States
City in Guanajuato, Mexico
अकापुल्को
इक्सटापा
गुवाडालाजारा
पिउर्टो भ्यालार्टा
मोरेलिया
युराउपान
कुयरनाभाका
Juárez
सियुडाड जुवारेज
टोलुका
मोन्टेरेState in Mexico
इक्सटेपेक्
City in Oaxaca, Mexico
पिउर्टो इस्कोन्डिडोState in Mexico
State in Mexico
क्यानकन
चेटुमाल
कोजुमेलState in Mexico
कुलियाक्यान
लस मोचिस
मजाट्लानState in Mexico
सियुडाड ओब्रेगन
गुयेमास
हरमोसिल्लो
भिल्लाहर्मोसा
सियुडाड भिक्टोरिया
मातामोरस
न्यूभो ल्यारेडो
रेनोसा
टाम्पिको
State in Mexico
मिनाटिटलानPoza Rica
City in Veracruz, Mexico
City in Yucatán, Mexico
Saint-Pierre-et-Miquelon
सेन्ट पिइर्रे र मिक्युलोनCity in Saint Pierre and Miquelon
युनाइटेड स्टेट्सHawaiian-Aleutian TimeUnited States
Hawaiian-Aleutian TimeUnited States
United States
Mountain TimeUnited States
अलाबामा
अलाबास्टर
एलेक्जेन्डर शहर
एन्डलुसिया
एनिस्टनCity in Alabama, United States
City in Maine, United States
कलम्यान
City in Alabama, United States
डोथान
एभरग्रिन
फोर्ट पेयन
गाड्सडेन
City in Alabama, United States
मोबाइलCity in Alabama, United States
City in New York, United States
मसल सोल्स
ओजार्कCity in Alabama, United States
टस्कालोसा
अलास्का
City in Alaska, United States
एम्ब्लर
एनाक्टुभुक पास
एन्कोरेज
एङ्गुन
एनियाक
एन्नेटि
अन्भिक
आर्कटिक भिलेज
ब्यारो
बेथेल
बेट्लेस
बिर्चवुड
बक्ल्यान्ड
चिग्निक
चुलिट्ना
कोल्ड बे
कोर्डोभा
डीडहर्स
डेल्टा जक्सन
डिलिङ्गहामCity in Alaska, United States
एगेगिक
एल्फिन कोभ
एम्मोनाक
फेयरब्याङ्क्स
फोर्ट युकोन
ग्यालेना
ग्याम्बेल
गुल्काना
गुस्टाभस
हेइन्स
होमेर
हूनाह
हूपर बे
हुस्लिया
ह्याडाबर्गCity in Alaska, United States
केक
काल्टाग
केनाइ
केचिकन
किङ्ग साल्मोन
किभालिना
क्लावोक
कोडियाक
कोट्जेब्यू
कोयुक
म्यानले हट स्प्रिङ्ग्स
McCarthy
McGrath
McKinley निकुञ्ज
मेकोर्युक
मेट्लाकाट्ला
नाबेस्ना
नेनाना
नोट्याक
नोम
नर्थवे
न्यूक्स्क्विट
पाल्मर
प्याक्सनCity in Alaska, United States
प्ल्याटिनम
पोइन्ट होप
पोइन्ट ले
पोर्ट एलेक्सजेन्डर
पोर्ट अल्सवोर्थ
पोर्ट हेइडेनCity in Alaska, United States
स्यान्डपोइन्ट
साभूङ्गा
सेलाविक
सेल्डोभिया
सेवार्ड
सिसमारेफ
सिट्का
स्काग्वे
स्लिटम्युट
सोल्डोट्नाCity in Alaska, United States
तालकित्ना
टानाना
टिन शहर
युनालाक्लिट
युनालास्का
भाल्डेज
वेनराइट
वासिल्ला
ह्वाइटियर
विल्लोउ
र्वाङ्गेल
याकुट्याट
अरिजोना
बुलहेड शहर
कासा ग्रान्डेCity in Arizona, United States
City in Arizona, United States
फ्ल्यागस्टाफ
City in Arizona, United States
City in California, United States
ग्र्यान्ड क्यानयोन
किङ्गम्यान
मेसा
नोगेल्स
पेजCity in Arizona, United States
City in Illinois, United States
फोइनिक्स
प्रेस्कोट
साफ्फोर्ड
स्कट्सडेल
स लो
टुकसन
विन्डो रक
विन्स्लो
युमा
अर्कान्सास
ब्याटेसभिल
बेन्टनभिल
ब्लाइथभिल
क्याम्डेन
De क्वीन
El डोराडोCity in Arkansas, United States
City in North Carolina, United States
फ्लिप्पिनCity in Arkansas, United States
ह्यारिसनCity in Arkansas, United States
City in Virginia, United States
जोन्सबोरो
मेनाCity in Arkansas, United States
City in New York, United States
माउन्ट IdaCity in Arkansas, United States
पाइन ब्लफ
रोगर्स
रस्सेलभिल
सियरकी
सिलोम स्प्रिङ्ग्स
स्प्रिङ्गडेलCity in Arkansas, United States
टेक्सार्काना
वाल्नट रिज
पश्चीम मेम्फिस
क्यालिफोर्निया
एल्टुरस
अर्काटाCity in California, United States
ऐभेलन
बेकर्सफिल्ड
बाइसप
ब्लाइथ
बर्ब्यान्क
क्यामारिल्लो
क्याम्पोCity in California, United States
चिको
चाइना लेक
चाइनो
City in California, United States
क्रिसेन्ट शहर
डागेट
El सेन्ट्रो
El मोन्टे
एमिग्रान्ट ग्याप
City in California, United States
City in California, United States
फ्रेस्नो
फुल्लेरटोन
City in California, United States
हथ्रोनCity in California, United States
हन्टिङ्गटन बिचCity in California, United States
इम्पेरियल बिच
ईन्योकेर्न
ला भर्नेCity in California, United States
लेमूर
लिभरमोर
लोमपोक
लङ्ग बिच
लस एलामिटोस
लस एन्जलस
म्याडेराCity in California, United States
मर्सेड
मोडेस्टो
मोन्टेग्यु
मोन्टेरे
माउन्ट सास्टा
माउन्ट विल्सन
माउन्टेन भ्यू
नापा
निडल्स
न्यूहल
ओकल्यान्ड
ओसियनसाइडCity in California, United States
ओरोभिल
ओक्सनार्ड
पाल्म स्प्रिङ्ग्स
पाल्मडेल
पालो एल्टोCity in California, United States
पासो रोब्लेस
पोर्टरभिल
रामोना
रेड ब्लफ
रेडडिङ्ग
नदिकिनार
साक्रामेन्टो
सालिनास
सान कार्लोस
सान डिएगो
सान फ्रान्सिस्को
सान जोस
सान लुइस ओबिस्पो
स्यान्डबर्ग
सान्टा अना
सान्टा बार्बाराCity in California, United States
सान्टा मोनिका
सान्टा रोसा
City in California, United States
टोर्रान्स
ट्रुकई
ट्वेन्टीनाइन पाल्म्स
उकियाह
भाकाभिल
भ्यान नाइज
भिसालिया
वाट्सनभिल
कोलोराडोCity in Colorado, United States
अलामोसा
अस्पेनCity in Colorado, United States
ब्रुमफिल्डCity in Colorado, United States
कोलोराडो स्प्रिङ्गस
कोर्टेज
क्रेग
डेनभरCity in Colorado, United States
फोर्ट कार्सन
ग्र्यान्ड जङ्कसन
गुन्निसन
हेयडेन
ला जुन्टा
लामार
लिडभिल
लिमोन
मीकर
मोन्ट्रोज
पागोसा स्प्रिङ्ग्स
प्युब्लो
राइफल
सागुवाचे
सालिडाCity in Colorado, United States
स्टिमबोट स्प्रिङ्ग्स
टेल्लुराइडCity in Colorado, United States
कोन्नेक्टिकट
ब्रिजपोर्ट
डानबरी
ग्रोटन
हार्टफोर्ड
मेरिडेन
न्यू हेभेनCity in Connecticut, United States
वाटरब्युरी
विन्डसोर लक्स
डेलावेर
डोभरCity in Delaware, United States
कोलम्बियाको जील्लाCity in District of Columbia, United States
City in Washington, United States
फ्लोरिडा
अपालाचिकोला
बार्टो
बोका रेटन
ब्रुक्सभिल
केप क्यानाभेरल
क्लियरवाटर
क्रेस्टभ्यू
क्रस शहर
डेटोना बिच
डेस्टिन
फोर्ट लउडरडेल
फोर्ट मायर्स
फोर्ट पियर्स
City in Florida, United States
हलिउड
City in Florida, United States
City in Texas, United States
के वेष्ट
लेकल्यान्डCity in Florida, United States
म्याराथुन
मारियान्ना
मेपोर्टCity in Florida, United States
मिल्टनCity in Florida, United States
ओकाला
ओर्लान्डो
पानामा शहर
पेन्साकोला
पोम्पानो बिच
पुन्टा गोर्डा
सारासोटाCity in Florida, United States
स्टर्ट
तालाहासी
टाम्पा
द भिलेजेस
टिटुस्भिलCity in Florida, United States
City in Indiana, United States
भेरो बिच
पश्चीम पाल्म बिच
विन्टर हेभनState in United States
एटलान्टाCity in Georgia, United States
बेनब्रिज
City in Georgia, United States
क्यान्टन
कार्टरस्भिलCity in Georgia, United States
City in Georgia, United States
फोर्ट बेन्निङ्गCity in Georgia, United States
हाइनेसभिलCity in Georgia, United States
City in Texas, United States
City in Illinois, United States
माकोन
म्यारिट्टा
मिलेजभिल
मोल्ट्रि
न्यूनानCity in Georgia, United States
साभान्नाह
स्टेट्सबोरो
सिलभानिया
थोमसटन
थम्सन
भाल्डोस्टा
भिडालिया
वार्नर रबिन्स
वेक्रस
वाइन्डर
हवाई
Hilo
होनोलुलु
काहुलुइ
काउनाकाकाइ
केकाहा
लाहैना
लिह्यू
इडाहो
बोइज्
बर्लेCity in Idaho, United States
चाल्लिस
कोइयर d'Alene
इडाहो फल्स
जेरोम
लेविस्टनCity in Idaho, United States
McCallCity in Idaho, United States
मुल्लान
पोकाटेल्लो
रेक्सबर्ग
सलमोन
स्यान्डपोइन्ट
सोडा स्प्रिङ्ग्सCity in Idaho, United States
ट्विन फल्स
इलिनोइस
एल्टनCity in Illinois, United States
बेल्लेभिलCity in Illinois, United States
City in Indiana, United States
क्याहोकियाCity in Illinois, United States
कार्बोनडेल
कार्मि
सेन्ट्रालिया
च्याम्पेन
चिकागोCity in Illinois, United States
City in Virginia, United States
City in Illinois, United States
एफिङ्गहामCity in Illinois, United States
फ्लोराCity in Illinois, United States
गेल्सबर्ग
City in Illinois, United States
City in Pennsylvania, United States
जोलियट
कानकाकि
ल्याकनCity in Illinois, United States
माकोम्बCity in Illinois, United States
माटून
मेट्रोपोलिस
City in Illinois, United States
माउन्ट कार्मेल
माउन्ट भेरनोन
City in Illinois, United States
City in Massachusetts, United States
क्विन्सि
रान्टोल
रबिन्सन
रोचेल
रकफर्डCity in Illinois, United States
साभान्नाCity in Illinois, United States
टेलरभिल
वाउकेगान
पश्चीम चिकागोState in United States
City in South Carolina, United States
इभान्सभिल
फोर्ट वेनि
ग्यारि
गोसेन
ईन्डियानापोलिस
कोकोमोCity in Indiana, United States
मुन्किCity in Indiana, United States
सेलबाइभिल
दक्षीण बेन्ड
टेर्रे हाउटेCity in Indiana, United States
ओवा
एम्स
एन्केनिCity in Iowa, United States
अउडुबनCity in Iowa, United States
City in North Carolina, United States
क्यारोल
सेडार र्यापिड्स
च्यारिटोन
चार्लस् शहर
क्ल्यारिन्डा
क्ल्यारियनCity in Iowa, United States
काउन्सिल ब्लफ्सCity in Iowa, United States
डेभेनपोर्ट
डेकोराह
डेनिसन
Des मोइन्स
डुबुक्वि
एस्थरभिलCity in Iowa, United States
फोर्ट डोड्ज
फोर्ट म्याडिसन
हरलन
ओवा शहर
कियोककCity in Iowa, United States
लामोनि
लि मार्स
मार्सलटाउन
मासोन शहरCity in Iowa, United States
मसकाटिन
ओरेन्ज सिटि
ओस्कालोसा
ओटुम्वा
पेल्ला
रेड ओक
सेल्डन
सेनान्डोह
सिअउक्स शहर
स्पेन्कर
स्टर्म लेक
भिन्टनCity in Iowa, United States
वेब्स्टर शहर
कान्सास
च्यानुट्
कफिभिल
कनकोर्डिया
डोड्जे शहरCity in Kansas, United States
City in Kansas, United States
गुडल्यान्ड
ग्रेट बेन्ड
हेयज
हिल शहरCity in Kansas, United States
City in Kansas, United States
City in Massachusetts, United States
लिबरल
मानह्याट्टन
मेडिसिन लज
न्यूटन
ओलेथ
पार्सोन्स
प्राट्
रस्सेल
सालिना
टोपेका
विचिटा
विनफिल्ड
केनटक्की
बाउलिङ्ग ग्रिनCity in Kentucky, United States
City in Nevada, United States
लुइसभिल
ओवेन्सबोरो
पाडुकाह
सोमरसेट
City in Louisiana, United States
अमेलिया
ब्याटुन रोउज
बुथभिल
ग्यालियानोCity in Louisiana, United States
ग्र्यान्ड इस्ले
ह्याम्मोन्ड
हाउमाCity in Louisiana, United States
लेक चार्लस
लिभिलCity in Louisiana, United States
नाट्चिटोचेस
न्यू इबेरिया
न्यू ओर्लिन्स
ओकडेल
प्याट्टरसन
रस्टन
स्रेभेपोर्ट
स्लिडेल
मेनीCity in Maine, United States
ब्याङ्गोर
बार हार्बोरCity in Maine, United States
क्यारिबोउ
फ्रेन्चभिल
फ्रेबर्गCity in Maine, United States
हाउल्टन
मिल्लिनोकेटCity in Maine, United States
प्रेस्क्यु इस्ले
रकल्यान्डCity in Maine, United States
वाटरभिल
विस्कासेट
म्यारिल्यान्ड
अन्नापोलिस
बाल्टिमोर
क्याम्प स्प्रिङ्स
कम्बरल्यान्ड
ईष्टनCity in Maryland, United States
हेगर्सटाउन
ओसियन शहर
City in Maryland, United States
City in North Carolina, United States
मास्साचुसेट्सCity in Massachusetts, United States
बेभर्ली
बोस्टनCity in Massachusetts, United States
चाथाम
चिकोपि फल्स
ईष्ट मिल्टन
फिट्चबर्ग
ह्यान्निसCity in Massachusetts, United States
नान्टुकेट
न्बेयू बेडफर्ड्फोर्ड
उत्तर एड्याम्स
नरवूडCity in Massachusetts, United States
प्रोभिन्सटाउन
स्यान्डविचCity in Massachusetts, United States
वेष्टफिल्ड
वोर्केस्टर
मिचिगान
एड्रियनCity in Michigan, United States
एल्पेना
एन एरबोर
ब्याड ऐक्स
ब्याटल क्रिक
बेलाइर
बेनटन हार्बोर
बिग र्यापिड्स
क्याडिल्याक
चार्लेभोइक्सCity in Michigan, United States
City in North Carolina, United States
चेबोइग्यान
कोल्डवाटर
कप्पर हार्बोर
डेट्रोइट
एस्कानाबा
फ्लिन्टCity in Michigan, United States
गइलोर्डCity in Michigan, United States
ह्यान्कक
हार्बोर स्प्रिङ्गस
हिल्सडेल
होल्यान्ड
हाउटन लेक
होवेल
आइरन माउन्टेन
आइरनवुडCity in Michigan, United States
कालामाजू
ल्याम्बर्टभिल
लान्सिङ्ग
लुडिङ्गटन
मनिस्टे
मनिस्टिक्वु
मार्क्विट्टेCity in Michigan, United States
मासोन
मेनोमिनीCity in Michigan, United States
मस्केगन
न्यूबर्री
ओस्कोडा
पेल्स्टनCity in Michigan, United States
पोर्ट होप
सगिनावCity in Michigan, United States
साउल्ट स्टे. म्यारि
स्टरगिस
ट्राभेर्स शहरCity in Michigan, United States
मिन्नेसोटा
ऐटकिन
अल्बर्ट लिCity in Minnesota, United States
City in Minnesota, United States
City in Wisconsin, United States
बाउडेट्टि
बेमेड्जीCity in Minnesota, United States
बिगफर्क
ब्रेनर्डCity in Minnesota, United States
क्लोक्वेट
कुक
क्रेन लेक
क्रुकस्टन
डेट्रोइट लेक्स
डोड्ज केन्द्र
डुलुथCity in Minnesota, United States
City in Nevada, United States
इभेलेथ
फेयरमोन्ट
फ्यारिबल्ट
फेरगस फल्स
फुस्टन
ग्लेन्को
ग्लेनवुड
ग्र्यान्ड माराइसCity in Minnesota, United States
ग्र्यानिट फल्स
ह्याल्लोक
हिब्बिङ्गCity in Minnesota, United States
अन्तराष्ट्रिय फल्स
City in Minnesota, United States
लिट्टल फल्स
लङ्गभिल
लुभरेनCity in Minnesota, United States
म्यानकाटो
म्यापल लेकCity in Minnesota, United States
मिन्निपोलिसCity in Minnesota, United States
मूरहेड
मूस लेक
मोराCity in Minnesota, United States
न्यू अल्म
ओलिभिया
ओर्
ओर्टनभिल
ओवाटोन्ना
निकुञ्ज र्यापिड्स
पेनेस्भिल
पाइन नदी
पाइप्सटोन
प्रेस्टनCity in Minnesota, United States
रेड विङ्ग
रेडवुड फल्सCity in Minnesota, United States
City in New York, United States
रस शहर
City in Minnesota, United States
सिल्भर बे
स्ट्यापल्स
थिफ रिभर फल्स
ट्रयाकी
टु हार्बोर्स
वाडेना
वार्रोड
वासेका
वास्किस
ह्विटन
विन्डम
विनोना
वोर्थिङ्गटन
मिसिसिपि
बिलोक्सिCity in Mississippi, United States
गल्फपोर्ट
ह्याट्टिसबर्गCity in Mississippi, United States
McComb
मेरिडियन
नाट्चेज
ओलिभ ब्रान्चCity in Mississippi, United States
पास्कागोउला
टुपेलो
भिक्सबर्ग
मिसोउरी
केप गिरार्डियु
चिलिकोथेCity in Missouri, United States
निरभर्ता
जेफ्फरसन शहर
जोप्लिन
केइसरCity in Missouri, United States
किर्क्सभिल
पोप्लर ब्लफ
सेडालियाCity in Missouri, United States
City in Missouri, United States
पश्चीम मैदानहरू
मोन्टाना
बेकर
बिलिङ्ग्स
बोजेम्यान
ब्राउनिङ्ग
बट्टे
कट् ब्याङ्क
डिल्लोन
ड्रममन्डCity in Montana, United States
ग्लेन्डाइभ
ग्रेट फल्स
हाब्रे
हेलेनाCity in Montana, United States
कालिस्पेल
लेविस्टाउन
लिभिङ्गस्टोन
माइल्स शहर
मिसोउलाCity in Montana, United States
वुल्फ पोइन्ट
नेब्रास्का
ऐनस्वर्थ
अल्बियन
अलियन्सCity in Nebraska, United States
बिट्राइस
ब्रोकेन बो
च्याड्रनCity in Nebraska, United States
फल्स शहरCity in Nebraska, United States
ग्र्यान्ड आइस्ल्यान्ड
हास्टिङ्गसCity in Nebraska, United States
City in Nebraska, United States
केयरने
किम्बलCity in Nebraska, United States
McCook
नेब्रास्का शहरCity in Nebraska, United States
City in Virginia, United States
उत्तर प्लेट्टे
O'Neill
ओगाल्लाला
ओमहा
स्कट्सब्लफCity in Nebraska, United States
टेकामाह
थेडफर्ड
भ्यालेन्टाइन
City in Nebraska, United States
नेभाडा
ElkoCity in Nevada, United States
फ्यालुनCity in Nevada, United States
लभलक
मर्करी
उत्तर लस भेगस
रेनो
टोनोपाह
विन्नेमुक्का
न्यू ह्याम्पसाइरCity in New Hampshire, United States
ज्याफरे
कीने
ल्याकोनियाCity in New Hampshire, United States
नासुवाCity in New Hampshire, United States
ह्वाइटफिल्ड
न्यू जर्सी
एन्डोभर
एटलान्टिक शहर
City in New Jersey, United States
मिलभिल
मोर्रिसटाउन
माउन्ट होलीCity in New Jersey, United States
City in Ohio, United States
सोमरभिल
ससेक्स
टेटेबोरोCity in New Jersey, United States
न्यू मेक्सिको
अलामोगोर्डो
अल्बुक्वरकी
अर्टेसियाCity in New Mexico, United States
चामा
क्लेटन
क्लाइन्स कर्नर्स
क्लोभिसCity in New Mexico, United States
डेमिङ्गCity in New Mexico, United States
ग्यालुप
ग्र्यान्टस्
होब्स
लस क्रुसेसCity in New Mexico, United States
लस एलामोस
मोरियर्टि
राटोन
रोस्वेल
सान्टा फे
सिल्भर शहर
टावोस
टोर्रेओन
ट्रुथ अर कोन्सिक्वेन्सेस
टुकुम्कारीState in United States
बिङ्गहाम्टन
City in New York, United States
डान्सभिल
डुनकिर्क
ईष्ट ह्याम्पटनCity in New York, United States
फार्मिङ्गडेल
फुल्टोन
ग्लेन्स फल्स
इस्लिप
इथाकाCity in New York, United States
मसिना
मोन्टाउकCity in New York, United States
न्यूबर्घ
नियागारा फल्स
पेन यान
प्ल्याट्सबर्घ
पोउघकिप्सिCity in New York, United States
सारानाक लेक
सिर्ले
साइराक्युजCity in New York, United States
वेल्सभिल
समतल मैदानहरू
उत्तर क्यारोलिना
अहोस्कि
अल्बेमार्ले
एन्ड्रिउज
असेबोरो
असेभिलCity in North Carolina, United States
City in South Carolina, United States
बोग्युCity in North Carolina, United States
चापेल हिलCity in North Carolina, United States
कुरिटक
डुर्हाम
इडेन्टन
एलिजाबेथ शहर
एलिजाबेथटाउन
अर्विनCity in North Carolina, United States
ग्यास्टोनिया
गोल्डस्बोरोCity in North Carolina, United States
ह्याट्टेरस
हिकोरी
होफ्म्यानCity in North Carolina, United States
जेफ्फरसन
केनानस्भिल
किल डेभिल हिल्स
किनस्टनCity in North Carolina, United States
लुइसबर्ग
लम्बरटन
म्याक्सटनCity in North Carolina, United States
माउन्ट एयरी
न्यू बर्न
उत्तर विल्केसबोरो
ओक आइस्ल्यान्डCity in North Carolina, United States
रालेग
रोनोक र्यापिड्स
रकी माउन्ट
रोक्सबोरोCity in North Carolina, United States
सेलबाइ
स्मिथफिल्ड
स्टेट्सभिल
City in North Carolina, United States
विन्स्टन
उत्तर डाकोटा
बाइस्मार्क
बाउम्यान
डेभिल्स लेक
डिकिन्सन
फार्गो
ग्यारिसन
ग्र्यान्ड फोर्क्स
हेटिङ्गरCity in North Dakota, United States
मिनोट
विल्लिस्टन
ओहियोCity in Ohio, United States
किनकिनाती
क्लेभेलान्डCity in Ohio, United States
डेटन
डिफियन्स
एलिरिया
फिन्ड्लेCity in Ohio, United States
मान्सफिल्डCity in Ohio, United States
न्यू फिलाडेल्फियाCity in Ohio, United States
टोलेडोCity in Ohio, United States
वूस्टर
यङ्गस्टाउन
जेनेस्भिल
ओक्लाहोमा
अडा
एल्टस
एल्भा
आर्डमोर
एटोका
बार्टलेसभिलCity in Oklahoma, United States
चिक्कासा
क्ल्यारिमोरCity in Oklahoma, United States
डुन्कन
डुरान्त
एनिडCity in Oklahoma, United States
गेज
ग्रोभ
गुथ्रि
गाइमनCity in Oklahoma, United States
लटन
McAlester
मस्कोगी
नोर्म्यान
ओक्लाहोमा शहर
ओक्मुल्गी
पउल्स उपत्याका
पोनाका शहर
पोटिउ
साल्लिसCity in Oklahoma, United States
सनी
स्टिलवाटर
टाह्लेक्वाह
टुल्सा
ओरेगन
एस्टोरियाCity in Oregon, United States
बेकर शहरCity in Oregon, United States
City in South Dakota, United States
बर्नस्
कोर्भालिस
इयुजेन
हर्मिस्टन
क्लामाथ फल्स
ला ग्र्यान्डे
लेकभ्यू
McMinnville
मिचामCity in Oregon, United States
उत्तर बेन्डCity in Oregon, United States
पेन्ड्लेटन
City in Oregon, United States
रेडमोन्डCity in Oregon, United States
रोजबर्गCity in Oregon, United States
स्काप्पूज
द डेल्स
पन्सिलभेनिया
एलेनटाउन
एल्टुना
ब्युभर फल्स
ब्र्याडफर्ड
क्लियरफिल्ड
डोयलस्टाउन
डु बोइस
एरिइCity in Pennsylvania, United States
जोन्सटाउनCity in Pennsylvania, United States
ल्याट्रोब
मिडभिल
माउन्ट पोकोनो
फिलाडेल्फिया
पिट्सबर्घ
पोट्सटाउन
क्वेकरटाउन
रिडिङ्ग
सेलिन्सग्रोभ
स्टेट कलेजCity in Pennsylvania, United States
वाइल्क्स-बेर्रे
विल्लियमस्पोर्ट
विल्लोउ ग्रोभCity in Pennsylvania, United States
रोड आइस्ल्यान्डCity in Rhode Island, United States
पउटुकेट
प्रोभिडेन्स
वेष्टरले
दक्षीण कारोलिनाCity in South Carolina, United States
क्लेम्सनCity in South Carolina, United States
डरलिङ्गटनCity in South Carolina, United States
ग्रीर
मिर्टले बिच
ओरेन्जबर्ग
रक हिल
दक्षीण डाकोटाCity in South Dakota, United States
City in South Dakota, United States
च्याम्बरलेन
कस्टर
फेथ
हुरोन
मिचेल
मोब्रिज
फिलिप
पियर्रि
पाइन राइज
र्यापिड शहर
सिअउक्स फल्स
सिस्सेटनCity in South Dakota, United States
याङ्कटन
टेनेस्सी
चाटानुगाCity in Tennessee, United States
क्रसभिल
डायरस्बर्गCity in Tennessee, United States
City in Tennessee, United States
मेम्फिस
मिलिङ्गटन
नासभिल
ओक रिड्ज
स्माइर्ना
टेक्सस
अबिलन
एलिसCity in Texas, United States
अमारिल्लो
एन्ग्लेटनCity in Texas, United States
बे शहर
ब्युमोन्ट
बिग स्प्रिङ्ग
बोर्गर
ब्रेनह्याम
ब्राउन्सभिल
ब्राउनवुड
बर्नेटCity in Texas, United States
क्यानाडियन
चिल्डरेसCity in Texas, United States
कलेज स्टेसन
कोनरो
कर्पस क्रिष्टि
कोर्सिकाना
कोटुल्ला
क्रोकेट
डाल्हार्ट
डाल्लासCity in Texas, United States
डेल रियो
डेनटनCity in Texas, United States
डुमस
एडिनबर्ग
El पासो
फ्यालफुरियास
फोर्ट स्टकटन
फोर्ट वर्थ
फ्रेडेरिक्सबर्गCity in Texas, United States
ग्याल्भेस्टन
गेट्सभिलCity in Texas, United States
गिड्डिङ्गस
गिल्मेर
ग्राहाम
ग्रानबरी
ग्र्यान्ड प्रेइरिCity in Texas, United States
हारलिङ्गेन
हियर्न
हेब्रोनभिल
हिल्ल्सबोरो
होन्डो
होस्टनCity in Texas, United States
City in Texas, United States
जङ्कसन
केर्भिल
किल्लेन
किङ्ग्सभिलCity in Texas, United States
लारेडो
लानो
लङ्गभ्यू
लुब्बोक
लफकिन
मार्फा
McAllen
मेस्क्विट
मिडल्यान्ड
मिनरल वेल्सCity in Texas, United States
नाकोग्डोचेस
न्यू ब्रनफेल्स
ओडेस्साCity in Texas, United States
पालाकियस
प्यालेसटाइन
पाम्पाCity in Texas, United States
पिकोस
पेर्रिटन
पाइन स्प्रिङ्ग्स
समतल दृश्य
पोर्ट एरानसास
पोर्ट इसाबेल
पोर्ट लाभाका
रकपोर्ट
रकस्प्रिङ्ग्स
सान एन्जेलो
सान एन्टोनियो
सान मार्कोसCity in Texas, United States
स्नाइडरCity in Texas, United States
City in Texas, United States
सल्फर स्प्रिङ्ग्स
स्विट्वाटर
मन्दीर
टेर्रेल
टाइलर
युभेल्डCity in Texas, United States
वाको
वेस्लाको
ह्वार्टन
विचिटा फल्स
विन्क
उटाह
ब्राइस क्यान्योन
सेडार शहर
डेल्टा
हान्स्कभिल
लोगन
मिल्फर्ड
मोब
ओग्डेन
प्रोभो
सल्ट लेक शहरCity in Utah, United States
भर्नल
वेन्डोभर
भर्मन्ट
बार्री
बेन्निङ्गटोनCity in Vermont, United States
मोर्रिसभिल
रुटल्यान्ड
City in Vermont, United States
भर्गिनिया
अबिङ्गडनCity in Virginia, United States
चारलोट्टसभिल
चेसापिक
चिनकोटेग
कलपिपरCity in Virginia, United States
फार्मभिलCity in Virginia, United States
ह्याम्पटन
हिल्सभिलCity in Virginia, United States
लुइसा
लिन्चबर्ग
मानास्सासCity in Virginia, United States
मार्टिन्सभिल
मेल्फा
न्यूपोर्ट न्यूजCity in Virginia, United States
City in Virginia, United States
क्वान्टिकोCity in Virginia, United States
रोनोक
दक्षीण हिल
स्ट्याफर्ड
स्टाउनटन
सफ्फल्क
भर्गिनिया बिच
वेकफिल्ड
वेष्ट पोइन्ट
विल्लियमबर्ग
विन्चेस्टर
वाइजState in United States
बेल्लेभ्यू
बेलिङ्घाम
ब्रेमरटनCity in Washington, United States
डियर निकुञ्ज
ईष्टसाउन्ड
एलेन्सबर्ग
एफ्राटा
एभरेट
फेयरचाइल्ड
फ्राइडे हार्बोरCity in Washington, United States
होकुयाम
केल्सो
मोसेस लेक
ओक हार्बोर
ओलिम्पिया
ओमक
पास्को
पोर्ट एन्जलस
किलायुटे
रेन्टोन
सिट्टल
सेल्टन
स्पोकेन
टाकोमा
City in Washington, United States
वाला वाला
वेनाट्ची
याकिमा
पश्चीम भर्जिनिया
बेक्ले
ब्लूफिल्ड
बुचानोन्City in West Virginia, United States
क्लार्कस्बर्ग
Elkins
हन्टिङ्गटन
लेविस्बर्ग
मार्टिन्सबर्ग
मोर्गानटाउन
पार्कर्सवर्गCity in West Virginia, United States
पोइन्ट प्लिजेन्टCity in West Virginia, United States
ह्वीलिङ्ग
विस्कोन्सिन
एन्टिगोCity in Wisconsin, United States
बाराबू
बोस्कोबेलCity in Wisconsin, United States
क्लिन्टनभिल
ईगल नदी
इयु क्लेयर
ग्रीन बेCity in Wisconsin, United States
जेन्सभिलCity in Wisconsin, United States
केनोसा
ला क्रोस्स
लेडिस्मिथ
ल्यानO' ओ' लेक्स
लोन रकCity in Wisconsin, United States
मनिटोवोक
मार्सफिल्डCity in Wisconsin, United States
मेनोमोनि
मेर्रिल
मिल्वाकीCity in Wisconsin, United States
मोसिनि
न्यू रिचमोन्ड
ओस्कियोला
ओसकोस
फिलिप्स
रेसिन
राइनल्यान्डर
राइस लेक
सिबोइगान
सिरेनCity in Wisconsin, United States
स्टेभेन्स पोइन्ट
स्टरगेन बे
सुपेरियर
टोमाहकCity in Wisconsin, United States
वाउकेसा
वाउपाका
वाउसाउ
पश्चीम बेन्ड
विस्कोन्सिन र्यापिड्स
State in United States
बिग पाइनेCity in Wyoming, United States
क्यास्पर
चेयेनि
कोडिCity in Wyoming, United States
इभान्सटन
जिलेट
ग्रेबुलCity in Wyoming, United States
ल्यान्डर
लारामि
रलिन्स
रिभर्टन
रक स्प्रिङ्ग्स
सेरिडान
टोरिङ्गटन
वोर्कल्यान्डCity in Wyoming, United States
timezone
चल
उत्तर
उत्तर - उत्तर पूर्व
उत्तर पूर्व
पूर्व - उत्तर पूर्व
पूर्व
पूर्व - दक्षिण पूर्व
दक्षिण पूर्व
दक्षिण - दक्षिण पूर्व
दक्षिण
दक्षिण - दक्षिण पश्चिम
दक्षिण पश्चिम
पश्चिम - दक्षिण पश्चिम
पश्चिम
पश्चिम - उत्तर पश्चिम
उत्तर पश्चिम
उत्तर - उत्तर पश्चिमwind direction
blowing" "shallow" "partial
आकास खाली
बिच्छेद बादलहरू
टाटे बादलहरू
केहि बादलहरू
छाएकोsky conditions
बज्र तुफान
सिमसिम
हल्का सिमसिम
मध्यम सिमसिम
भारी सिमसिम
ठन्डा सिमसिम
वर्षा
हल्का वर्षा
मध्यम वर्षा
भारी वर्षा
मुसलधारे वर्षा
ठन्डा वर्षा
हिँउ
हल्का हिँउ
मध्यम हिँउ
भारी हिँउ
हिँउतुफान
उडाउने हिँउ वर्षा
मुसलधारे हिँउ
बाक्लो हिँउ
दाना हिँउ
दाना जस्तो हल्का हिँउ
मध्यम दाना हिँउ
भारी दाना हिँउ
बरफ सितमणी
असिना
आँधी र असिना
मुसलधारे असिना
सानो असिना
सानो आँधी असिना
मुसलधारे सानो असिना
अज्ञात अवक्षेपण
कुइरो
कुइरो
हाताहातीमा कुइरो
छिपछिपे कुइरो
कुइरोको धब्बा
आंशिक कुइरो
ठन्डा कुइरो
धुँवा
ज्वालामुखीय खरानी
बालुवा
उडाउने बालुवा
थुप्रिने बालुवा
तुँवालो
उडाउने सिर्का
धुलो
उडाउने धुलो
थुप्रिने धुलो
हिँउ पानीको झोक्का
बालुवा तुफान
हाताहाती बालुवा तुफान
भारी बालुवा तुफान
धुलो तुफान
धुलो तुफान हाताहाती
भारी धुलो तुफान
सोली बादल
भुमरी
घुमाउरो धुलो
घुमाउरो धुलो हाताहाती
अज्ञात अवलोकन समयsky conditions
%.1f F
%d °F
%.1f °C
%d °C
%.1f K
%d Ktemperature
%.f%%
%0.1f नट्स
%.1f एम पि एच
%.1f किलोमिटर/घन्टा
%.1f मिटर/सेकेन्ड
ब्युफोर्ट फोर्स %.1fwind speed
शान्त
%s / %spressure
%.2f inएचजि
%.1f एम एम एच जि
%.2f के पि ए
%.2f एच पि ए
%.2f एम बि
%.3f atmvisibility
%.1f माइल्स
%.1f किलोमिटर
%.0fm
पुन: प्राप्ती असफल
तापक्रम एकाइ
दूरी एकाइ
गति एकाइ
चाप एकाइ
शीर्षक बिहिन अनुप्रयोग
कार्यस्थान स्विचर
कार्यस्थानहरूको बीचमा स्विच गर्ने उपकरण
%s कार्यस्थानमा स्विच गर्न यसलाई क्लिक गर्नुहोस्
"%s" तान्न सुरु गर्न क्लिक गर्नुहोस्
हालको कार्यस्थान: "%s"
"%s" मा स्विच गर्न क्लिक गर्नुहोस्
सञ्झ्याल खुला छैन
सञ्झ्याल चयनकर्ता
सञ्झ्यालहरू बीचमा स्विच गर्ने उपकरण
सञ्झ्याल सूची
दृश्यात्मक सञ्झ्यालहरू बीचमा स्विच गर्ने उपकरण
सबैलाई घटाउनुहोस्
सबैलाई पूर्वावस्थामा फर्काउनुहोस्
सबैलाई बढाउनुहोस्
सबैलाई पूर्वावस्थामा फर्काउनुहोस्
सबै बन्द गर्नुहोस्
पूर्वावस्थामा फर्काउनुहोस्
घटाउनुहोस्
पूर्वावस्थामा फर्काउनुहोस्
बढाउनुहोस्
कार्यस्थान %d
कार्यस्थान १०
कार्यस्थान %s%d
सार्नुहोस्
रिसाइज गर्नुहोस्
सधैँ माथि
सधैँ दृश्यात्मक कार्यस्थानमा
सधैँ यो कार्यस्थानमा मात्र
कार्यस्थानलाई बायाँ सार्नुहोस्
कार्यस्थानलाई दायाँ सार्नुहोस्
कार्यस्थानलाई माथि सार्नुहोस्
कार्यस्थानलाई तल सार्नुहोस्
अन्य कार्यस्थानमा सार्नुहोस्
बन्द गर्नुहोस्
शीर्षक बिहिन सञ्झ्याल
परीक्षण वा परिमार्जन गरिने सञ्झ्यालको X सञ्झ्याल आईडी (ID)
XIDowner
परीक्षण गरिने अनुप्रयोगको समूह प्रमुखको X सञ्झ्याल आईडी (ID)family
परीक्षण गरिने वर्ग समूहको वर्ग स्रोत
वर्ग
परीक्षण वा परिमार्जन गरिने कार्यस्थानको नम्बर
नम्बर
परीक्षण वा परिमार्जन गरिने पर्दाको नम्बर
-- सञ्झ्यालको उपनामfamily
अनुप्रयोग/वर्ग समूह/कार्यस्थान/पर्दा (निर्गत ढाँचा: "XID: सञ्झ्याल नाम") का सञ्झ्याल सूचीकृत गर्नुहोस्
पर्दाको कार्यस्थान सूचीबद्ध गर्नुहोस् (निर्गत ढाँचा: "नम्बर: कार्यस्थान नाम")
पर्दाको कार्यस्थानको नम्बरलाई नम्बर मानमा परिवर्तन गर्नुहोस्
नम्बर पङ्क्ति प्रयोग गर्न पर्दाको कार्यस्थान सजावटलाई परिवर्तन गर्नुहोस्
नम्बर स्तम्भ प्रयोग गर्न पर्दाको कार्यस्थान सजावट परिवर्तन गर्नुहोस्
डेस्कटप देखाउनुहोस्
डेस्कटप देखाउन बन्द गर्नुहोस्
हालको कार्यस्थानको दृश्यपोर्टलाई X निर्देशाङ्क X मा सार्नुहोस्
X
हालको कार्यस्थानको दृश्यपोर्टलाई Y निर्देशाङ्क Y मा सार्नुहोस्
Y
सञ्झ्याल घटाउनुहोस्
सञ्झ्याललाई पूर्वावस्थामा फर्काउनुहोस्
सञ्झ्याललाई बढाउनुहोस्
सञ्झ्याललाई पूर्वावस्थामा फर्काउनुहोस्
सञ्झ्याललाई तेर्सो रूपमा बढाउनुहोस्
सञ्झ्याललाई तेर्सो रूपमा पूर्वावस्थामा फर्काउनुहोस्
सञ्झ्याललाई ठाडो रूपमा बढाउनुहोस्
सञ्झ्याललाई ठाडो रूपमा पूर्वावस्थामा फर्काउनुहोस्
कुञ्जीपाटीबाट सञ्झ्याल चलाउन सुरु गर्नुहोस्
कुञ्जीपाटीबाट सञ्झ्याल रिसाइज गर्न सुरु गर्नुहोस्
सञ्झ्याल सक्रिय पार्नुहोस्
सञ्झ्याल बन्द गर्नुहोस्
सञ्झ्याललाई पूरा पर्दाको बनाउनुहोस्
सञ्झ्यालको पूरा पर्दा मोड अन्त्य गर्नुहोस्
सञ्झ्याललाई सधैँ माथि हुने बनाउनुहोस्
सञ्झ्याललाई सधैँ नहुने बनाउनुहोस्
सञ्झ्याललाई अन्य सञ्झ्यालको तल हुने बनाउनुहोस्
सञ्झ्याललाई सधैँ अन्य सञ्झ्यालको तल नहुने बनाउनुहोस्
सञ्झ्यालमा छाया पार्नुहोस्
सञ्झ्यालको छाया हटाउनुहोस्
दृश्यपोर्टमा सञ्झ्याललाई निश्चित स्थिति भएको बनाउनुहोस्
दृश्यपोर्टमा सञ्झ्याललाई निश्चित स्थिति नभएको बनाउनुहोस्
सञ्झ्याललाई पेजरमा नदेखिने बनाउनुहोस्
सञ्झ्याललाई पेजरमा देखिने बनाउनुहोस्tasklist
सञ्झ्याललाई कार्य सूचीमा नदेखिने बनाउनुहोस्tasklist
सञ्झ्याललाई कार्य सूचीमा देखिने बनाउनुहोस्
सञ्झ्याललाई सबै कार्यस्थानमा देखिने बनाउनुहोस्
सञ्झ्याललाई हालको कार्यस्थानमा मात्र देखिने बनाउनुहोस्
सञ्झ्याललाई कार्यस्थान नम्बर मानमा सार्नुहोस् (पहिलो कार्यस्थान ० हो)
सञ्झ्यालको X निर्देशाङ्कलाई X मा परिवर्तन गर्नुहोस्
सञ्झ्यालको Y निर्देशाङ्कलाई Y मा परिवर्तन गर्नुहोस्
सञ्झ्यालको चौडाइलाई चौडाइ मानमा परिवर्तन गर्नुहोस्
चौडाइ
सञ्झ्यालको उचाइलाई उचाइ मानमा परिवर्तन गर्नुहोस्
उचाइnormal, desktop, dock...
सञ्झ्यालको प्रकारलाई प्रकार मानमा परिवर्तन गर्नुहोस् (मान्य मानहरू: सामान्य, डेस्कटप, डक, संवाद, उपकरणपट्टी, मेनु, उपयोगिता, स्प्लास)
प्रकार
कार्यस्थानको नामलाई नाम मानमा परिवर्तन गर्नुहोस्
नाम
कार्यस्थान सक्रिय पार्नुहोस्
--%s का लागि अमान्य मान "%s"
हाल विवादित विकल्प निम्न हुन्: पर्दा %d अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: पर्दा %d को सञ्झ्याल वा कार्यस्थान सूचीवद्ध हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: कार्यस्थान %d अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्प निम्न हुन्: कार्यस्थान %d का सञ्झ्याल सूचीबद्ध हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: एउटा अनुप्रयोग अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: अनुप्रयोगको सञ्झ्याल सूचीबद्ध हुनुपर्दछ, तर --%s प्रयोग गरिएको छ family
हाल विवादित विकल्पहरू निम्न हुन्: वर्ग समूह "%s" अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ family
हाल विवादित विकल्पहरू निम्न हुन्: वर्ग समूह "%s" को सञ्झ्याल सूचीबद्ध हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: एउटा सञ्झ्याल अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्प निम्न हुन्: --%s र --%s
हाल विवादित विकल्प निम्न हुन्: --%s वा --%s, र --%s
--%s का लागि अमान्य तर्क "%s", मान्य मान: %s हुन्
पर्दामा कार्यस्थान सजावट परिवर्तन गर्न सकिँदैन: सजावट पहिला नै प्राप्त गरिएको छ
दृश्यपोर्ट सार्न सकिँदैन: हालको कार्यस्थानले दृश्यपोर्ट समाविष्ट गर्दैन
दृश्यपोर्ट सार्न सकिँदैन: त्यहाँ हाल कार्यस्थान छैन
अनुमति नदिइएको कार्य
सञ्झ्याललाई कार्यस्थान %d मा सार्न सकिँदैन: कार्यस्थान अवस्थित छैन something has not been set
%lu: %s
%d: %s
पर्दा नम्बर: %d
जमेट्री (चौडाइ, उचाइ): %d, %d
कार्यस्थानको नम्बर: %d
कार्यस्थान सजावट (पङ्क्ति, स्तम्भ, अभिमूखीकरण): %d, %d, %s
सञ्झ्याल प्रबन्धक: %s
%d ("%s")none" here means "no workspaceworkspace
सक्रिय कार्यस्थान: %s
"%s"
%lu (%s)none" here means "no windowwindow
सक्रय सञ्झ्याल: %s
डेस्कटप देखाउदैछ: %s
ठीक
गलत
कार्यस्थान नाम: %s
कार्यस्थान नम्बर: %d
पर्दामा: %d (सञ्झ्याल प्रबन्धक: %s)
दृश्यपोर्ट स्थिति (x, y): %s
सजावटमा अवस्थिति (पङ्क्ति, स्तम्भ): %d, %d
बायाँ छिमेकी: %s
दायाँ छिमेकी: %s
माथिको छिमेकी: %s
तलको छिमेकी: %s family
family
something has been set
सेटsomething has not been set
<unset>
प्रतिमा: %s
सञ्झ्यालको सङ्ख्या: %d
नाम: %s Icon
प्रतिमा नाम: %s
पीआईडी (PID): %s none" here means "no startup IDstartupID
सुरुआत आईडी (ID): %s
सबै कार्यस्थान
कार्यस्थानमा: %s
सामान्य सञ्झ्याल
डेस्कटप
डक वा प्यानल
संवाद सञ्झ्याल
टेयरअफ उपकरणपट्टी
टेयरअफ मेनु
उपयोगिता सञ्झ्याल
स्प्लास पर्दा
सञ्झ्याल प्रकार: %s
जमेट्री (x, y, चौडाइ, उचाइ): %d, %d, %d, %d family
एक्सआईडी (XID): %lu
सत्र आईडी (ID): %s
owner
समूह प्रमुख: %lu
अस्थायी: %lu a, b". * In this case, the first string is "a", the second * string is ", " and the third string is "b". * We can then use this information here to also * recursively build longer lists, like "a, b, c, da, b, c" * In this case, the first string is "a, b", the second * string is ", " and the third string is "c
%1$s%2$s%3$s%1$s%2$s%3$s
,
घटाइएको
बढाइएको
तेर्सो रूपमा बढाइएको
ठाडो रूपमा बढाइएको
छाया पारिएको
पिन लगाइएको
टाँसिने
माथि
तल
पूरा पर्दा
सावधानी आवश्यक हुन्छ
पेजर फड्काउनुहोस्tasklist
कार्यसूची फड्काउनुहोस्
सामान्य
वस्तुस्थिति: %s
सार्नुहोस्
रिसाइज गर्नुहोस्
छाया पार्नुहोस्
छाया हटाउनुहोस्
स्टिक
अनस्टिक
तेर्सो रूपमा बढाउनुहोस्
तेर्सो रूपमा पूर्वस्थितिमा ल्याउनुहोस्
ठाडो रूपमा बढाउनुहोस्
ठाडो रूपमा पूर्वावस्थामा ल्याउनुहोस्
कार्यस्थान परिवर्तन गर्नुहोस्
पिन
अनपिन
घटाउनुहोस्
पूर्वावस्थामा ल्याउनुहोस्
बढाउनुहोस्
पूर्वावस्थामा ल्याउनुहोस्
पूरा पर्दा मोड परिवर्तन गर्नुहोस्
बन्द गर्नुहोस्
माथि बनाउनुहोस्
माथि नबनाउनुहोस्
तल बनाउनुहोस्
तल नबनाउनुहोस्
कार्य सम्भव छैन
सम्भावित कार्यहरू: %s
पर्दा/कार्यस्थान/सञ्झ्यालका गुण मुद्रण गर्नुहोस् वा परिमार्जन गर्नुहोस्, वा यससँग, निम्न EWMH विशिष्टीकरणको अन्तरक्रिया गर्नुहोस् । यस विशिष्टीकरण बारेको सूचनाका लागि: \thttp://freedesktop.org/wiki/Specifications/wm-spec हेर्नुहोस्
सञ्झ्याल वा कार्यस्थान सूचीकृत गरिने विकल्पहरू
सञ्झ्याल वा कार्यस्थान सूचीकृत गर्ने विकल्पहरू देखाउनुहोस्
सञ्झ्यालको गुण परिमार्जन गर्ने विकल्पहरू
सञ्झ्यालको गुण परिमार्जन गर्ने विकल्पहरू देखाउनुहोस्
कार्यस्थानको गुण परिमार्जन गर्ने विकल्पहरू
कार्यस्थानको गुण परिमार्जन गर्ने विकल्पहरू देखाउनुहोस्
पर्दाको गुण परिमार्जन गर्ने विकल्पहरू
पर्दाको गुण परिमार्जन गर्ने विकल्पहरू देखाउनुहोस्
तर्क पदवर्णन गर्दा त्रुटि: %s
पर्दा %d सँग अन्तरक्रिया गर्न सकिँदैन: पर्दा अवस्थित छैन
कार्यस्थान %d सँग अन्तरक्रिया गर्न सकिँदैन: कार्यस्थान फेला पार्न सकिनेछैन family
वर्ग समूह "%s" सँग अन्तरक्रिया गर्न सकिँदैन: वर्ग समूह फेला पार्न सकिनेछैन
XID %lu समूह प्रमूख भएको अनुप्रोगयोगसँग अन्तरक्रिया गर्न सकिँदैन: अनुप्रयोग फेला पार्न सकिँनेछैन
XID %lu भएको सञ्झ्यालसँग अन्तरक्रिया गर्न सकिँदैन: सञ्झ्याल फेला पार्न सकिनेछैन
शीर्षक बिहिन अनुप्रयोग
कार्यस्थान स्विचर
कार्यस्थानहरूको बीचमा स्विच गर्ने उपकरण
%s कार्यस्थानमा स्विच गर्न यसलाई क्लिक गर्नुहोस्
"%s" तान्न सुरु गर्न क्लिक गर्नुहोस्
हालको कार्यस्थान: "%s"
"%s" मा स्विच गर्न क्लिक गर्नुहोस्
सञ्झ्याल खुला छैन
सञ्झ्याल चयनकर्ता
सञ्झ्यालहरू बीचमा स्विच गर्ने उपकरण
सञ्झ्याल सूची
दृश्यात्मक सञ्झ्यालहरू बीचमा स्विच गर्ने उपकरण
सबैलाई घटाउनुहोस्
सबैलाई पूर्वावस्थामा फर्काउनुहोस्
सबैलाई बढाउनुहोस्
सबैलाई पूर्वावस्थामा फर्काउनुहोस्
सबै बन्द गर्नुहोस्
पूर्वावस्थामा फर्काउनुहोस्
घटाउनुहोस्
पूर्वावस्थामा फर्काउनुहोस्
बढाउनुहोस्
कार्यस्थान %d
कार्यस्थान १०
कार्यस्थान %s%d
सार्नुहोस्
रिसाइज गर्नुहोस्
सधैँ माथि
सधैँ दृश्यात्मक कार्यस्थानमा
सधैँ यो कार्यस्थानमा मात्र
कार्यस्थानलाई बायाँ सार्नुहोस्
कार्यस्थानलाई दायाँ सार्नुहोस्
कार्यस्थानलाई माथि सार्नुहोस्
कार्यस्थानलाई तल सार्नुहोस्
अन्य कार्यस्थानमा सार्नुहोस्
बन्द गर्नुहोस्
शीर्षक बिहिन सञ्झ्याल
परीक्षण वा परिमार्जन गरिने सञ्झ्यालको X सञ्झ्याल आईडी (ID)
XIDowner
परीक्षण गरिने अनुप्रयोगको समूह प्रमुखको X सञ्झ्याल आईडी (ID)family
परीक्षण गरिने वर्ग समूहको वर्ग स्रोत
वर्ग
परीक्षण वा परिमार्जन गरिने कार्यस्थानको नम्बर
नम्बर
परीक्षण वा परिमार्जन गरिने पर्दाको नम्बर
-- सञ्झ्यालको उपनामfamily
अनुप्रयोग/वर्ग समूह/कार्यस्थान/पर्दा (निर्गत ढाँचा: "XID: सञ्झ्याल नाम") का सञ्झ्याल सूचीकृत गर्नुहोस्
पर्दाको कार्यस्थान सूचीबद्ध गर्नुहोस् (निर्गत ढाँचा: "नम्बर: कार्यस्थान नाम")
पर्दाको कार्यस्थानको नम्बरलाई नम्बर मानमा परिवर्तन गर्नुहोस्
नम्बर पङ्क्ति प्रयोग गर्न पर्दाको कार्यस्थान सजावटलाई परिवर्तन गर्नुहोस्
नम्बर स्तम्भ प्रयोग गर्न पर्दाको कार्यस्थान सजावट परिवर्तन गर्नुहोस्
डेस्कटप देखाउनुहोस्
डेस्कटप देखाउन बन्द गर्नुहोस्
हालको कार्यस्थानको दृश्यपोर्टलाई X निर्देशाङ्क X मा सार्नुहोस्
X
हालको कार्यस्थानको दृश्यपोर्टलाई Y निर्देशाङ्क Y मा सार्नुहोस्
Y
सञ्झ्याल घटाउनुहोस्
सञ्झ्याललाई पूर्वावस्थामा फर्काउनुहोस्
सञ्झ्याललाई बढाउनुहोस्
सञ्झ्याललाई पूर्वावस्थामा फर्काउनुहोस्
सञ्झ्याललाई तेर्सो रूपमा बढाउनुहोस्
सञ्झ्याललाई तेर्सो रूपमा पूर्वावस्थामा फर्काउनुहोस्
सञ्झ्याललाई ठाडो रूपमा बढाउनुहोस्
सञ्झ्याललाई ठाडो रूपमा पूर्वावस्थामा फर्काउनुहोस्
कुञ्जीपाटीबाट सञ्झ्याल चलाउन सुरु गर्नुहोस्
कुञ्जीपाटीबाट सञ्झ्याल रिसाइज गर्न सुरु गर्नुहोस्
सञ्झ्याल सक्रिय पार्नुहोस्
सञ्झ्याल बन्द गर्नुहोस्
सञ्झ्याललाई पूरा पर्दाको बनाउनुहोस्
सञ्झ्यालको पूरा पर्दा मोड अन्त्य गर्नुहोस्
सञ्झ्याललाई सधैँ माथि हुने बनाउनुहोस्
सञ्झ्याललाई सधैँ नहुने बनाउनुहोस्
सञ्झ्याललाई अन्य सञ्झ्यालको तल हुने बनाउनुहोस्
सञ्झ्याललाई सधैँ अन्य सञ्झ्यालको तल नहुने बनाउनुहोस्
सञ्झ्यालमा छाया पार्नुहोस्
सञ्झ्यालको छाया हटाउनुहोस्
दृश्यपोर्टमा सञ्झ्याललाई निश्चित स्थिति भएको बनाउनुहोस्
दृश्यपोर्टमा सञ्झ्याललाई निश्चित स्थिति नभएको बनाउनुहोस्
सञ्झ्याललाई पेजरमा नदेखिने बनाउनुहोस्
सञ्झ्याललाई पेजरमा देखिने बनाउनुहोस्tasklist
सञ्झ्याललाई कार्य सूचीमा नदेखिने बनाउनुहोस्tasklist
सञ्झ्याललाई कार्य सूचीमा देखिने बनाउनुहोस्
सञ्झ्याललाई सबै कार्यस्थानमा देखिने बनाउनुहोस्
सञ्झ्याललाई हालको कार्यस्थानमा मात्र देखिने बनाउनुहोस्
सञ्झ्याललाई कार्यस्थान नम्बर मानमा सार्नुहोस् (पहिलो कार्यस्थान ० हो)
सञ्झ्यालको X निर्देशाङ्कलाई X मा परिवर्तन गर्नुहोस्
सञ्झ्यालको Y निर्देशाङ्कलाई Y मा परिवर्तन गर्नुहोस्
सञ्झ्यालको चौडाइलाई चौडाइ मानमा परिवर्तन गर्नुहोस्
चौडाइ
सञ्झ्यालको उचाइलाई उचाइ मानमा परिवर्तन गर्नुहोस्
उचाइnormal, desktop, dock...
सञ्झ्यालको प्रकारलाई प्रकार मानमा परिवर्तन गर्नुहोस् (मान्य मानहरू: सामान्य, डेस्कटप, डक, संवाद, उपकरणपट्टी, मेनु, उपयोगिता, स्प्लास)
प्रकार
कार्यस्थानको नामलाई नाम मानमा परिवर्तन गर्नुहोस्
नाम
कार्यस्थान सक्रिय पार्नुहोस्
--%s का लागि अमान्य मान "%s"
हाल विवादित विकल्प निम्न हुन्: पर्दा %d अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: पर्दा %d को सञ्झ्याल वा कार्यस्थान सूचीवद्ध हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: कार्यस्थान %d अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्प निम्न हुन्: कार्यस्थान %d का सञ्झ्याल सूचीबद्ध हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: एउटा अनुप्रयोग अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: अनुप्रयोगको सञ्झ्याल सूचीबद्ध हुनुपर्दछ, तर --%s प्रयोग गरिएको छ family
हाल विवादित विकल्पहरू निम्न हुन्: वर्ग समूह "%s" अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ family
हाल विवादित विकल्पहरू निम्न हुन्: वर्ग समूह "%s" को सञ्झ्याल सूचीबद्ध हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्पहरू निम्न हुन्: एउटा सञ्झ्याल अन्तरक्रिया भएको हुनुपर्दछ, तर --%s प्रयोग गरिएको छ
हाल विवादित विकल्प निम्न हुन्: --%s र --%s
हाल विवादित विकल्प निम्न हुन्: --%s वा --%s, र --%s
--%s का लागि अमान्य तर्क "%s", मान्य मान: %s हुन्
पर्दामा कार्यस्थान सजावट परिवर्तन गर्न सकिँदैन: सजावट पहिला नै प्राप्त गरिएको छ
दृश्यपोर्ट सार्न सकिँदैन: हालको कार्यस्थानले दृश्यपोर्ट समाविष्ट गर्दैन
दृश्यपोर्ट सार्न सकिँदैन: त्यहाँ हाल कार्यस्थान छैन
अनुमति नदिइएको कार्य
सञ्झ्याललाई कार्यस्थान %d मा सार्न सकिँदैन: कार्यस्थान अवस्थित छैन something has not been set
%lu: %s
%d: %s
पर्दा नम्बर: %d
जमेट्री (चौडाइ, उचाइ): %d, %d
कार्यस्थानको नम्बर: %d
कार्यस्थान सजावट (पङ्क्ति, स्तम्भ, अभिमूखीकरण): %d, %d, %s
सञ्झ्याल प्रबन्धक: %s
%d ("%s")none" here means "no workspaceworkspace
कुनै पनि होइन
सक्रिय कार्यस्थान: %s
"%s"
%lu (%s)none" here means "no windowwindow
सक्रय सञ्झ्याल: %s
डेस्कटप देखाउदैछ: %s
ठीक
गलत
कार्यस्थान नाम: %s
कार्यस्थान नम्बर: %d
पर्दामा: %d (सञ्झ्याल प्रबन्धक: %s)
दृश्यपोर्ट स्थिति (x, y): %s
सजावटमा अवस्थिति (पङ्क्ति, स्तम्भ): %d, %d
बायाँ छिमेकी: %s
दायाँ छिमेकी: %s
माथिको छिमेकी: %s
तलको छिमेकी: %s
स्रोत वर्ग: %s
समूह नाम: %s something has been set
सेटsomething has not been set
<unset>
प्रतिमा: %s
सञ्झ्यालको सङ्ख्या: %d
नाम: %s Icon
प्रतिमा नाम: %s
पीआईडी (PID): %s none" here means "no startup IDstartupID
सुरुआत आईडी (ID): %s
सबै कार्यस्थान
कार्यस्थानमा: %s
सामान्य सञ्झ्याल
डेस्कटप
डक वा प्यानल
संवाद सञ्झ्याल
टेयरअफ उपकरणपट्टी
टेयरअफ मेनु
उपयोगिता सञ्झ्याल
स्प्लास पर्दा
सञ्झ्याल प्रकार: %s
जमेट्री (x, y, चौडाइ, उचाइ): %d, %d, %d, %d family
वर्ग समूह: %s
एक्सआईडी (XID): %lu
सत्र आईडी (ID): %s owner
समूह प्रमुख: %lu
अस्थायी: %lu a, b". * In this case, the first string is "a", the second * string is ", " and the third string is "b". * We can then use this information here to also * recursively build longer lists, like "a, b, c, da, b, c" * In this case, the first string is "a, b", the second * string is ", " and the third string is "c
%1$s%2$s%3$s%1$s%2$s%3$s
,
घटाइएको
बढाइएको
तेर्सो रूपमा बढाइएको
ठाडो रूपमा बढाइएको
छाया पारिएको
पिन लगाइएको
टाँसिने
माथि
तल
पूरा पर्दा
सावधानी आवश्यक हुन्छ
पेजर फड्काउनुहोस्tasklist
कार्यसूची फड्काउनुहोस्
सामान्य
वस्तुस्थिति: %s
सार्नुहोस्
रिसाइज गर्नुहोस्
छाया पार्नुहोस्
छाया हटाउनुहोस्
स्टिक
अनस्टिक
तेर्सो रूपमा बढाउनुहोस्
तेर्सो रूपमा पूर्वस्थितिमा ल्याउनुहोस्
ठाडो रूपमा बढाउनुहोस्
ठाडो रूपमा पूर्वावस्थामा ल्याउनुहोस्
कार्यस्थान परिवर्तन गर्नुहोस्
पिन
अनपिन
घटाउनुहोस्
पूर्वावस्थामा ल्याउनुहोस्
बढाउनुहोस्
पूर्वावस्थामा ल्याउनुहोस्
पूरा पर्दा मोड परिवर्तन गर्नुहोस्
बन्द गर्नुहोस्
माथि बनाउनुहोस्
माथि नबनाउनुहोस्
तल बनाउनुहोस्
तल नबनाउनुहोस्
कार्य सम्भव छैन
सम्भावित कार्यहरू: %s
पर्दा/कार्यस्थान/सञ्झ्यालका गुण मुद्रण गर्नुहोस् वा परिमार्जन गर्नुहोस्, वा यससँग, निम्न EWMH विशिष्टीकरणको अन्तरक्रिया गर्नुहोस् । यस विशिष्टीकरण बारेको सूचनाका लागि: \thttp://freedesktop.org/wiki/Specifications/wm-spec हेर्नुहोस्
सञ्झ्याल वा कार्यस्थान सूचीकृत गरिने विकल्पहरू
सञ्झ्याल वा कार्यस्थान सूचीकृत गर्ने विकल्पहरू देखाउनुहोस्
सञ्झ्यालको गुण परिमार्जन गर्ने विकल्पहरू
सञ्झ्यालको गुण परिमार्जन गर्ने विकल्पहरू देखाउनुहोस्
कार्यस्थानको गुण परिमार्जन गर्ने विकल्पहरू
कार्यस्थानको गुण परिमार्जन गर्ने विकल्पहरू देखाउनुहोस्
पर्दाको गुण परिमार्जन गर्ने विकल्पहरू
पर्दाको गुण परिमार्जन गर्ने विकल्पहरू देखाउनुहोस्
तर्क पदवर्णन गर्दा त्रुटि: %s
पर्दा %d सँग अन्तरक्रिया गर्न सकिँदैन: पर्दा अवस्थित छैन
कार्यस्थान %d सँग अन्तरक्रिया गर्न सकिँदैन: कार्यस्थान फेला पार्न सकिनेछैन family
वर्ग समूह "%s" सँग अन्तरक्रिया गर्न सकिँदैन: वर्ग समूह फेला पार्न सकिनेछैन
XID %lu समूह प्रमूख भएको अनुप्रोगयोगसँग अन्तरक्रिया गर्न सकिँदैन: अनुप्रयोग फेला पार्न सकिँनेछैन
XID %lu भएको सञ्झ्यालसँग अन्तरक्रिया गर्न सकिँदैन: सञ्झ्याल फेला पार्न सकिनेछैन
सञ्झ्याललाई कार्यक्षेत्र १ मा सार्नुहोस्
सञ्झ्याललाई कार्यक्षेत्र २ मा सार्नुहोस्
सञ्झ्याललाई कार्यक्षेत्र ३ मा सार्नुहोस्
सञ्झ्याललाई कार्यक्षेत्र ४ मा सार्नुहोस्
सञ्झ्याललाई एक कार्यक्षेत्र बायाँ सार्नुहोस्
सञ्झ्याललाई एक कार्यक्षेत्र दायाँ सार्नुहोस्
सञ्झ्याललाई एक कार्यक्षेत्र माथि सार्नुहोस्
सञ्झ्याललाई एक कार्यक्षेत्र तल सार्नुहोस्
कार्यक्षेत्र १ मा स्विच गर्नुहोस्
कार्यक्षेत्र २ मा स्विच गर्नुहोस्
कार्यक्षेत्र ३ मा स्विच गर्नुहोस्
कार्यक्षेत्र ४ मा स्विच गर्नुहोस्
पूरा पर्दा मोड टगल गर्नुहोस्
बढाइएको स्थितिलाई टगल गर्नुहोस्
सञ्झ्याल बढाउनुहोस्
छायाँ पारिएको वस्तुस्थिति टगल गर्नुहोस्
सञ्झ्याल बन्द गर्नुहोस्
सञ्झ्याल घटाउनुहोस्
सञ्झ्याल सार्नुहोस्
सञ्झ्याललाई रिसाइज गर्नुहोस्
सञ्झ्याललाई अन्य सञ्झ्याल माथि बढाउनुहोस्
अन्य सञ्झ्याल तल सञ्झ्याल झार्नुहोस्
ठाडो रूपमा सञ्झ्याल बढाउनुहोस्
तेर्सो रूपमा सञ्झ्याल बढाउनुहोस्
अज्ञात सञ्झ्याल सूचना अनुरोध: %d
तपाईँले अनुप्रयोगलाई जारी राख्न केही समय प्रतिक्षा गर्नुहोस् रोज्न वा यसलाई पूर्ण रूपमा अन्त्य गर्न दवाब दिन सक्नुहुन्छ ।
प्रतिक्षा गर्नुहोस्
अन्त्य गर्न दवाब दिनुहोस्
होस्टनाम प्राप्त गर्न असफल: %s
X सञ्झ्याल प्रणाली प्रदर्शन '%s' खोल्न असफल
केही अन्य कार्यक्रमले पहिले नै कुञ्जी %s प्रयोग गरिरहेका छन् जसमा परिमार्जक %x बाइन्डिङका रूपमा छन्
सत्र प्रबन्धकमा जडान गर्न अक्षम
चलिरहेको सञ्झ्याल प्रबन्धकलाई मेटासिटिसँग बदल्नुहोस्
सत्र प्रबन्धक आईडी (ID) निर्दिष्ट गर्नुहोस्
प्रयोग गरिने X प्रदर्शन
बचत फाइलबाट सत्र सुरुआत गर्नुहोस्
मुद्रण संस्करण
विषयवस्तु डाइरेक्टरी स्क्यान गर्न असफल: %s
विषयवस्तु फेला पार्न सकेन ! %s अवस्थित भएको र उपयोगी विषयवस्तु समाविष्ट भएको जाँच गर्नुहोस् ।
फेरि सुरु गर्न असफल: %s
विच्छेद अनुप्रयोगका लागि वर्कअराउन्ड अक्षम पारियो । केही अनुप्रयोगले उचित रूपमा कार्य नगर्न सक्दछन् ।
माउस बटन परिमार्जकका लागि कन्फिगरेसन डाटाबेसमा फेला परेको "%s" मान्य मान होइन
कन्फिगरेसन डाटाबेसमा भेटिएको "%s" कुञ्जी बाइन्डिङ "%s" का लागि मान्य मान होइन
कार्यक्षेत्र %d
पर्दा %d को प्रदर्शन '%s' अमान्य छ
पर्दा %d को प्रदर्शन "%s" मा पहिले नै सञ्झ्याल प्रबन्धक छ; हालको सञ्झ्याल प्रबन्धकलाई बदल्न --बदल्ने विकल्प प्रयोग गर्ने प्रयास गर्नुहोस् ।
पर्दा %d को "%s" मा प्रदर्शन गर्दा विन्डो प्रबन्धक छनौट पाउन सक्नु भएन
पर्दा %d को प्रदर्शन "%s" सँग पहिले नै सञ्झ्याल प्रबन्धक छ
पर्दा %d लाई प्रदर्शन "%s" मा निस्कासन गर्न सकेन
डाइरेक्टरी '%s' सिर्जना गर्न सकेन: %s
लेखनका लागि सत्र फाइल '%s' खोल्न सकेन: %s
सत्र फाइल '%s' लेखनमा त्रुटि: %s
सत्र फाइल '%s' बन्द गर्दा त्रुटि: %s
बचत गरिएका सत्र फाइलको पद वर्णन गर्न असफल: %s
<metacity_session> गुण देखियो तर हामीले पहिले नै सत्र आइडी लिइसकेका छौ
नेस्टेड <window> ट्याग
अज्ञात तत्व %s
त्रुटिमोचक कार्य खोल्न असफल: %s
कार्य फाइल %s: %s fdopen() गर्न असफल
कार्य फाइल %s खोलियो
भर्बोज मोडलाई सहयोग बिनानै मेटासिटि सङ्ग्रह गरियो
सञ्झ्याल प्रबन्धक:
सञ्झ्याल प्रबन्धकमा त्रुटि:
सञ्झ्याल प्रबन्धक चेतावनी:
सञ्झ्याल प्रबन्धक त्रुटि:
मेटासिटि
सञ्झ्याल %s ले ICCCM मा निर्दिष्ट गरे अनुरूपको सञ्झ्याल WM_CLIENT_LEADER को साटोमा आफ्नैमा SM_CLIENT_ID सेट गर्दछ ।
सञ्झ्याल %s ले MWM सङ्केतलाई साइज परिवर्तन गर्न नमिल्ने देखाएर सेट गर्दछ, तर न्यूनतम साइज %d x %d र अधिकतम साइज %d x %d सेट गर्दछ; यसले धेरै अर्थ दिदैन ।
एउटा bogus _NET_WM_PID %lu अनुप्रयोग सेट
%s (मा %s)
अमान्य WM_TRANSIENT_FOR सञ्झ्याल 0x%lx जसलाई %s का लागि निर्दिष्ट गरिएको छ ।
सञ्झ्याल 0x%lx मा %s गुण छ त्यसमा प्रकार %s ढाँचा %d हुने अपेक्षा गरिएको थियो र वास्तवमा प्रकार %s ढाँचा %d n_items %d छ । यो धेरैजसो सञ्झ्याल प्रबन्धक बगका कारणले नभई अनुप्रयोग बगका कारणले हुनसक्छ । सञ्झ्यालमा title="%s" class="%s" name="%s" छ
गुण %s जुन सञ्झ्याल 0x%lx छ र अमान्य UTF-8 समावेश छ
गुण %s जुन सञ्झ्याल 0x%lx मा छ, सूचीमा वस्तु %d का लागि अमान्य UTF-8 समावेश गरेको छ
प्रबन्धक रचना गर्दैछ
मेटासिटि रचना प्रबन्धक हो या होइन निर्धारण गर्दछ ।
यदि ठीक भएमा, कम स्रोत प्रयोगका लागि व्यापारिकरण उपयोगिता हुन्छ
यदि ठीक भएमा, मेटासिटिले प्रयोगकर्तालाई वायरफ्रेम प्रयोग गरेर, एनिमेसन हटाएर, वा अन्य उद्देश्यले कम पृष्ठपोषण प्रदान गर्दछ । यो धेरै प्रयोगकर्ताको महत्वपूर्ण उपयोगिता न्यूनिकरण हुन सक्छ, तर लेगेसी अनुप्रयोगलाई जारी राख्न अनुमति दिन् सक्दछ, र टर्मिनल सर्भरका लागि व्यापारीकरण गर्न उपयोगी पनि हुनसक्दछ । तापनि, पहुँचता खुला हुदा वायरफ्रेम गुण अक्षम पारिएको हुन्छ ।
प्रयोग: %s
सञ्झ्याल बन्द गर्नुहोस्
सञ्झ्याल मेनु
सञ्झ्याल घटाउनुहोस्
सञ्झ्याल बढाउनुहोस्
सञ्झ्याल माथि रोल गर्नुहोस्
सञ्झ्याल रोल नगर्नुहोस्
सञ्झ्याललाई माथि राख्नुहोस्
सञ्झ्याललाई माथिबाट हटाउनुहोस्
जहिलेपनि दृश्यात्मक कार्यक्षेत्रमा
सञ्झ्याललाई एउटा कार्यक्षेत्रमा मात्र राख्नुहोस्
घटाउनुहोस्
बढाउनुहोस्
पूर्वावस्थामा ल्याउनुहोस्
माथि रोल गर्नुहोस्
रोल नगर्नुहोस्
सार्नुहोस्
पूर्वावस्थामा फर्काउनुहोस्
शीर्षकपट्टीलाई पर्दामा सार्नुहोस्
सधैँ माथि
सधैँ दृश्यात्मक कार्यक्षेत्रमा
यस कार्यक्षेत्रमा मात्र
कार्यक्षेत्र बायाँ सार्नुहोस्
कार्यक्षेत्र दायाँ सार्नुहोस्
कार्यक्षेत्र माथि सार्नुहोस्
कार्यक्षेत्र तल सार्नुहोस्
बन्द गर्नुहोस्
कार्यक्षेत्र १_०
कार्यक्षेत्र %s%d
अन्य कार्यक्षेत्रमा सार्नुहोस्
Shift
Ctrl
Alt
Meta
Super
Hyper
Mod2
Mod3
Mod4
Mod5
%d x %d
माथि
तल
बायाँ
दायाँ
फ्रेम जमेट्रीले "%s" आयाम निर्दिष्ट गर्दैन
फ्रेम जमेट्रीले किनारा "%s" का लागि आयाम "%s" निर्दिष्ट गर्दैन
बटन आकार अनुपात %g उचित छैन
फ्रेम जमेट्रीले बटनको साइज निर्दिष्ट गर्दैन
ग्रेडियन्टमा कम्तिमा पनि दुई रङ हुनुपर्दछ
जीटीके (GTK) रङ विशिष्टिकरणमा कोष्ठक स्थिति हुनुपर्दछ, जस्तै; gtk:fg[NORMAL] जहाँ NORMAL स्थिति हो; पद वर्णन गर्न सकेन "%s"
जीटीके (GTK) रङ विशिष्टिकरणमा अवस्थिति पछाडी बन्द कोष्ठक हुनुपर्दछ, जस्तै gtk:fg[NORMAL] जहाँ NORMAL स्थिति हो; पद वर्णन गर् सकेन "%s"
रङ विशिष्टिकरणमा स्थिति "%s" पहिचान गरेन
रङ विशिष्टिकरणमा रङ अवयव "%s" पहिचान गरने
मिश्रण ढाँचा "blend/bg_color/fg_color/alpha" हो, "%s" ढाँचामा मिल्दैन
मिश्रण गरिएको रङमा अल्फा मान "%s" पद वर्णन गर्न सकेन
मिश्रण गरिएको रङमा अल्फा मान "%s" ०.० र १.० को बीचमा छैन
छाया ढाँचा "shade/base_color/factor" हो, "%s" ढाँचामा मिल्दैन
छाया पारिएको रङमा छाया तत्व "%s" पद वर्णन गर्न सकेन
छाया पारिएको रङको छाया तत्व "%s" ऋणात्मक छ
रङ "%s" पद वर्णन गर्न सकेन
संयोजन अभिव्यक्तिले अनुमति नभएको क्यारेक्टर '%s' समाविष्ट गर्दछ
संयोजन अभिव्यक्तिले पद वर्णन गर्न नसकिने उत्प्लावन बिन्दु नम्बर '%s' समाविष्ट गर्दछ
संयोजन अभिव्यक्तिले पद वर्णन गर्न नसकिने इन्टिजर '%s' समाविष्ट गर्दछ
संयोजन अभिव्यक्तिले यसो पाठकोसुुरूमा अज्ञातञ्चालक राखेको छ: "%s"
संयोजन अभिव्यक्ति खाली वा नबुझिने थियो
संयोजन अभिव्यक्ति परिणाम शून्यद्वारा भाग जाने हुन्छ
संयोजन अभिव्यक्तिले उत्प्लाव बिन्दु नम्बरमा मोड सञ्चालनकर्ता प्रयोग गर्ने प्रयास गर्दछ
संयोजन अभिव्यक्तिमा अपेक्षित अपरेन्डको साटोमा सञ्चालनकर्ता "%s" छ
संयोजन अभिव्यक्तिमा अपेक्षित सञ्चालनकर्ताको साटोमा अपरेन्ड थियो
संयोजन अभिव्यक्ति ओपरन्डको साटोमा सञ्चालनकर्तासँग समाप्त भयो
संयोजन अभिव्यक्तिसँग सञ्चालनकर्ता "%c" पछ्याउने सञ्चालनकर्ता "%c" छ जसको बीचमा अपरेन्ड छैन
संयोजन अभिव्यक्तिमा अज्ञात चल वा अचल "%s" थियो ।
संयोजन अभिव्यक्ति पद वर्णकले यसको बफरलाई अतिप्रवाह गर्यो ।
संयोजन अभिव्यक्तिमा खुला कोष्ठक नभएको खुला कोष्ठक थियो
संयोजन अभिव्यक्तिमा बन्द गर्ने कोष्ठक नभएको खुला कोष्ठक थियो
संयोजन अभिव्यक्तिमा कुनै सञ्चालक वा अपरेन्ड नभएको देखिन्छ
यो फ्रेम शैलीका लागि निर्दिष्ट गरिएको हुनुपर्दछ
हराइराखेको
"%s": %s विषयवस्तु लोड गर्न असफल
"%s" विषयको लागी सेट भएन
विन्डो प्रकार "%s" को लागी विषय "%s" मा खाका शैली सेट भएको छैन, तत्व थप्नुहोस्
प्रयोगकर्ताको वर्णन ठूलो अक्षरबाट सुरू हुनुपर्छ, "%s" होइन
अचर "%s" पहिले नै परिभाषित गरिएको छ
लाइन %d क्यारेक्टर %d: %s
गुण "%s" उस्तै तत्वमा दुई पटक दोहोरियो
यो स्थितिमा तत्वमा "%s"गुण अमान्य छ
"%s" लाई इन्टिजरको रूपमा व्याख्या गर्न सकेन
स्ट्रिङ "%s" मा पछि रहेका क्यारेक्टर "%s" बुझेन
इन्टिजर %ld धनात्मक हुनुपर्दछ
इनटिजर %ld धेरै ठूलो छ, हालको %d हो
उत्प्लावन बिन्दु नम्बरका रूपमा "%s" लाई पद वर्णन गर्न सकेन
बूलियन मान "ठिक" वा "बेठिक" हुनुपर्छ "%s" होइन
कोण०.० र ३६०.० बीचमा हुनुपर्दछ, %g थियो
अल्फा ०.० (अदृश्य) र १.० (पूरै अस्पष्ट) बीचमा हुनुपर्दछ, %g थियो
अमान्य शीर्षक मापन "%s" (xx-सानो, x-सानो, सानो, मध्यम, ठूलो, x-ठूलो, xx-ठूलो मध्ये एक हुनुपर्दछ)
नाम "%s" दोस्रो पटक प्रयोग गरियो
प्रमूल "%s" परिभाषित गरिएको छैन
जमेट्री "%s" परिभाषित गरिएको छैन
ले जमेट्री भएको यात जमेट्री वा प्रमूल निर्दिष्ट गर्नुपर्दछ
अल्फा मान सार्थक हुनका लागि तपाईँले पृष्ठभूमि निर्दिष्ट गर्नुपर्दछ
तत्वमा अज्ञात प्रकार "%s"
तत्वमा अज्ञात शैली सेट "%s"
सञ्झ्याल प्रकार "%s" सँग शैली सेट पहिले नै मानाङ्कन गरिएको छ
को तल तत्वलाई अनुमति छैन
दुरी "%s" अज्ञात छ
आकार अनुपात "%s" अज्ञात छ ।
किनारा "%s" अज्ञात छ
तत्व मा "सुरु कोण" वा "बाट" गुण छैन
तत्व मा "विस्तार कोण" वा "लाई" गुण छैन
ग्रेडियन्टको प्रकारका लागि मान "%s" पहिचान गरेन
तत्व का लागि भर्ने प्रकार "%s" पहिचान गर्न सकेन
तत्व का लागि वस्तुस्थिति "%s" पहिचान गरेन
तत्व का लागि छाया "%s" पहिचान गरेन
तत्व का लागि बाण "%s" पहिचान गरेन
"%s" भनिने <draw_ops> वर्णन गरिएको छैन
यहाँ रेखाङ्कन विकल्प "%s" सम्मिलित चक्रिय सन्दर्भ सिर्जना गरिन्छ
फ्रेम टुक्राका लागि अज्ञात स्थिति "%s"
फ्रेम शैलीको स्थिति %s मा पहिले नै टुक्रा छ
"%s" नाम भएको <draw_ops> परिभाषित गरिएको छैन
बटन "%s" का लागि अज्ञात प्रकार्य
बटन प्रकार्य "%s" यो संस्करणमा अवस्थित छैन (%d, आवश्यक %d)
वटनका लागि अज्ञात स्थिति "%s"
प्रकार्य %s वस्तुस्थिति %s का लागि फ्रेम शैलीमा पहिले नै एउटा बटन छ
फोकस गुणका लागि "%s" मान्य मान होइन
वस्तुस्थिति गुणका लागि "%s" मान्य मान होइन
"%s" भनिने शैली परिभाषित गरिएको छैन
रिसाइज गुणका लागि "%s" मान्य मान होइन
बढाइएका/छाया पारिएका वस्तुस्थितिका लागि तत्वमा "रिसाइज" गुण हुनुहुदैन
बढाइएका वस्तुस्थितिका लागि तत्वमा "रिसाइज" गुण हुनुहुदैन
वस्तुस्थिति %s रिसाइज %s फोकस %s का लागि शैली पहिले नै निर्दिष्ट गरिएको छ
वस्तुस्थिति %s फोकस %s का लागि शैली पहिले नै निर्दिष्ट गरिएको छ
<piece> तत्वको लागी दुई रेखाङ्कन विकल्प राख्न सकिँदैन (विषयवस्तु निर्दिष्ट गरिएका रेखाङ्कन विकल्प गुण र एउटा <draw_ops> तत्व, वा निर्दिष्ट गरिएका दुई तत्व पनि)
<button> बटनका लागि दुई रेखाङ्कन विकल्प राख्न सकिँदैन (विषयवस्तु निर्दिष्ट गरिएका रेखाङ्कन विकल्प गुण र एउटा <draw_ops> तत्व, वा निर्दिष्ट गरिएका दुई तत्व पनि)
तत्व <menu_icon> का लागि दुई रेखाङ्कन विकल्प राख्न सकिँदैन (विषयवस्तु निर्दिष्ट गरिएका रेखाङ्कन विकल्प गुण र एउटा <draw_ops> तत्व, वा निर्दिष्ट गरिएका दुई तत्व पनि)
विषयवस्तुको सबैभन्दा बाहिरको तत्व <metacity_theme> नहुनुपर्दछ
तत्व लाई name/author/date/description तत्व भित्र अनुमति छैन
तत्व लाई <constant> तत्व भित्र अनुमति छैन
तत्व लाई distance/border/aspect_ratio तत्व भित्र अनुमति छैन
तत्व लाई रेखाङ्कन कार्य तत्व भित्र अनुमती छैन
तत्व भित्र तत्वलाई अनुमति छैन
फ्रेम टुक्राका लागि रेखाङ्कन विकल्प उपलब्ध छैन
बटनका लागि कुनै रेखाङ्कन विकल्प उपलब्ध छैन
तत्वभित्र कुनै पाठलाइ अनुमति छैन
विषयवस्तु %s का लागि मान्य फाइल फेला पार्न असफल
विषयवस्तु फाइल %s ले मूल <metacity_theme> तत्व समावेश गरेन
यो नमुना संवादको नमुना सन्देश हो
नक्कली मेनु सामाग्री %d
किनारा मात्रको सञ्झ्याल
पट्टी
सामान्य अनुप्रयोग सञ्झ्याल
संवाद बाकस
नमूना संवाद बाकस
रङदानी उपयोगिता
टर्न अफ मेनु
किनारा
बटन सजावट परीक्षण %d
एउटा सञ्झ्याल फ्रेम कोर्न %g मिलिसेकेन्ड
प्रयोग: मेटासिटि विषयवस्तु दर्शक [THEMENAME]
विषयवस्तु लोड गर्दा त्रुटि: %s
विषयवस्तु "%s" लाई %g सेकेन्डमा लोड गरियो
सामान्य शीर्षक फन्ट
सानो शीर्षक फन्ट
ठूलो शीर्षक फन्ट
बटन सजावट
बेन्चमार्क
सञ्झ्याल शीर्षक यहाँ देखिन्छ
%d फ्रेमलाई %g क्लाइन्ट तिरको सेकेन्डमा (%g मिलिसेकेन्ड प्रति फ्रेम) र %g सेकेन्ड वाल घडी समय जहाँ X सर्भर संसाधन सम्मिलित (%g मिलिसेकेन्ड प्रति फ्रेम) हुन्छ रेखाङ्कन गर्नुहोस्
स्थिति अभिव्यक्ति परीक्षणले TRUE फिर्ता गर्यो तर त्रुटि सेट गर्यो
स्थिति अभिव्यक्ति परीक्षणले FALSE फिर्ता गर्यो तर त्रुटि सेट गरेन
त्रुटि अपेक्षा गरिएको थियो तर केही दिएन
त्रुटि %d अपेक्षा गरिएको थियो तर %d प्राप्त भएको छ
त्रुटि अपेक्षा गरिएको थिएन तर एउटा फिर्ता भयो: %s
x मान %d थियो, %d अपेक्षा गरिएको थियो
y मान %d थियो, %d अपेक्षा गरिएको थियो
%d संयोजन अभिव्यक्ति %g सेकेन्डमा पद वर्णन गरियो ( औसत %g सेकेन्ड)
आदेश-रेखा विकल्प पद वर्णन गर्न सकेन: %s
विकल्पको रूपमा पास गर्न यूआरआईहरू वा फाइलनामहरू अपेक्षा गर्दछ
सर्भरमा जडान गर्नुहोस्
बचत गरिएको खोजी
गृह फोल्डर
तपाईँको व्यक्तिगत फोल्डर खोल्नुहोस्
X
Y
पाठ
लेबुलको पाठ
समरेखन
एक अर्कासँग सम्बन्धित पाठका पङ्क्ति र लेबुलको पङ्क्तिबद्धता/स्थान र लेबुलले पङ्क्तिबद्धतालाई असर गर्दैन ।
रेखिक बेराइ
यदि सेट गरिएमा, पाठ धेरै फराकिलो हुँदा लाइन बेरिन्छ ।
कर्सरको स्थिति
क्यारेक्टरहरूमा घुसाउने कर्सरको हालको स्थिति ।
चयन सीमा
क्यारेक्टरहरूमा कर्सरबाट चयन भएको अर्को छेउको स्थिति ।
सबै चयन गर्नुहोस्
अरू धेरै विवरण देखाउनुहोस्
तपाईँले 'रद्द गर्नुहोस्' क्लिक गरेर यो सञ्चालन रोक्न सक्नुहुन्छ ।
(अवैध युनिकोड)
चयन आयात
चयन गरिएको पाठ क्लिपबोर्डमा काट्नुहोस्
चयन गरिएको पाठ क्लिपबोर्डमा प्रतिलिपि गर्नुहोस्
क्लिपबोर्डमा भण्डारण गरिएको पाठ टाँस्नुहोस्
सबै चयन गर्नुहोस्
पाठ फाँटमा सबै पाठ चयन गर्नुहोस्
माथि सार्नुहोस्
तल सार्नुहोस्
पूर्वनिर्धारित प्रयोग गर्नुहोस्
नाम
फाइलको नाम र प्रतिमा ।
साइज
फाइलको साइज ।
प्रकार
फाइलको प्रकार ।
फाइल परिमार्जन गरिएको मिति ।
फाइल पहुँच प्राप्त गरिएको मिति ।
मालिक
फाइलको मालिक ।
समूह
फाइलको समूह ।
अनुमतिहरू
फाइलको अनुमतिहरू ।
माइम प्रकार
फाइलको माइम प्रकार ।
स्थान
डेस्कटपमा
hostname (uri-scheme)
यहाँ सार्नुहोस्
यहाँ प्रतिलिपि गर्नुहोस्
यहाँ लिङ्क गर्नुहोस्
पृष्ठभूमिको रूपमा सेट गर्नुहोस्
रद्द गर्नुहोस्
%aAbBcdHIjmMpSUwWxXyYZ-%_
Me
? वस्तुहरू
? बाइट्स
अज्ञात
अज्ञात
छवि
भिडियो
प्रस्तुतिकरण
स्प्रेडसिट
लिङ्कfolder", "plain textlink to folder
%s मा लिङ्क गर्नुहोस्
साइज:
प्रकार:
रिसेट गर्नुहोस्
फड्काउनुहोस्
सबै फड्काउनुहोस्
पुन:प्रयास गर्नुहोस्
मेट्नुहोस्
प्रतिस्थापन गर्नुहोस्
सबै बदल्नुहोस्
%s मा अर्को लिङ्कst
(प्रतिलिपि बनाउनुहोस्)
(अर्को प्रतिलिपि बनाउनुहोस्)
th प्रतिलिपि)
st प्रतिलिपि)
nd प्रतिलिपि)
rd प्रतिलिपि)
%s (प्रतिलिपि)%s
%s (अर्को प्रतिलिपि) %s
%s (copy %'d)%s
th copy)
(th copy)
यदि तपाईँले वस्तु मेट्नु भयो भने, यो स्थायी रूपले हराउनेछ ।
रद्दीटोकरी खाली गर्नुहोस्
फाइलहरू मेट्दै2 minutes
मेट्दा त्रुटि भयो ।
प्रतिलिपि गर्दा त्रुटि भयो ।
सार्दा त्रुटि भयो ।
2 bytes" or "3 MB", so something like "4 kb of 4 MB
2 bytes" or "3 MB2 minutes". So the whole thing will be something like "2 kb of 4 MB -- 2 hours left (4kb/sec)
तपाईँले फोल्डर सोहि फोल्डरमा सार्न सक्नुहुन्न ।
तपाईँले फोल्डर सोहि फोल्डरमा प्रतिलिपि बनाउन सक्नुहुन्न ।
गन्तव्य फोल्डर स्रोत फोल्डर भित्र छ ।
तपाईँले फाइललाई सोही फाइलमाथि नै प्रतिलिपि गर्न सक्नुहुन्न ।
अनुप्रयोग थप्न सकेन
%s कागजात
थप्नुहोस्
सुरक्षाका कारणले गर्दा यो निष्क्रिय भयो ।
अनुप्रयोग सुरुआत गर्दा त्यहाँ एउटा त्रुटि थियो ।
यस छोड्ने लक्ष्यले स्थानीय फाइलहरूलाई मात्र समर्थन गर्दछ ।
गैर-स्थानीय फाइलहरू खोल्न तिनिहरूलाई स्थानीय फोल्डरमा प्रतिलिपि गर्नुहोस् र त्यसपछि तिनिहरूलाई फेरि छोड्नुहोस् ।
गैर-स्थानीय फाइलहरू खोल्न तिनिहरूलाई स्थानीय फोल्डरमा प्रतिलिपि बनाउनुहोस् र त्यसपछि तिनिहरूलाई फेरि छोड्नुहोस् । तपाईँले छोड्नु भएको स्थानीय फाइलहरू पहिल्यै नै खोलिसकेको छ ।
विस्तृत विवरणहरू:
खोजी गर्नुहोस्
मार्गपट्टीको सट्टामा सधैँ स्थान प्रविष्टि प्रयोग गर्नुहोस्
यदि ठीकसँग सेट गरेमा, नटलस ब्राउजर सञ्झ्यालहरूले स्थान उपकरणपट्टीका लागि मार्ग पट्टीको सट्टामा सधै मौलिक आगत प्रविष्टि प्रयोग गर्नेछ ।
फाइलहरू मेट्दा वा रद्दीटोकरी खाली गर्दा यकिनका लागि सोध्नु पर्दछ या पर्दैन
यदि ठीकसँग सेट गरेमा, तपाईँले फाइलहरू मेट्न, वा रद्दीटोकरी खाली गर्न प्रयत्न गर्नुहुन्छ नटलसले यकिनका लागि सोध्नेछ ।
तत्कालिन मेटाइ सक्षम पार्नु पर्दछ या पर्दैन
यदि सहि तरिकाले सेट गरेमा, नटलससँग यस्तो विशेषता हुन्छ जसले तपाईँलाई फाइल रद्दीटोकरीमा सार्नुको सट्टा फाइल तुरून्त मेट्न अनुमति दिन्छ । यो विशेषता खतरनाक हुनसक्दछ, त्यसैले सावधानी अपनाउनुहोस् ।
फोल्डरमा वस्तुहरूको सङ्ख्या कहिले देखाउनु पर्दछ
फाइलहरू सुरुआत गर्न/खोल्न प्रयोग गरिने क्लिकको प्रकार
सम्भाव्य मानहरू फाइललाई एकल क्लिकमा सुरुआत गर्न "एकल", वा फाइलहरूलाई डबल क्लिकमा सुरुआत गर्न "डवल" हुन ।
कार्यान्वयन योग्य पाठ फाइलहरूलाई सक्रिय पारिए पछि के गर्नु पर्दछ
कार्यान्वयन योग्य पाठ फाइलहरू सक्रिय (एकल वा दोहोरो क्लिक) पारिए पछि के गर्नु पर्दछ । सम्भाव्य मानहरू कार्यक्रमको रूपमा तिनिहरूको सुरुआत गर्न "सुरुआत गर्नुहोस्", संवाद मार्फत के गर्नु पर्दछ भन्ने सोध्नलाई "सोध्नुहोस्" र पाठ फाइलको रूपमा तिनिहरूलाई प्रदर्शन गर्न "प्रदर्शन गर्नुहोस्" हुन् ।
थम्बनेल गर्नका लागि अधिकतम छवि साइज
यस साइज (बाइट्समा) भन्दा बढीको छविहरूलाई थम्बनेल गरिने छैन । यो सेटिङको उद्देश्य ठूलो छविहरूलाई थम्बनेल गर्न बाट हटाउनु हो जसले लोड हुन धेरै समय लिन्छ र धेरै स्मृति प्रयोग गर्दछ ।
सञ्झ्यालहरूमा पहिले फोल्डरहरू देखाउनुहोस्
यदि ठीकसँग सेट गरेमा, नटलसले प्रतिमा र सूची दृश्यहरूमा फाइलहरू देखाउन फोल्डर प्राथमिकता देखाउँदछ ।
पूर्वनिर्धारित क्रमबद्ध क्रम
नयाँ सञ्झ्यालहरूमा क्रमबद्ध क्रम उल्टो पार्नुहोस्
यदि सहि छ भने, नयाँ सञ्झ्यालहरूमा रहेका फाइलहरू उल्टो क्रममा क्रमबद्ध गरिनेछ । जस्तै, यदि नामद्वारा क्रमबद्ध गरिएमा, "a" देखि "z" सम्म फाइलहरू क्रमबद्ध गरिनुको सट्टा, "z" देखि "a" सम्म क्रमबद्ध गरिनेछ; यदि साइजद्वारा क्रमबद्ध गरिएमा बढोत्तरीको सट्टा तिनिहरू घट्दो तरिकाले क्रमबद्ध गरिनेनेछ ।
पूर्वनिर्धारित फोल्डर दर्शक
लुकाइएको फाइलहरू देखाउनु पर्दछ या पर्दैन
प्रतिमाहरूमा सम्भाव्य क्याप्सनहरूको सूची
पूर्वनिर्धारित प्रतिमा जुम तह
प्रतिमा दृश्यद्वारा प्रयोग गरिएको पूर्वनिर्धारित जुम तह ।
पूर्वनिर्धारित थम्बनेल प्रतिमा साइज
प्रतिमा दृश्यमा थम्बनेलका लागि एउटा प्रतिमाको पूर्वनिर्धारित साइज ।
पूर्वनिर्धारित सूची जुम तह
सूची दृश्यद्वारा प्रयोग गरिएको पूर्वनिर्धारित जुम तह ।
सूची दृश्यमा दृश्यात्मक स्तम्भहरूको पूर्वनिर्धारित सूची
सूची दृश्यमा दृश्यात्मक स्तम्भहरूको पूर्वनिर्धारित सूची ।
सूची दृश्यमा पूर्वनिर्धारित स्तम्भ क्रम
सूची दृश्यमा पूर्वनिर्धारित स्तम्भ क्रम ।
डेस्कटप फन्ट
डेस्कटपमा गृह प्रतिमा दृश्यात्मक छ
यदि यो सहि तरिकाले सेट गरिएको छ भने, गृह फोल्डरसँग लिङ्क भएको एउटा प्रतिमा डेस्कटपमा राखिनेछ ।
डेस्कटपमा रद्दीटोकरी प्रतिमा दृश्यात्मक छ
यदि यो सहि तरिकाले सेट गरिएको छ भने, रद्दीटोकरीसँग लिङ्क भएको एउटा प्रतिमा डेस्कटपमा राखिनेछ ।
डेस्कटपमा माउन्ट गरिएका भोल्युमहरू देखाउनुहोस्
यदि यो सहि तरिकाले सेट गरिएको छ भने, माउन्ट गरिएको भोल्युमसँग लिङ्क भएको प्रतिमाहरू डेस्कटपमा राखिनेछन् ।
डेस्कटपमा सञ्जाल सर्भर प्रतिमा दृश्यात्मक छ
यदि यो सहि तरिकाले सेट गरिएको छ भने, सञ्जाल सर्भर दृश्यसँग लिङ्क भएको एउटा प्रतिमा डेस्कटपमा राखिनेछ ।
डेस्कटप गृह प्रतिमा नाम
यदि तपाईँ डेस्कटपमा गृह प्रतिमाका लागि अनुकूल नाम चाहनुहुन्छ भने यो नाम सेट गर्न सकिन्छ ।
डेस्कटप रद्दीटोकरी प्रतिमा नाम
यदि तपाईँ डेस्कटपमा रद्दीटोकरी प्रतिमाका लागि अनुकूल नाम चाहनुहुन्छ भने यो नाम सेट गर्न सकिन्छ ।
सञ्जाल सर्भर प्रतिमा नाम
यदि तपाईँ डेस्कटपमा सञ्जाल सर्भर प्रतिमाका लागि अनुकूल नाम चाहनुहुन्छ भने यो नाम सेट गर्न सकिन्छ ।
छेउ फलकको चौडाइ
नयाँ सञ्झ्यालहरूमा छेउ फलकको पूर्वनिर्धारित चौडाइ ।
नयाँ सञ्झ्यालहरूमा स्थानपट्टी देखाउनुहोस्
यदि ठीकसँग सेट गरेमा, नयाँ खोलिएको सञ्झ्यालहरूको स्थानपट्टी दृश्यात्मक हुनेछ ।
नयाँ सञ्झ्यालहरूमा छेउ फलक देखाउनुहोस्
यदि सेट ठीकसँग गरेमा, नयाँ खोलिएको सञ्झ्यालहरूको छेउ फलक दृश्यात्मक हुनेछ ।
मद्दत प्रदर्शन गर्दा त्यहाँ एउटा त्रुटि थियो: %s
आफै-जाँच परीक्षणहरूको द्रुत सेट कार्यसम्पादन गर्नुहोस् ।
दिइएको रेखागणित अनुसार पहिलो सञ्झ्याल सिर्जना गर्नुहोस् ।
ज्यामिति
स्पष्ट रूपले निर्दिष्ट गरिएको URIs का लागि मात्र सञ्झ्याल सिर्जना गर्नुहोस् ।
नटलस अन्त्य गर्नुहोस् ।
[URI...]
फाइल प्रबन्धकसँग फाइल प्रणाली ब्राउज गर्नुहोस्
पुस्तकचिनोहरू
प्राथमिकता
मद्दत
चलाउनुहोस्
कुनै पुस्तकचिनोहरू परिभाषित गरिएको छैन
हटाउनुहोस्
उल्टो क्रम
उल्टो क्रममा प्रतिमाहरू प्रदर्शन गर्नुहोस्
पङ्क्तिबद्व राख्नुहोस्
ग्रिडमा प्रतिमाहरू लाइनमा राख्नुहोस्
म्यानुअल तरिकाले
तिनिहरू छोडेको स्थानमा प्रतिमाहरू छोड्नुहोस्
नामद्वारा
पङ्क्तिहरूमा प्रतीमाहरू नामद्वारा क्रमबद्व गरेर राख्नुहोस्
साइजद्वारा
पङ्क्तिहरूमा प्रतिमाहरू साइजद्वारा क्रमबद्व गरेर राख्नुहोस्
प्रकारद्वारा
पङ्क्तिहरूमा प्रतिमाहरू प्रकारद्वारा क्रमबद्व गरेर राख्नुहोस्
परिमार्जन मितिद्वारा
पङ्क्तिहरूमा प्रतिमाहरू परिमार्जन मितिद्वारा क्रमबद्व गरेर राख्नुहोस्
प्रतिमा दृश्य
सर्भर माउन्टमा जडान थप्नुहोस्
मद्दत प्रदर्शन गर्दा त्यहाँ एउटा त्रुटि थियो ।
smb://foo.example.com
जडान गर्नुहोस्
रद्दीटोकरी खाली गर्नुहोस्
प्रतिमाहरूको मौलिक साइजहरूमा पूर्वावस्थमा ल्याउनुहोस्
प्रतिमाको मौलिक साइज पूर्वावस्थामा ल्याउनुहोस्
डेस्कटप पृष्ठभूमि परिवर्तन गर्नुहोस्
सञ्झ्याल देखाउनुहोस् जसले तपाईँलाई आफ्नो डेस्कटप पृष्ठभूमिको बाँन्की वा रङ सेट गर्न अनुमति दिन्छ
रद्दीटोकरी खाली गर्नुहोस्
रद्दीटोकरीमा भएका सबै वस्तुहरू मेट्नुहोस्
सञ्झ्यालमा राम्रोसँग मिलाउन र खप्टिएको हटाउन प्रतिमाहरूलाई पुन:स्थितिमा ल्याउनुहोस्
टिप्पणी
URL
वर्णन
आदेशDesktop
डेस्कटप
समूह परिवर्तन गर्न सकिएन ।
मालिक परिवर्तन गर्न सकिएन ।
अनुमतिहरू परिवर्तन गर्न सकिएन ।
वस्तुलाई पुन: नामाकरण गर्न गर्न सकिएन ।
कुनै पनि होइन
प्रयोग गरेर नयाँ फोल्डर हेर्नुहोस्:
वस्तुहरू मिलाउनुहोस्:
फाइलहरू अगाडि फोल्डरहरू क्रमबद्ध गर्नुहोस्
लुकाइएका र जगेडा फाइलहरू देखाउनुहोस्
पूर्वनिर्धारित जुम तह:
दृश्यहरू
व्यवहार
वस्तुहरू खोल्नका लागि एकल क्लिक गर्नुहोस्
वस्तुहरू खोल्नका लागि डबल क्लिक गर्नुहोस्
कार्यान्वयन योग्य पाठ फाइलहरू खुला रहेका बेला चलाउनुहोस्
तिनीहरू खुला रहेका बेला कार्यान्वयन योग्य पाठ फाइलहरू हेर्नुहोस्
हरेक पटक सोध्नुहोस्
रद्दीटोकरी
रद्दीटोकरी खाली गर्नुभन्दा पहिले वा फाइलहरू मेट्नु पहिले सोध्नुहोस्
मेट्ने आदेश समावेश गर्नुहोस् जसले रद्दीटोकरी बाइपास गर्दछ
प्रतिमा नामहरूको मुनि देखा पार्न सूचनाको क्रम रोज्नुहोस् । जब नजिकबाट जुम गरिन्छ धेरै सूचना देखा पर्दछ ।
सूची दृश्य
प्रदर्शन गर्नुहोस्
सूची दृश्यमा देखा पर्न सूचनाको क्रम रोज्नुहोस् ।
सूची स्तम्भहरू
थम्बनेलहरू देखाउनुहोस्:
भन्दा साना फाइलहरूका लागि मात्र:
वस्तुहरूको सङ्ख्या गणना गर्नुहोस्:
पूर्वावलोकन गर्नुहोस्
नामद्वारा
साइजद्वारा
प्रकारद्वारा
परिमार्जन मितिद्वारा
५०%
१००%
१५०%
२००%
४००%
१ मेगा बाइट
३ मेगा बाइट
५ मेगा बाइट
१० मेगा बाइट
१०० मेगा बाइट
प्रतिलिपि अधिकार
क्यामेरा मार्क
क्यामेरा नमूना
लिइएको मिति
अंकीकरण गरिएको मिति
मिति परिमार्जन गरियो
प्रदर्शन समय
छिद्र मान
ISO गति दर
फ्ल्यास फायर्ड
मापक मोड
देखाउने कार्यक्रम
केन्द्रित लम्बाइ
सफ्टवेयर
कुञ्जीशब्दहरू
सर्जक
दर निर्धारण गर्दै
छवि सूचना लोड गर्न असफल भयो
(खाली गर्नुहोस्)
%s दृश्यात्मक स्तम्भहरू
बन्द गर्नुहोस्
यस फोल्डरमा दृश्यात्मक स्तम्भहरू चयन गर्नुहोस्
रद्दीटोकरीमा सार्नुहोस्
टर्मिनलमा चलाउनुहोस्
प्रदर्शन गर्नुहोस्
तपाईँ सबै फाइलहरू खोल्न निश्चित हुनुहुन्छ?
अनुकूल प्रतिमा सेट गर्न कृपया एउटा मात्र छवि तान्नुहोस् ।
तपाईँले छोड्नु भएको फाइल स्थानीय होइन ।
तपाईँले स्थानीय छविहरू मात्र अनुकूल प्रतिमाहरूको रूपमा प्रयोग गर्न सक्नुहुन्छ ।
तपाईँले छोड्नु भएको फाइल एउटा छवि होइन ।
गुणहरू
%s गुणहरूMIME type description (MIME type)
समूह परिवर्तन रद्द गर्नुहुन्छ?
मालिक परिवर्तन रद्द गर्नुहुन्छ ?
केही पनि होइन
पढ्न अयोग्य
(केही सामग्रीहरू पढ़्न अयोग्य)Contents:
सामग्रीहरू:used
प्रयोग गरियोfree
स्वतन्त्र
आधारभूत
लिङ्क लक्ष्य:
स्थान:
भोल्युम:
पहुँच प्राप्त:
परिमार्जित:
स्वतन्त्र खालीस्थान:no readno access
होइन
सूची
पढ्नुहोस्
सिर्जना गर्नुहोस्/मेट्नुहोस्
लेख्नुहोस्
पहुँच
सूची फाइलहरू मात्र
पहुँच फाइलहरू
फाइलहरू सिर्जना गर्नुहोस् र मेट्नुहोस्
पढ्ने-मात्र
पढ्नुहोस् र लेख्नुहोस्
पहुँच:
मालिक:
मालिक:
समूह:
समूह:
अन्य:
कार्यान्वयन गर्नुहोस्:
कार्यक्रमको रूपमा फाइल कार्यान्वयन गर्न अनुमति दिनुहोस्
अन्य:
चयन गरिएका फाइलका अनुमतिहरू निर्धारित गर्न सकिएन ।
यससँग खोल्नुहोस्
गुण सञ्झ्याल सिर्जना गर्दै ।
अनुकूल प्रतिमा चयन गर्नुहोस्
खोल्नुहोस्
फाइल प्रकार
कागजातहरू
सङ्गित
तस्वीर
उदाहरण
Pdf / पोष्टस्क्रिप्ट
पाठ फाइल
प्रकार चयन गर्नुहोस्
कुनै
खोजीबाट यो मापदण्ड हटाउनुहोस्
यस खोजीमा नयाँ मापदण्ड थप्नुहोस्
Empty
बाँन्की:
यस रूपमा खोजी बचत गर्नुहोस्
खोजी नाम:
फोल्डर:
खोजीमा बचत गर्न फोल्डर चयन गर्नुहोस्
हालको दृश्य
हालको फोल्डरको दृश्य
,
यससँग खोल्नुहोस्
चयन गरिएको वस्तुसँगै खोल्नु पर्ने कार्यक्रम रोज्नुहोस्
प्रत्येक चयन गरिएको वस्तुको गुणहरू हेर्नुहोस् वा परिमार्जन गर्नुहोस्
यस फोल्डरभित्र एउटा नयाँ खाली फोल्डर सिर्जना गर्नुहोस्
चयन गरिएको वस्तु यस सञ्झ्यालमा खोल्नुहोस्
नेभिगेसन सञ्झ्यालमा खोल्नुहोस्
प्रत्येक चयन गरिएको वस्तु नेभिगेशन सञ्झ्यालमा खोल्नुहोस्
चयन गरिएको वस्तुसँगै खोल्नुपर्ने अन्य अनुप्रयोग रोज्नुहोस्
स्क्रिप्ट फोल्डर खोल्नुहोस्
यस मेनुमा देखापर्ने स्क्रिप्टहरू समाविष्ट भएको फोल्डर देखाउनुहोस्
'टाँस्नुहोस्' आदेशसँग चयन गरिएका फाइलहरू सार्न तयार पार्नुहोस्
'टाँस्नुहोस्' आदेशसँग चयन गरिएका फाइलहरू प्रतिलिपि बनाउन तयार पार्नुहोस्
'काट्नुहोस्' वा 'प्रतिलिपि बनाउनुहोस्' आदेशद्वारा पहिल्यै चयन गरिएका फाइलहरू सार्नुहोस् वा प्रतिलिपि बनाउनुहोस्
फोल्डर भित्र टाँस्नुहोस्
'काट्नुहोस्' वा फाइलहरू 'प्रतिलिपि बनाउनुहोस्' आदेशद्वारा पहिल्यै चयन गरिएका फाइलहरूलाई चयन गरिएको फोल्डर भित्र सार्नुहोस् वा प्रतिलिपि बनाउनुहोस्
यस सञ्झ्यालमा सबै वस्तुहरू चयन गर्नुहोस्
दिइएको बाँन्कीसँग मिल्दो वस्तुहरू यस सञ्झ्यालमा चयन गर्नुहोस्
हरेक चयन गरिएको वस्तुका लागि प्रतीकात्मक लिङ्क सिर्जना गर्नुहोस्
चयन गरिएको वस्तुको पुन: नामकरण गर्नुहोस्
हरेक चयन गरिएको वस्तु रद्दीटोकरीमा सार्नुहोस्
रद्दीटोकरीमा नसारिकनै, हरेक चयन गरिएको वस्तु मेट्नुहोस्
पूर्वस्थितिमा फर्काउनुहोस्
Reset to DefaultsShow hidden files
पूर्वनिर्धारितमा दृश्य रिसेट गर्नुहोस्
यस दृश्यका लागि प्राथमिकताहरू मिलाउन क्रमबद्ध क्रम र जुम तह रिसेट गर्नुहोस्
माउन्ट गर्नुहोस्
चयन गरिएको भोल्युम माउण्ट गर्नुहोस्
अनमाउण्ट गर्नुहोस्
चयन गरिएको भोल्युम अनमाउन्ट गर्नुहोस्
निकाल्नुहोस्
चयन गरिएको भोल्युम निकाल्नुहोस्
रोक्नुहोस्
खुला फोल्डरसँग सम्बन्धित भोल्युम माउन्ट गर्नुहोस्
खुला फोल्डरसँग सम्बन्धित भोल्युम अनमाउन्ट गर्नुहोस्
खुला फोल्डरसँग सम्बन्धित भोल्युम निकाल्नुहोस्
फाइल खोल्नुहोस् र सञ्झ्याल बन्द गर्नुहोस्
खोजी बचत गर्नुहोस्
सम्पादन गरिएको खोजी बचत गर्नुहोस्
हालको खोजी फाइलको रूपमा बचत गर्नुहोस्
यो फोल्डरलाई नेभिगेशन सञ्झ्यालमा खोल्नुहोस्
'टाँस्नुहोस्' आदेशसँग यो फोल्डर सार्न तयार पार्नुहोस्
'टाँस्नुहोस्' आदेशसँग यो फोल्डर प्रतिलिपि बनाउन तयार पार्नुहोस्
यस फोल्डरलाई रद्दीटोकरीमा सार्नुहोस्
रद्दीटोकरीमा नसारिकनै,यो फोल्डर मेट्नुहोस्
लुकेका फाइलहरू देखाउनुहोस्
लुकेका फाइलहरूको प्रदर्शन हालको सञ्झ्यालमा टगल गर्नुहोस्
स्क्रिप्टहरू
जडान गर्नुहोस्
नयाँ सञ्झ्यालमा खोल्नुहोस्
खुल्ला फोल्डर स्थायी रूपमा मेट्नुहोस्
खुल्ला फोल्डर रद्दीटोकरीमा सार्नुहोस्
चयन गरिएका सबै वस्तुहरू स्थायी रूपमा मेट्नुहोस्
खुल्ला फोल्डरको गुणहरू हेर्नुहोस् वा परिमार्जन गर्नुहोस्
'तान्नुहोस्' र 'छोड्नुहोस्' समर्थित छैन ।
'तान्नुहोस्' र 'छोड्नुहोस्' स्थानीय फाइल प्रणालीहरूमा मात्र समर्थित छ ।
एउटा अवैध तान्ने प्रकार प्रयोग गरिएको थियो ।
गुणहरू
महेश सुबेदी<submanesh\@yahoo\.com>, नारायाण कुमार मगर<narayan\@mpp\.org\.np> Launchpad Contributions: Nabin Gautam https://launchpad.net/~nabin Narayan Kumar Magar https://launchpad.net/~narayan-mpp Sameer Rajbhandari https://launchpad.net/~amit Shyam Krishna Bal https://launchpad.net/~shyam-mpp
फाइल
सम्पादन गर्नुहोस्
दृश्य
जानुहोस्
यो फोल्डर बन्द गर्नुहोस्
नटलस प्राथमिकताहरू सम्पादन गर्नुहोस्
प्रमूल खोल्नुहोस्
प्रमूल फोल्डर खोल्नुहोस्
हालको स्थान लोड गर्न रोक्नुहोस्
पुन:लोड गर्नुहोस्
हालको स्थान पुन: लोड गर्नुहोस्
नटलस मद्दत प्रदर्शन गर्नुहोस्
बारेमा
नटलस सर्जकहरूका लागि श्रेय प्रदर्शन गर्नुहोस्
जुम बढाउनुहोस्
जुम घटाउनुहोस्
सामान्य साइज
टाढाको कम्प्युटर वा साझेदारी गरिएको डिस्कमा जडान गर्नुहोस्
गृह
प्रदर्शित स्थानका लागि अर्को नटलस सञ्झ्याल खोल्नुहोस्
सबै सञ्झ्यालहरू बन्द गर्नुहोस्
सबै नेभिगेसन सञ्झ्यालहरू बन्द गर्नुहोस्
पछाडि
अघिल्लो भ्रमण गरिको स्थानमा जानुहोस्
अगाडि
पछिल्लो भ्रमण गरिएको स्थानमा जानुहोस्
खोल्नका लागि स्थान निर्दिष्ट गर्नुहोस्
यस सञ्झ्यालको छेउपट्टीको दृश्यात्मक्ता परिवर्तन गर्नुहोस्
सूची
प्रतिमाहरू
माथि
foo/
नाम
UUID
प्रकार
यन्त्रहरू
पूर्वनिर्धारित
SPEC-वस्तु
VPN
त्रुटि: 'con list': %s
त्रुटि: 'con list': %s; अनुमतिप्राप्त क्षेत्र: %s
सम्बन्ध विवरण
कहिल्यै होइनCAPABILITIESWIFI-PROPERTIES
कुनै पनि होइन
WIRED-PROPERTIES
सकेटमा डेटा प्रतिक्षा गर्दा त्रुटि देखापर्यो
ठीक छ
रद्द गर्नुहोस्
हो
होइन
भीपीएन लगइन सन्देश
भीपीएन जडान
भीपीएन कन्फिगर गर्नुहोस्...
सञ्जालप्रबन्धक चलिरहेको छैन...
सञ्जालीकरण अक्षम गरियो
सञ्जालीकरण सक्षम पार्नुहोस्
जडान जानकारी
मद्दत
बारेमा
सञ्जाल जडान छैन
जडान विच्छेदन भयो
सञ्जालप्रबन्धक एप्लेट
connected mode
जडान जानकारी प्रदर्शन गर्दा त्रुटि:
गतिशील WEP
Wifi/wired security
Speed
WiMAX CINR
इन्टरफेस:
हार्डवेयर ठेगाना:
ड्राइभर:
गति:
Address
आईपी ठेगाना:
प्रशारण ठेगाना:Subnet Mask
सबनेट मास्क:
पूर्वनिर्धारित राउट:
प्राथमिक डीएनएस:
गौण डीएनएस:
तपाईको सञ्जाल यन्त्रहरू र जडानहरू प्रबन्धको लागि सूचना क्षेत्र एप्लेट ।
पासवर्ड:
datagram mode
concatenate the device name and the VLAN ID number together
vlan" UNTRANSLATED. In context, this means "concatenate the string 'vlan' and the VLAN ID number together
Bridge Port
PAP
MSCHAPnone
Wi-Fi/Ethernet security
WEP 128-bit पासफ्रेज
जडान जानकारी
USBEthernet%2$s (%1$s)long device name
T-Mobile
GTC
TLS
खुल्ला प्रणाली
साझेदार गरिएको कुञ्जी
साधारण
स्निपेट्स
वस्तुस्थिति प्रतिक देखाउनुहोस् (_S)
मण्डला एकीकरण
Snippet n, unassigned
Alt
Alt Gr
CAPS
Ctrl
Del
End
Ent
Hm
Ins
सूची
Pause
Prnt
Return
Scroll
ट्याब
Win
सेटिङहरू
???
अलर्ट
anim
arw
cal
cnv
cptn
chk
clrchsr
colhdr
cbo
dat
icn
frmdialshortbraille
डायल
dlg
dip
html
कोर्नुहोस्
fchsr
flr
fntformshortbraille
फारम
gpn
hdng
img
ifrm
lbl
lyrdpn
lnk
lst
lstitm
mnu
mnubr
mnuitm
optnpn
pgt
tblst
pnl
pwd
popmnu
pgbar
btn
रेडियो
rdmnuitm
rtpn
rwhdr
scbr
scpn
sctn
seprtr
sldr
spltpn
स्पिन
statbr
tbl
cll
tomnuitm
टर्मिनल
txt
tglbtn
tbar
टिप
tre
trtbl
unk
vwprt
wnd
hdr
ftr
प्यारा
app
स्वत:
edtbr
emb
खाली स्थान
नयाँरेखा
ट्याब
कराउनुहोस्
उद्धरण गर्नुहोस्
सङ्ख्या
डलर
प्रतिशत
र
अक्षर लोप चिन्ह
बाँया घेरा
दाँया घेरा
तारा
जोड
अल्पविराम
ड्यास
डट
स्ल्यास
बिराम
अर्ध विराम
कम
बराबर
बढी
प्रश्न
मा
बाँया कोष्ठक
ब्याकस्ल्यास
दाँया कोष्ठक
काकपाद
normal" or "small_capstextattr
ग्रेभ
बाँया कोष्टक
ठाडो पट्टी
दाँया कोष्टक
टिल्डnbsp;
उल्टाइएको उदगार बिन्दु
सेन्ट
पाउन्ड
मुद्रा चिन्ह
येन
बिच्छेदन पट्टी
खण्ड
अम्लाउट
प्रतिलिपि अधिकार
सुपरस्क्रिप्ट
बाँया डबल कोण कोष्ठक
तार्किक होइन
नरम योजकचिन्ह
दर्ता गरिएको
म्याक्रोन
डिग्री
जोड वा घटाउ चिन्ह
सुपरस्क्रिप्ट २
सुपरस्क्रिप्ट ३
कडा उच्चारण चिन्ह
म्यु
अनुच्छेद चिह्नक
मध्य थोप्लो
सेडिल्ला
सुपरस्क्रिप्ट १
क्रमाङ्क
दाँया डबल कोण कोष्ठक
एक चौथाइ
आधा
तीन चौथाइ
उद्धरण गरिएको प्रश्न चिन्ह
a एक्युट
A GRAVE
A ACUTE
A CIRCUMFLEX
A TILDE
A UMLAUT
A RING
A E
C CEDILLA
E GRAVE
E ACUTE
E CIRCUMFLEX
E UMLAUT
I GRAVE
I ACUTE
I CIRCUMFLEX
I UMLAUT
ETH
N TILDE
O GRAVE
O ACUTE
O CIRCUMFLEX
O TILDE
O UMLAUT
पटक
O STROKE
U GRAVE
U ACUTE
U CIRCUMFLEX
U UMLAUT
Y ACUTE
THORN
s शार्प
a ग्रेभ
a सर्कम्फ्लेक्स
a टिल्डे
a अम्लाउट
a रिङ
a e
c सेडिल्ला
e ग्रेभ
e एक्युट
e सर्कुम्फ्लेक्स
e अम्लाउट
i ग्रेभ
i एक्युट
i सर्कुम्फ्लेक्स
i अम्लाउट
eth
n टिल्डे
o ग्रेभ
o एक्युट
o सर्कुम्फ्लेक्स
o टिल्डे
o अम्लाउट
यसद्वारा विभाजन गरिएको
o स्ट्रोक
काँडा
u एक्युट
u ग्रेभ
u सर्कुम्फ्लेक्स
u अम्लाउट
y एक्युट
y अम्लाउट
Y UMLAUT
फ्लोरिन
en ड्यास
बायाँ एकल उद्धरण
दाँया एकल उद्धरण
बायाँ डबल उद्धरण
दायाँ डबल उद्धरण
ड्यागर
डबल ड्यागर
गोली चिन्ह
त्रिकोणीय गोली चिन्ह
प्रति माइल
प्राइम
डबल प्राइम
हाइफन गोली चिन्ह
युरो
व्यापारिक चिन्ह
करिब बराबर छ
बराबर छैन
भन्दा सानो वा बराबरी
भन्दा ठूलो वा बराबरी
वर्गमूल
घन मूल
अनन्त
ब्ल्याक स्क्वायर
ह्वाइट स्क्वायर
ब्ल्याक डाइमोन्ड
ह्वाइट सर्कल
ब्ल्याक सर्कल
सेतो गोली चिन्ह
जाँच चिन्ह
भारी जाँच चिन्हBallot xx-shaped bullet
x-आकारको गोली चिन्हright-pointing arrow
दाँया-सङ्केत बाँण
right-pointing arrowhead
दायाँ-सङ्केत बाँणशिर्ष
हालको समतल पुनरावलोकन वस्तुमा बायाँ क्लिक कार्यसम्पादन गर्दछ ।
हालको समतल पुनरावलोकन वस्तुमा दायाँ क्लिक कार्यसम्पादन गर्दछ ।SayAll
सम्पूर्ण कागजात उच्चारण गर्दछ ।Where am I
Where am I
FindOK
FindOK
स्ट्रिङको पछिल्लो दृष्टान्तका लागि खोजी गर्दछ ।FindOK
स्ट्रिङको अघिल्लो दृष्टान्तका लागि खोजी गर्दछ ।
समतल पुनरावलोकन मोड प्रविष्टि गर्दछ र अन्त्य गर्दछ ।
गृह स्थितिमा समतल पुनरावलोकन सार्दछ ।
अन्तिम स्थितिमा समतल पुनरावलोकन सार्दछ ।
अघिल्लो लाइनको सुरुआतमा समतल पुनरावलोकन सार्दछ ।
हालको समतल पुनरावलोकन लाइन उच्चारण गर्दछ ।
Alpha" for "a", "Bravo" for "b
पछिल्लो लाइनको सुरुआतमा समतल पुनरावलोकन सार्दछ ।
अघिल्लो वस्तु वा शब्दमा समतल पुनरावलोकन सार्दछ ।
Alpha" for "a", "Bravo" for "b
समतल पुनरावलोकन पछिल्लो वस्तु वा शब्दमा सार्दछ ।
हालको शब्द माथिको शब्दमा समतल पुनरावलोकन सार्दछ ।
हालको समतल पुनरावलोकन वस्तु उच्चारण गर्दछ ।
समतल पुनरावलोकनलाई हालको शब्द मुनिको शब्दमा सार्दछ ।
समतल पुनरावलोकनलाई अघिल्लो क्यारेक्टरमा सार्दछ ।
हालको समतल पुनरावलोकन क्यारेक्टर उच्चारण गर्दछ ।Alpha" for "a", "Bravo" for "b
समतल पुनरावलोकनलाई पछिल्लो क्यारेक्टरमा सार्दछ ।
समतल पुनरावलोकनलाई रेखालो अन्त्यमा सार्दछ ।
समतल पुनरावलोकनलाई तल बायाँ तर्फ सार्दछ ।
हालको तालिका कक्ष मात्र पढ्ने वा पूरै पङ्क्ति पढ्ने टगल गर्दछ ।
हालको पाठ क्यारेक्टरसँग सम्बन्धित विशेषताहरू पढ्दछ ।
अन्ध लिपि प्रदर्शन बायाँ तर्फ राख्दछ ।
अन्धलिपि प्रदर्शन दायाँ तर्फ राख्दछ ।
कुञ्जीपाटी फोकससँगै वस्तु फिर्ता गर्दछ ।
Learn Mode
सिक्ने मोड प्रविष्टि गर्दछ । सिक्ने मोड अन्त्य गर्न इस्केप थिच्नुहोस् ।
बाचन दर घटाउँदछ ।
बाचन दर बढाउँदछ ।
बाचन पिच घटाउँदछ ।
बाचन पिच बढाउँदछ ।
बाचनको मौनता टगल गर्दछ ।
प्राथमिकता कन्फिगरेसन संवाद प्रदर्शन गर्दछ ।
अनुप्रयोग प्राथमिकता कन्फिगरेसन संवाद प्रदर्शन गर्दछ ।
profiles,Spanish
echoH e l l o space w o r l d periodHello" spoken when the space is pressed; "worldHello world
bookmark
पुस्तकचिनो जहाँ म हालको स्थितिको क्रमामा छु ।bookmark
अघिल्लो पुस्तकचिनो स्थानमा जानुहोस् ।bookmark
पुस्तकचिनोमा जानुहोस् ।bookmark
पछिल्लो पुस्तकचिनो स्थानमा जानुहोस् ।
पुस्तकचिनो थप्नुहोस् ।
पुस्तकचिनोहरू बचत गर्नुहोस् ।
अघिल्लो कुराकानी कोठाका सन्देशहरूलाई बाचन गर्नुहोस् र अन्धलिपि बनाउनुहोस् ।buddy
#a11y <joanie> hello!<joanie> hello!
हामीले कुराकानी कोठाको नाम सँग कुराकानी कोठा सन्देशहरू अगाडि ल्याउछौं वा ल्याउँदैनौं टगल गर्नुहोस् ।
रेखा वायाँ
रेखा दायाँ
रेखा माथि
रेखा तल
माथि वायाँ
कर्सर स्थिति
Cut Begincut
Cut Linecut
पछिल्लो क्यारेक्टरमा जान्छ ।
अघिल्लो क्यारेक्टरमा जान्छ ।
पछिल्लो शब्दमा जान्छ ।
अघिल्लो शब्दमा जान्छ ।
पछिल्लो रेखामा जान्छ ।
अघिल्लो रेखामा जान्छ ।
हालको कम्बो बाकसलाई विस्तारित गर्दछ ।
politenessoffpolite"), and when there is a change ("assertivepoliteness
politenessoffpolite"), and when there is a change ("assertive
offoff
input line
संरचनागत नेभिगेसन कुञ्जीहरू टगल गर्दछ ।
अघिल्लो बन्द गरिएको उद्धरणमा जान्छ ।
पछिल्लो बन्द गरिएको उद्धरणमा जान्छ ।
अघिल्लो फारम फाँटमा जान्छ ।
पछिल्लो फारम फाँटमा जान्छ ।
अघिल्लो शिर्षकमा जान्छ ।
पछिल्लो शिर्षकमा जान्छ ।
अघिल्लो ठूलो वस्तुमा जान्छ ।
पछिल्लो ठूलो वस्तुमा जान्छ ।
अघिल्लो सूचीमा जान्छ ।
पछिल्लो सूचीमा जान्छ ।
अघिल्लो सूची वस्तुमा जान्छ ।
पछिल्लो सूची वस्तुमा जान्छ ।
अघिल्लो तालिकामा जान्छ ।
पछिल्लो तालिकामा जान्छ ।
तल एक कक्षमा जान्छ ।
तालिकाको पहिलो कक्षमा जान्छ ।
तालिकाको अन्तिम कक्षमा जान्छ ।
बायाँ एक कक्षमा जान्छ ।
दायाँ एक कक्षमा जान्छ ।
माथि एक कक्षमा जान्छ ।
अघिल्लो नहेरिएको लिङ्कमा जान्छ ।
पछिल्लो नहेरिएको लिङ्कमा जान्छ ।
अघिल्लो हेरिएको लिङ्कमा जान्छ ।
पछिल्लो नहेरिएको लिङ्कमा जान्छ ।
Activating
marking
डट ७marking
डट ८marking
डट ७ र ८
ठाडो रूपमा नेभिगेट गर्दा रेखाको सुरुआतमा कर्सर स्थिति
clicksclicks
clicksclicks
पूर्वनिर्धारित संश्लेषकActual StringLOL
वास्तविक स्ट्रिङReplacement StringActual StringL O L" or "Laughing Out Loud" (for Actual String "LOL
प्रतिस्थापन स्ट्रिङechokey echocharacter echo
echokey echo
find
हालको स्थान
मिलेको पाठको न्यूनतम लम्बाइ:
विकल्पहरू फेला पार्नुहोस्
फेला पारिएको बेला परिवर्तित रेखाहरू बाचन मात्र गर्नुहोस्
फेला पारिएको बेला परिणामहरू बाचन गर्नुहोस्
प्रकार्य
कुञ्जी बन्धनkeybindings
paragraph-styletextattr
अन्धलिपि बाइन्डिङ
keybindings
डेस्कटपGedit", "Firefox
marking" it in braille. "Markingunderlining
अन्धलिपिमा चिनो लगाउनुहोस्Present Unlessunderline" and a present unless value of "nonePresent
यहाँसम्म प्रस्तुत गर्नुहोस्SpeakBold
बाचन गर्नुहोस्user profileSpanish
user profileSpanish
user profileSpanish
user profileSpanish
user profileSpanish
AllProgressBar
अनुप्रयोग
सञ्झ्याल
केही
धैरै
रेखा
वाक्यstructural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
vertical-aligntextattr
structural navigation
1" for , a "2structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
heading", "paragraphtable", "combo boxstructural navigation
structural navigation
checked"/"not checkedselected"/"not selected", "visited/not visitedstructural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
1" for , a "2structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
structural navigation
पृष्ठ नेभिगेसन
पृष्ठ द्रुत लोड हुँदा स्ँाचालित रूपमा बाचन सुरुआत गर्नुहोस्
%sFestival default voice" or "IBMTTS default voicereal
%s पूर्वनिर्धारित स्वारVoiceType
हाइपरलिङ्क
ठूलो वर्ण
बाचन डिस्प्याचरOptionGroup
foo,f o o" after speaking "foo
foo,forf o r" after speaking "for
स्प्रिडशिट कक्ष समन्वयहरू बाचन गर्नुहोस्
कक्ष हेडर घोषणा गर्नुहोस्
तालिका नेभिगेसन
खाली कक्षहरू फड्काउनुहोस्
कक्ष समन्वयहरू बाचन गर्नुहोस्
वहुविध कक्ष विस्तारहरू बाचन गर्नुहोस्Attribute
विशेषता नाम
संक्षेपkeyboard
शिफ्टgeneric name
keyboard
बायाँ शिफट
बायाँ alt
बायाँ नियन्त्रण
दाँया शिफ्ट
दाँया alt
दाँया नियन्त्रण
बायाँ मेटा
दाँया मेटा
नम लक
क्याप्स लक
स्क्रोल लक
पृष्ठ माथि
पृष्ठ तल
बायाँ ट्याब
justificationtextattr
justificationtextattr
मेनु
घटाउ चिन्हinsert
caps lockcaps lock
क्याप्स लकright alt
Alt_Rsuper
सुपरmeta 2
मेटा २left alt
Alt_Lcontrol
Ctrlshift
खाली
बाक्लोbookmarks
पुस्तकचिनो प्रविष्टि गरियोbookmarks
तुलना अज्ञातbookmarks
पुस्तकचिनो हालको वस्तु होbookmarks
पुस्तकचिनो र हालको वस्तुसँग उस्तै प्रमूल छbookmarks
%s पुर्वज शाझेदारी गरियोbookmarks
पुस्तकचिनोहरू बचत गरियोbookmarks
पुस्तकचिनोहरू बचत गर्न सकिएन
capitalization style
capitalization style
font-effecttextattr
capitalization style
गेकोले क्यारेट नियन्त्रन गरिरहेको छ ।
कक्ष %s
buddy
buddy
%s कुराकानी कोठाबाट सन्देशtab
नयाँ कुराकानी ट्याब %s#a11y <joanie> hello!<joanie> hello!
कुराकानी कोठाको नाम बाचन नगर्नुहोस् ।#a11y <joanie> hello!<joanie> hello!
कुराकानी कोठाको नाम बाचन गर्नुहोस् ।
^[aApP1]^(yes_BAR_Yes)Enter y or n:
^[Yy1]^[aApP1]^(yes_BAR_Yes)Enter y or n:
अन्धलिपि सक्षम पार्नुहुन्छ? वाई वा एन प्रविष्टि गर्नुहोस्:
कुञ्ज प्रतिध्वनि सक्षम पार्नुहुन्छ? वाई वा एन प्रविष्ट गर्नुहोस्:
अक्षरांक र बिराम चिन्ह कुञ्जीहरू सक्षम पार्नुहुन्छ? वाई वा एन प्रविष्टि गर्नुहोस्:
परिमार्जक कुञ्जीहरू सक्षम पार्नुहुन्छ? वाई वा एन प्रविष्टि गर्नुहोस्:
प्रकार्य कुञ्जीहरू सक्षम पार्नुहुन्छ? वाई वा एन प्रविष्ट गर्नुहोस्:
कार्य कुञ्जीहरू सक्षम पार्नुहुन्छ? वाई वा एन प्रविष्ट गर्नुहोस्:
शब्दद्वारा प्रतिध्वनि सक्षम पार्नुहुन्छ? वाई वा एन प्रविष्ट गर्नुहोस्:
रोजाइ प्रविष्टि गर्नुहोस्:
Laptop" and "Desktop
इच्छाएको कुञ्जीपाटी सजावट चयन गर्नुहोस् ।Laptop" and "Desktop
१ डेस्कटपLaptop" and "Desktop
2. ल्यापटप
इच्छाएको बाचन सर्भर चयन गर्नुहोस् ।
चाहेको बाचन प्रणाली चयन गर्नुहोस्:
इच्छाएको स्वर चयन गर्नुहोस्:
सर्भरहरू उपलब्ध छैन ।
स्वरहरू उपलब्ध छैनन् ।
भाषन प्रयोग गरिने छैन ।
सेटअप पूरा भयो । जारी राख्न 'फर्कनुहोस्' थिच्नुहोस् ।default
पूर्वनिर्धारित बटन %s हो
सम्पूर्ण कागजात चयन गरियो
कर्सर स्थितिबाट कागजात चयन गरियो
कर्सर स्थितिमा कागजात चयन गरियो
गतिशिल स्तम्भ हेडर खाली गरियो ।
%s स्तम्भका लागि गतिशिल हेडर पङ्क्ति सेट गरियो
गतिशिल पङ्क्ति हेडर काली गरियो ।
खाली गर्नुहोस्
%.2f किलोबाइट्स
%.2f मेगाबाइट्स
कुनै फाइलहरू फेला परेन ।
=sum(a1:d1)
सँग सूत्र छ
कुञ्जीले यी ग्रहन गर्यो: %s । यकिन गर्नका लागि 'प्रविष्टि गर्नुहोस्' थिच्नुहोस् ।
नया कुञ्जी यो हो: %s
नयाँ कुञ्जी प्रविष्टि गर्नुहोस्echoH e l l o space w o r l d periodHelloworldHello worldkey echo
echoH e l l o space w o r l d periodHelloworldHello world
echoH e l l o space w o r l d periodHelloworldHello worldkey echo
echoH e l l o space w o r l d periodHelloworldHello worldkey echo
echoH e l l o space w o r l d periodHelloworldHello world
echoH e l l o space w o r l d periodHelloworldHello worldkey echo
echoH e l l o space w o r l d periodHelloworldHello world
echoH e l l o space w o r l d periodHelloworldHello worldkey echo
wrap mode.textattr
echoH e l l o space w o r l d periodHelloworldHello worldkey echo
echoH e l l o space w o r l d periodHelloworldHello world
पहुँचअयोग्यindentation and justification
indentation and justification
Learn Mode
सिक्ने मोड । अन्त्य गर्न इस्केप थिच्नुहोस् ।Learn Mode
कर्सर स्थितिबाट तल रेखा चयन गरियो
कर्सर स्थितिबाट माथि रेखा चयन गरियो
Learn Mode
सिक्ने मोड अन्त्य गर्दै ।
लिङ्क
उही पृष्ठ
उही साइट
फरक साइट
%s लिङ्क
politenessoffpolite"), and when there is a change ("assertivepolitenessoff
politenessoffpolite"), and when there is a change ("assertivepoliteness
politenessoffpolite"), and when there is a change ("assertivepoliteness
politenessoffpolite"), and when there is a change ("assertivepoliteness
politenessoffpolite"), and when there is a change ("assertivepoliteness
politenessoffpolite"), and when there is a change ("assertivepoliteness
politenessoffpolite"), and when there is a change ("assertivepoliteness
offoff
offoff
location
offonlocking key state
बन्द छ
खुला छ
शब्द गलत हिज्जे भयो: %s
प्रसङ्ग %s हो
deep
%d तह निर्माण गर्दै
फोकस छैन
अनुप्रयोग फोकस गरिएको छैन ।
अरू बढि बन्द गरिएको उद्धरणहरू छैनन् ।
अरू बढि ठूला वस्तुहरू छैनन् ।
अरू बढि फाँटहरू छैन ।
अरू बढि शिर्षकहरू छैन ।
%d तहमा अरू बढि शिर्षकहरू छैन ।
अरू बढि सूचीहरू छैन ।
अरू बढि सूची वस्तुहरू छैन ।
अरू बढि तालिकाहरू छैन ।
अरू बढि नहेरिएको लिङ्कहरू छैन ।
अरू बढि हेरिएको लिङ्कहरू छैन ।
notification
notification
लोड गर्दैछ । कृपया प्रतिक्षा गर्नुहोस् ।
लोड गराइ समाप्त भयो ।
%s लोड गराइ समाप्त भयो ।
कर्सर स्थितिबाट पृष्ठ चयन गरियो
कर्सर स्थितिमा पृष्ठ चयन गरियो
profileSpanish
Spanish
प्रगति पट्टी %d ।spoken punctuation
spoken punctuation
spoken punctuation
spoken punctuation
खोजी गर्दै ।
पूर्ण खोजी गर्नुहोस् ।
बाचन अक्षम पारियो ।
बाचन सक्षम पारियो ।
भन्दा छीटो ।
भन्दा ढिलो ।
भन्दा उच्च ।
भन्दा न्यून ।Open...Open dot dot dot
डट डट डट
बाचन उपलब्ध छैन ।FindOK
स्ट्रिङ फेला परेन
संरचनागत नेभिगेसन कुञ्जीहरू बन्द छ ।
संरचनागत नेभिगेसन कुञ्जीहरू खुला छ ।structural navigationstructural navigation
तालिका छोड्दै ।
कक्ष बाचन गर्नुहोस्
पङ्क्ति बाचन गर्नुहोस्
एकरूपता नभएको
तालिकामा छैन ।
column 1
%d स्तम्भcolumn 1 of 5
स्तम्भको तल ।
स्तम्भको माथि ।row 1
पङ्क्ति %drow 1 of 5
पङ्क्तिको सुरुआत गर्दै ।
पङ्क्तिको अन्त्य ।
text
चयन गरियोradiobutton
चयन नगरिएको
सेतो खालीस्थानwrap
तल वेर्दै ।wrap
माथि बेर्दै ।
० वस्तुहरूspans
deep
LEVEL %d
ट्रि स्तर %d
TREE LEVEL %d
h%d
प्रतिमा प्यानल
संक्षिप्त गरियो
stretchtextattr
तेर्सो
ठाडोcheckbox
checkbox
checkbox
togglebutton
togglebutton
radiobutton
link state
link state
ग्रेtext
text
multi-select
वहुविध-चयन गर्नुहोस्
फेला पार्नुहोस्
यसका लागि खोजी गर्नुहोस्:
यसका लागि खोजी गर्नुहोस्:
सञ्झ्यालको माथि
सञ्झ्यालको माथि
यसबाट सुरुआत गर्नुहोस्:
वरिपरि बेर्नुहोस्
पछाडि खोजी गर्नुहोस्
केस मिलाउनुहोस्
सम्पूर्ण शब्द मात्र मिलाउनुहोस्
ल्यापटप
वर्तमान टूलटिपहरू
साधारण
भोल्युम:
पिच:
दर:
व्यक्ति:
बाचन संलेषक:
बाचन प्रणाली:
यसद्वारा सबै भन्नुहोस्:
बाचन सक्षम पार्नुहोस्
भरबोस
सबै
खाली रेखाहरू बाचन गर्नुहोस्
इन्डेण्टेसन र स्पष्टीकरण बाचन गर्नुहोस्
ProgressBarUpdates
ProgressBar
बाचन
अन्धलिपि समर्थन सक्षम पार्नुहोस्
क्रम नामहरू संक्षिप्त गरियो
braille dots
अन्धलिपि
कुञ्जी प्रतिध्वनि सक्षम पार्नुहोस्
अल्फान्यूमेरिक र विराम चिन्ह कुञ्जीहरू सक्षम पार्नुहोस्
परिमार्जक कुञ्जीहरू सक्षम पार्नुहोस्
प्रकार्य कुञ्जीहरू सक्षम पार्नुहोस्
प्रकार्य कुञ्जीहरू सक्षम पार्नुहोस्
शब्दद्वारा प्रतिध्वनी सक्षम पार्नुहोस्
कुञ्जी प्रतिध्वनी
कुञ्जी बाइन्डिङ
नयाँ प्रविष्टि
मेट्नुहोस्
उच्चारण
सबै बाचन गर्नुहोस्
केही पनि बाचन नगर्नुहोस्
रिसेट गर्नुहोस्
तल सार्नुहोस्
एक तल सार्नुहोस्
एक माथि सार्नुहोस्
माथि सार्नुहोस्
पाठ विशेषताहरूAdditions in German, Danish and Norwegian" and "Variants
a : अल्फा, b : ब्राभो, c : चार्ली, d : डेल्टा, e : इको, f : फक्सट्रोट, g : गोल्फ, h : होटेल, i : इन्डिया, j : जुलिएट, k : किलो, l : लिमा, m : माइक, n : नोभेम्बर, o : ओस्कार, p : पापा, q : क्युबेक, r : रोमियो, s : साइएरा, t : ट्याङ्गो, u : युनिफर्म, v : भिक्टर, w : व्हिस्की, x : एक्सरे, y : यान्की, z : जुलु
अनलाइन / अफलाइन काम गर्नुहोस्Workspace " and "Desk
कार्य खालीस्थान
डेस्क
अरू धेरै विकल्पहरू प्रदर्शन गर्नुहोस्
हिज्जे जाँच गर्नुहोस्
u,u,utextattr
true" or "falsetextattr
true" or "falsetextattr
none", "ltr" or "rtltextattr
true" or "falsetextattr
textattr
u,u,utextattr
true" or "falsetextattr
textattr
textattr
wrongtextattr
wrongtrue" or "falsetextattr
left", "right", "center" or "filltextattr
textattr
textattr
textattr
Heading 1", "Heading 2", "Caption", "FootnoteText Body", "Title", and "Subtitletextattr
textattr
textattr
textattr
textattr
textattr
textattr
textattr
ultra_condensed", "extra_condensed", "condensedsemi_condensed", "normal", "semi_expanded", "expandedextra_expanded" or "ultra_expandedtextattr
true" or "falsetextattr
normal", "oblique" or "italictextattr
textattr
textattr
textattr
none", "single", "double" or "lowtextattr
textattr
textattr
none", "char" or "wordtextattr
lr-tb", "rl-tb", "tb-rl", "tb-lr", "bt-rl", "bt-lr", "lrrl" and "tbtextattr
invisible", "editable", bg-full-height", "strikethroughbg-stipple" and "fg-stippletextattr
invisible", "editable", bg-full-height", "strikethroughbg-stipple" and "fg-stippletextattr
font-effect", "underline", "text-shadow", "wrap modedirectiontextattr
font-effecttextattr
font-effecttextattr
text-decorationtextattr
text-decorationtextattr
text-decorationtextattr
text-shadowtextattr
underlinetextattr
underlinetextattr
underlinetextattr
wrap modetextattr
wrap modetextattr
directiontextattr
directiontextattr
justificationtextattr
justificationstarttextattr
justificationtextattr
stretchtextattr
stretchtextattr
stretchtextattr
stretchtextattr
stretch" and "varianttextattr
stretchtextattr
stretchtextattr
stretchtextattr
varianttextattr
styletextattr
styletextattr
paragraph-styletextattr
paragraph-styletextattr
vertical-aligntextattr
vertical-aligntextattr
vertical-aligntextattr
vertical-aligntextattr
vertical-aligntextattr
vertical-aligntextattr
vertical-aligntextattr
vertical-align" and "writing-modetextattr
writing-modetextattr
writing-modetextattr
writing-modetextattr
writing-modetextattr
writing-modetextattr
writing-modetextattr
writing-modetextattr
writing-modetextattr
writing-modetextattr
strikethrough.textattr
invalidtextattr
त्रुटि
नयाँ प्रत्र सूचनाहरू
पासवर्ड सम्झनुहोस्
खाता परिमार्जन गर्नुहोस्
प्रोटोकल:
पासवर्ड:
उपनाम:
रद्द गर्नुहोस्
बचत गर्नुहोस्
के तपाईँ %s मेटाउन निश्चित रुपले चाहानुहुन्छ ?
मेट्नुहोस्
खाताहरू
थप्नुहोस्
तपाईँको सूचीमा साथी थप्नुहुन्छ?
प्रमाणीकरण गर्नुहोस्
अस्वीकार गर्नुहोस्
प्रयोगकर्ता नाम
खाता
साथी थप्नुहोस्
कुराकानीहरू
नाम
उपनाम
कुराकानी थप्नुहोस्
समूह थप्नुहोस्
सूचना
जानकारी प्राप्त गर्नुहोस्
फाइल पठाउनुहोस्
रोकिएको छ
हटाउनुहोस्
साथी सूची
उपनाम
निस्क्रिय
नयाँ...
प्लगइनहरू
रोक्नुहोस्
ठीक छ
नयाँ आवश्यक सन्देश
एउटा कुराकानीमा भाग लिनुहोस्
Options
कुराकानी
सूचना
बन्द गर्नुहोस्
कुनै त्यस्तो आदेश हैन ।
वाक्य संरचना त्रुटि: तपाईँले त्यो आदेशमा तर्कहरुको गलत संख्या टाइप गर्नुभएको छ ।
अज्ञात कारणका लागि तपाईँको आदेश असफल भयो ।
त्यो आदेशले यो प्रोटोकलमा कार्य गर्न सक्तैन ।
कुनै त्यस्तो आदेश छैन (यो प्रसंगमा)।
"/मद्दत &lt;आदेशgt;" विशेष आदेशमा मद्दतका लागि प्रयोग गर्नुहोस्। दिएका आदेशहरू यो प्रसंगमा उपलब्ध हुन्छन्:
&lt;सन्देशgt;भन्नुहोस्: साधारणतया तपाईँ आदेश प्रयोग नगरीकन सन्देश पठाउनुहोस् ।
म &lt;कार्यgt;: साथी वा कुराकानीमा IRC शैली कार्य पठाउनुहोस् ।
त्रुटि सच्याउनुहोस् &lt;विकल्पहरूgt;: हालको संस्करणमा बिभिन्र त्रुटि सच्याउनुहोस् जानकारी पठाउनुहोस् ।
सफा गर्नुहोस्: स्क्रोल ब्याक वार्तालाप सफा गर्दछ ।
मद्दत &lt;आदेशgt;: विशेष आदेशमा मद्दत गर्नुहोस् ।
फाइल खोल्न अक्षम ।
त्रुटि सच्याउने सञ्झ्याल
पज गर्नुहोस्
फाइल स्थानान्तरणहरू
प्रगति
फाइलनाम
साइज
बाँकी
वस्तुस्थिति
स्थानान्तरण सुरू गर्नकोलागि पर्खिरहेको
रद्द गरियो
असफल भयो
समाप्त भयो
%s सँग वार्तालाप
प्रणाली लग
स्वीकार गर्नुहोस्
%sका लागि जानकारी
साथी जानकारी
IM
आमन्त्रण गर्नुहोस्
take affect immediatelyeffect,
प्राथमिकताहरू
पाउन्स गर्न साथी प्रविष्टि गर्नुहोस्
नयाँ साथी पाउन्स
साथी पाउन्स सम्पादन गर्नुहोस्
कसलाई पाउन्स गर्नुहुन्छ
खाता:
Pounce When Buddy...
Action
%sले तपाईँ (%s)लाई टाइप सुरू गरिसकेको छ ।
%s मा साइनअन (%s) भएको छ
%s अहिले निष्क्रिय (%s)बाट फर्किसकेको छ ।
%s अहिले टाढा(%s)बाट फर्किसकेको छ
%s ले तपाईँ(%s)लाई टाइप गर्न रोक्यो ।
%s ले साइनअफ (%s) गर्यो
%s निष्क्रिय (%s) भएको छ
%s टाढा गइसकेको छ । (%s)
अज्ञात घटना पाउन्स गर्नुहोस् । कृपया यो प्रतिवेदन गर्नुहोस्!
कहिल्यै पनि होइन
वार्तालापहरू
लगइन
फाइल बचत गर्नुहोस्...
फाइल खोल्नुहोस्...
कोठा सूची
साथीले लगइन गर्दा
साथीले लगआउट गर्दा
सन्देश प्राप्त हुँदा
प्राप्त सन्देशले वार्तालाप सुरू गर्न
सन्देश पठाइँदा
व्यक्तिले कुराकानीमा प्रवेश गर्दा
व्यक्तिले कुराकानी छोड्दा
तपाईँले कुराकानीमा गर्दा
अरुले कुरा गर्दा
स्वचालित
आदेश
ध्वनी विधि
ध्वन विकल्पहरू
ध्वनि घटनाहरू
घटना
परिक्षण
रिसेट गर्नुहोस्
रोज्नुहोस्...
शीर्षक
सन्देश
स्थिति:
ध्वनिहरू
नयाँ वार्तालापहरूमा तुरुन्तै लग गरेका वार्तालापहरू देखाउने छ ।
जब नयाँ वार्तालाप खोल्छ यो प्लगइनले हालको वार्तालापमा अन्तिम वार्तालाप घुसाउछ ।
अनलाइन
अफलाइन
backlog
%s (%s) का लागि पासवर्ड प्रविष्टि गर्नुहोस्
%s का लागि हराइरहेको प्रोटोकल प्लगइन
जडान त्रुटि
नयाँ पासवर्डहरू मेल खाएन ।
सबै फाँटहरू पूरै भरेर निष्कनुहोस् ।
मौलिक पासवर्ड
नयाँ पासवर्ड
नयाँ पासवर्ड (फेरी)
%s का लागि पासवर्ड परिवर्तन गर्नुहोस्
कृपया तपाईँको हालको पासवर्ड र तपाईँको नयाँ पासवर्ड प्रविष्टि गर्नुहोस् ।
%s का लागि प्रयोगकर्ता सूचना परिवर्तन गर्नुहोस्
प्रयोगकर्ता जानकारी सेट गर्नुहोस्
अज्ञात
साथीहरू
domain
दर्ता त्रुटि
अज्ञात त्रुटि
सन्देश अति ठूलो छ ।
सन्देश पठाउन अक्षम भयो ।
सन्देश पठाउनुहोस्
%s कोठामा प्रवेश गरेको छ ।
%s [%s] कोठा प्रवेश गरेको छ ।
तपाईँ अहिले %s को रुपमा चिनिनुहुन्छ
%s अहिले %s को रुपमा चिनिन्छ
%s कोठा बाट बाहिरियो ।
%s कोठा (%s) बाट बाहिरियो ।
कृपया तपाईँले निमन्त्रणा गर्न चाहेको प्रयोगकर्ताको नाम प्रविष्टि गर्नुहोस्,एच्छिक निमन्त्रणा सन्देश बराबर हुन्छ ।
%s पढ्दा त्रुटि: %s.
%s लेख्दा त्रुटि: %s.
%s पहुँच गर्दा त्रुटि: %s.
० बाइटहरुको फाइल पठाउन सकिदैन ।
डाइरेक्टरी पठाउन सकिदैन ।
%s नियमित फाइल होइन । नीच तरिकाले यसमा अधिलेखन गर्न अस्विकार गरियो ।
%s ले तपाईँलाई %s पठाउन चाहन्छ (%s)
%s ले तपाईँ फाइल पठाउन चाहन्छ
%s को फाइल स्थानान्तरण अनुरोध स्वीकार गर्नुहुन्छ ?
डाउनलोड गर्नका लागि एउटा फाइल उपलब्ध छ: टाढाको होस्ट:%s टाढाको पोर्ट:%d
%s ले फाइल फठाउने प्रस्ताव गरिरहेको छ %s
%s वैध फाइलनाम होइन ।
%s मा %s पठाउन प्रस्ताव गरिदैछ
%s फाइलको स्थानान्तरण पूरा भयो
फाइल स्थानान्तरण पूरा भयो ।
फाइल स्थानान्तरण रद्द भयो
लगकर्ता सँग पढ्ने प्रकार्य छैन
एच टि एम एल
सादा पाठ
एक्स एम एल
(%s) %s &lt;AUTO-REPLYgt;: %s
(%s) %s &lt;AUTO-REPLYgt;: %s
लग बाटो फेला पार्न अक्षम!
फाइल पढ्न सकेन: %s
(%s) %s <AUTO\-REPLY>: %s
आवश्यक प्लगइन %s फेला परेन । कृपया यो प्लगइन स्थापना गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।
आवश्यक प्लगइन %s लोड गर्न अक्षम भयो ।
बचत गर्नुहोस्
रद्द गर्नुहोस्
मिनेटहरू
निष्क्रिय सूचक
खातामा निष्क्रिय समयको सेट गर्नुहोस्
सेट गर्नुहोस्
IPC परिक्षण ग्राहक
ग्राहकको रुपमा, IPC समर्थन प्लगइन परिक्षण गर्नुहोस् ।
ग्राहकको रुपमा, IPC समर्थन प्लगइन परिक्षण गर्नुहोस् । यसले सर्भर प्लगइन स्थपना गर्दछ र रजिस्टर गरेका आदेशहरू बोलाउछ ।
IPC परिक्षण सर्भर
सर्भरको रुपमा, IPC समर्थन प्लगइन परिक्षण गर्नुहोस् ।
सर्भरको रुपमा, IPC समर्थन प्लगइन परिक्षण गर्नुहोस् । यसले IPC आदेशहरू रजिस्टर गर्दछ ।
तपाईँ सर्भरबाट बिच्छेदन हुनुभयो ।
हो
होइन
प्रिल प्लगइन लोडर
प्रिल प्लगइनहरू लोड गर्नका लागि समर्थन उपलब्ध गराउछ ।
परिक्षण संकेतहरू
सबै संकेतहरूले वास्तविक रुपमा काम गरिरहेका छन् भन्ने हेर्न परिक्षण गर्नुहोस् ।
सामान्य प्लगइन
धेरै वस्तुहरू कार्य गरिरहेका छन् भन्ने हेर्नका लागि परिक्षण गर्दछ ।
GNUTLS
GNUTLS बाट SSL समर्थनहरू उपलब्ध गराउछ ।
NSS
मोजिल्ला NSS बाट SSL समर्थनहरू उपलब्ध गराउछ ।
SSL
SSLसमर्थन लाइब्रेरिहरुको हाराहारिमा बेर्ने उपलब्ध गराउछ ।
%s लामो बाटो होइन ।
%s टाढा गइसक्यो ।
%s निष्क्रिय बसेको छ ।
%s निष्क्रियमा बसेको धेरै भएको छैन ।
जब सूचना दियो
साथी टाढा जान्छ ।
साथी निष्क्रिय बन्छ
साथी स्थितिको सूचना
जब साथी टाढा जान्छ वा निष्क्रिय बन्छ वा फर्किन्छ वार्तालाप सञ्झ्यालमा सूचना दिन्छ ।
Tcl प्लगइन लोडर
Tcl प्लगइनहरू लोडगर्दा समर्थनहरू उपलब्ध गराउछ ।
इमेल
अवैध प्रोक्सी सेटिङ्हरू
तपाईँको प्रोक्सीका लागि निर्दिष्ट गरिएको होस्ट नाम वा पोर्ट नम्बर अवैध हुन सक्दछ ।
शहर
लिङ्ग
पुरुष
महिला
उपलब्ध छ
कुरौटे
कृपया अवरोध नगर्नुहोस्
टाढा
UIN
पहिलो नाम
जन्म वर्ष
जडान असफल भयो
जडान
Gadu-Gadu प्रोटोकल प्लगइन
अज्ञात आदेश: %s
हालको विषय हो: %s
विषय सेट गरेको छैन
MOTD प्रदर्शन गर्दा त्रुटि
MOTD उपलब्ध छैन
त्यहाँ यो जडान सँग MOTD संगठित भएको छैन ।
%s का लागि MOTDbeing sent
MOTD हेर्नुहोस्
च्यानल:
पासवर्ड:
SSL समर्थन उपलब्ध छैन
जडान गर्न अक्षम छ
प्रयोगकर्ताहरू
विषय
IRC प्रोटोकल प्लगइन
कम अप्रिय IRC प्रोटोकल प्लगइन
सर्भर
पोर्ट
सङ्केतनहरू
वास्तविक नामQuit message"), "quitmsg
खराव मोड
तपाईँ %s बाट निषेधित हुनु भएको छ ।
निषेधित गरियो
%s लाई निषेधित गर्न सकिदैन: निषेधित सूची पूरा भएको छ
(ircop)
(परिचित)
निक
हालसालै
देखि अनलाइन
%s विषयमा परिवर्तन भएको छ:%s
%s का लागि विषय:%s
अज्ञात सन्देश '%s'
अज्ञात सन्देश
%s मा प्रयोगकर्ताहरू: %s
समय प्रतिक्रिया
IRC सर्भरको स्थानीय समय:
त्यस्तो कुनै च्यानल छैन
त्यस्तो कुनै च्यानल छैन
प्रयोगकर्ता लगइन भएको छैन
त्यस्तो कुनै उपनाम वा च्यानल छैन
पठाउन सकिएन
%s जडान गर्दा एउटा निमन्त्रणाको आवश्यकता पर्दछ ।
निमन्त्रणा मात्र
तपाईँ %s द्वारा बाहिरिनु भएको छ : (%s)
%s द्वारा फ्याँकिएको (%s)छ
%s द्वारा मोड (%s %s)
अवैध उपनाम
तपाईँले सर्भरद्वारा अस्विकार गरिएको खाता मान चयन गर्नु भएको छ । यसमा सम्भवत अवैध क्यारेक्टरहरू समावेश छन् ।
उपनाम परिवर्तन गर्न सकिदैन
उपनाम परिवर्तन भएन
तपाईँले च्यानल %s%s विभाजन गर्नुभयो
त्रुटि:सर्भरबाट अवैध PONG
PING जवाफ -- लग: %lu सेकन्ड
च्यानल जडान गर्न सकिदैन
%s बाट वालपहरू
कार्य &lt;सम्पादन गर्न कार्यgt;: एउटा कार्य सम्पादन गर्नुहोस् ।
टाढा [सन्देश]: टाढा सन्देश सेट गर्नुहोस्, वा हालै टाढा बाट फर्किएको सन्देश प्रयोग नगर्नुहोस् ।
deop &lt;nick1gt; [nick2]] ...: कसैबाट वस्तुस्थिति सञ्चान कर्ता च्यानल हटाउनुहोस् । यो गर्न तपाईँ च्यानल सञ्चालन कर्ता हुन जरुरी छ ।
devoice &lt;nick1gt; [nick2] ...: कसैबाट कर्ता आवाज वस्तुस्थिति च्यानल हटाउनुहोस्, च्यानेल मोडेरेटेड (+m) भएको खण्डमा तिनीहरुलाई बोल्न बाट रोक लाग्छ । यो काम गर्न तपाईँ च्यानल सञ्चालन कर्ता हुन जरुरी छ ।
invite &lt;nickgt; [room]: निर्दिष्ट च्यानलमा वा हालको च्यानलमा जडान गर्न तपाईँलाई कसैले निमन्त्रणा गरेको छ ।
j &lt;room1gt;[,room2][,...] [key1[,key2][,...]]: एक वा एक भन्दा च्यानलहरू प्रविष्टि गर्नुहोस्, यदि आवश्यकता भएको खण्डमा प्रत्येकका लागि च्यानल कुञ्जी एच्छिक रुपमा उपलब्ध हुन्छ ।
join &lt;room1gt;[,room2][,...] [key1[,key2][,...]]: एक वा एक भन्दा च्यानलहरू प्रविष्टि गर्नुहोस्, यदि आवश्यकता भएको खण्डमा प्रत्येकका लागि च्यानल कुञ्जी एच्छिक रुपमा उपलब्ध हुन्छ ।
kick &lt;nickgt; [message]: च्यानलबाट कसैलाई हटाउनुहोस् । यो कार्य गर्न च्यानल सञ्चालनकर्ता हुन जरुरी हुन्छ ।
सूची: सञ्जालमा कुराकानी कोठाहरुको सूची प्रदर्शन गर्नुहोस् । चेतावनी, केही सर्भरहरू तपाईँले कार्य गर्दा गर्दै बिच्छेदन हुन पनि सक्छन् ।
म &lt;सम्पादन गर्न कार्यgt;: कार्य सम्पादन गर्नुहोस् ।
मोड &lt;+_BAR_-gt;lt;A-Za-zgt; &lt;nick_BAR_channelgt;: च्यानल वा प्रयोगकर्ता मोडमा सेट गर्नुहोस् या नगर्नुहोस् ।
msg &lt;निकgt; &lt;सन्देशgt;: प्रयोगकर्तामा व्यक्तिगत सन्देश पठाउनुहोस् (च्यानलमा रोकिएको रुपमा) ।
नामहरू [च्यानल]: च्यानलमा हालको प्रयोगकर्ता सूची बनाउनुहोस् ।
निक &lt;नयाँ उपनामgt;: तपाईँको उपनाम परिवर्तन गर्नुहोस् ।
op &lt;nick1gt; [nick2] ...: कसैमा च्यानल सञ्चालनकर्ता वस्तुस्थिति स्विकार गर्नुहोस् । यो कार्य गर्न तपाईँ च्यानल सञ्चालन कर्ता हुन जरुरी छ ।
अपरवाल &lt;सन्देशgt;: यदि तपाईँलाई यो के हो भन्ने थाहा छैन भने,तपाईँ सम्भवत:यो प्रयोग गर्न सक्नुहुन्न ।
भाग [कोठा] [सन्देश]: हालको च्यानल ,वा निर्दिष्ट च्यानल, एच्छिक सन्देश सहित छाड्नुहोस् ।
पिङ्ग [उपनाम]: प्रयोगकर्ता (वा यदि प्रयोगकर्ता निर्दिष्ट नगरिएको खण्डमा सर्भर) सँग कतिसम्म ढिला हुन्छ सोध्नुहोस् ।
क्वेरी &lt;उपनामgt; &lt;सन्देशgt;: प्रयोगकर्तालाई व्यक्तिगत सन्देश पठाउनुहोस्(च्यानल रोकिएको रुपमा)।
अन्त्य गर्नुहोस् [सन्देश]: एच्छिक सन्देश सहित, सर्भरबाट विच्छेदन भयो ।
उद्धृत गर्नुहोस् [...]: सर्भरमा कच्चा आदेश पठाउनुहोस् ।
हटाउनुहोस् &lt;उपनामgt; [सन्देश]: कोठाबाट कसैलाई हटाउनुहोस् । यो कार्य गर्न तपाईँ च्यानल सञ्चालन कर्ता हुन जरुरी हुन्छ ।
समय: IRC सर्भरमा हालको स्थानीय समय प्रदर्शन गर्दछ ।
विषय[नयाँ विषय]:च्यानल विषय दृश्य वा परिवर्तन गर्नुहोस् ।
umode &lt;+_BAR_-gt;lt;A-Za-zgt;: प्रयोगकर्ता मोड सेट गर्नुहोस् वा नगर्नुहोस् ।
आवाज &lt;nick1gt; [nick2] ...: कसैमा च्यानल आवाज वस्तुस्थिति स्विकार गर्नुहोस् । यो कार्य गर्न तपाईँ च्यानल सञ्चालनकर्ता हुन जरुरी हुन्छ ।
वालपस &lt;सन्देशgt;: यदि तपाईँलाई यो के हो भन्ने थाहा नभएको खण्डमा सम्भवत तपाईँले यो प्रयोग गर्न सक्नुहुन्न ।
को हो [सर्भर] &lt;निकgt;: प्रयोगकर्तामा जानकारी प्राप्त गर्नुहोस् ।
%s बाट जवाफ फर्काउने समय: %lu सेकन्ड
PONG
CTCP PING जवाफ
विच्छेदन गरियो ।
अज्ञात त्रुटि
एउटा गुप्तीकरण नभएको स्ट्रिममा सर्भरले सादा पाठ प्रमाणीकरण आवश्यक गर्दछadditional data with success
सर्भरले कुनै पनि समर्थित प्रमाणीकरण विधी प्रयोग गर्दैन
खाली पाठ प्रमाणीकरण
सर्भर बाट अवैध चुनौती
प्रयोकर्ता फेला परेन
अपवाद संसाधान
पूरा नाम
पारिवारिक नाम
दिइएको नाम
URL
सडक ठेगाना
विस्तृत ठेगाना
स्थानीयता
क्षेत्र
हुलाकी संकेत
देश
टेलिफोन
संगठन नाम
संगठन एकाई
कार्य शीर्षक
भूमिका
जन्मदिन
वर्णन
तल दिइएका सबै वस्तुहरू एेच्छिक हुन् । त्यस्तो जानकारीहरू मात्र प्रविष्टि गराउनुहोस् जुन चाहि तपाईँको विचारमा उपयुक्त हुन्छ ।
संसाधन
बिचको नाम
ठेगाना
पोष्ट बक्स
फोटो
लोगो
सूचना उपस्थिति रद्द गर्नुहोस्
बाट नलुकाउनुहोस्
अस्थायी रुपमा लुकाउनुहोस्
(पुन:-)प्रमाणीकरण अनुरोध गर्नुहोस्
सदस्यता हटाउनुहोस्
कुराकानी सुरू गर्नुहोस्
अन्तिम नाम
इमेल ठेगाना
Search
खोजी गर्नुहोस्
कोठा
सर्भर:
ह्यान्डल:
%s वैध कोठा नाम होइन
अवैध कोठा नाम
%s वैध सर्भर नाम होइन
अवैध सर्भर नाम
%s वैध कोठा ह्यान्डल होइन
अवैध कोठा ह्यानडल
कन्फिगरेसन त्रुटि
कन्फिगरेसन गर्न अक्षम
कोठा कन्फिगरेसन त्रुटि
यो कोठा कन्फिगर गरेको अवस्था उपयुक्त छैन ।
दर्ता त्रुटि
उपनाम परिवर्तन गर्दा non-MUC कुराकानी कोठाहरुमा समर्थन गर्दैनन्
अवैध सर्भर
एउटा सम्मेलन सर्भर प्रविष्ट गर्नुहोस्
क्वेरीमा सम्मेलन सर्भर चयन गर्नुहोस्
कोठाहरू फेला पार्नुहोस्
%s@%s को दर्ता सफल भयो
दर्ता सफल भयो
दर्ता असफल भयो
स्थिति
फोन
मिति
पहिल्यै रजिष्टार भएको छ
पासवर्ड
कृपया तपाईँको नयाँ खातामा रजिष्टार गर्न तलको जानकारी भन्दा बाहिर भर्नुहोस् ।
दर्ता
स्ट्रीम सुरू गर्दा
प्रमाणित गर्दा
स्ट्रीम पुन: सुरू गर्दा
अधिकार प्राप्त छैन
मुड
दुवै
बाट (अनिर्णीत गर्न)
बाट
लाई
कुनै पनि होइन (अनिर्णीत गर्न)
कुनै पनि होइन
सदस्यता
पासवर्ड परिवर्तन गरियो
तपाईँको पासवर्ड परिवर्तन भइसकेको छ ।
पासवर्ड परिवर्तन गर्दा त्रुटि
पासवर्ड(फेरि)
कृपया तपाईँको नयाँ पासवर्ड प्रविष्टि गराउनुहोस्
प्रयोगकर्ता सूचना सेट गर्नुहोस्...
पासवर्ड परिवर्तन गर्नुहोस्...
खराव अनुरोध
द्वन्द
विशेषता कार्यान्वयन हुन सकेको छैन
निषेधित
गइसकेको छ
आन्तरिक सर्भर त्रुटि
वस्तु फेला परेन
स्वीकारयोग्य छैन
अनुमति दिएको छैन
आवश्यकता भुक्तानी
उपलब्ध नभएको प्रापक
आवश्यक दर्ता
रिमोट सर्भर फेला परेन
रिमोट सर्भर टाइम आउट भयो
सर्भर ओभर लोड भयो
सेवा उपलब्ध छैन
सदस्यता आवश्यक छ
अनपेक्षित अनुरोध
प्रमाणीकरण परित्याग गरियो
प्रमाणीकरणमा गलत सङ्केतन
अवैध प्रमाणीकरण
अवैध प्रमाणीकरण किर्यावली
प्रमाणीकरण किर्यावली अति कमजोर छ
अस्थायी प्रमाणीकरण असफलता
प्रमाणीकरण असफलता
खराब ढाँचा
खराब नेमस्पेस उपसर्ग
संसाधन द्वन्द
जडान टाइम आउट भयो
गइसकेको होस्ट
अज्ञात होस्ट
अनुचित परिचय
अवैध ID
अवैध नामस्पेस
अवैध XML
अमिल्दा होस्टहरू
नीति उल्ङ्घन
टाढा जडान असफल भयो
निषेधित गरिएको XML
अन्य होस्ट हेर्नुहोस्
प्रणाली बन्द भयो
अपरिभाषित सर्तहरू
असमर्थित सङ्केतन
असमर्थित स्टान्जा प्रकार
असमर्थित संस्करण
XML कुशल ढाँचा गरिएको छैन
स्ट्रिम त्रुटि
%s प्रयोगकर्तालाई रोक्न अक्षम भयो
अज्ञात सम्बद्धता: "%s"
"%s"को रुपमा %s प्रयोगकर्ता सम्बद्ध गर्न अक्षम
%s प्रयोगकर्ता हुत्याउन असफल
कन्फिग:कुराकानी कोठा कन्फिगर गर्नुहोस् ।
कन्फिगर: एउटा कुराकानी कोठा कन्फिगर गर्नुहोस् ।
रजिस्टर: कुराकानी कोठासहित रजिस्टर गर्नुहोस् ।
विषय [नयाँ विषय]: विषय दृश्य वा परिवर्तन गर्नुहोस् ।
निमन्त्रणा &lt;प्रयोगकर्ताgt; [सन्देश]: कोठामा प्रयोगकर्तालाई निमन्त्रणा गर्नुहोस् ।
msg &lt;प्रयोगकर्ताgt; &lt;सन्देशgt;: अर्को प्रयोगकर्तामा व्यक्तिगत सन्देश पठाउनुहोस् ।
टाढा फैल्याउनुहोस्
गुप्तिकृत नभएको स्ट्रीमहरू माथि खाली पाठ प्रमाणीकरण अनुमति दिनुहोस्
सर्भर जडान गर्नुहोस्
%s बाट सन्देश
%s ले विषय यसमा सेट गर्यो: %s
विषय: %s
%s मा सन्देश हस्तान्तरण असफल भयो:%s
XML पद वर्णन त्रुटि
%s कुराकानी जडान गर्दा त्रुटि
%s कुराकानीमा त्रुटि
नयाँ कोठा सिर्जना गर्नुहोस्
तपाईँ नयाँ कोठा सिर्जना गर्दै हुनुहुन्छ । के तपाईँ यो कन्फिगर गर्न चाहानुहुन्छ, वा पूर्वनिर्धारित सेटिङ्हरू स्वीकार गर्नुहुन्छ ?
उपस्थितिमा अज्ञात त्रुटि
%s मा फाइल पठाउन अक्षम भयो,प्रयोगकर्ताले फाइल स्थानान्तरणहरू समर्थन गर्दैन
फाइल पठाउन असफल भयो
रिसाएको
चिन्तित
लज्जित
नरमाइलो महशुस
उत्तेजित
खुशी
अजेय
इर्ष्यालु
उदास
निद्रालु
"%s" लाई थप गर्न अक्षम छ ।
यो सन्देश पद वर्णन गर्न अक्षम छ
प्रयोगकर्ता अवस्थित छैन
तिनीहरू पहिलेकै हुन्
सूचीमा छैन
प्रयोगकर्ता अफलाइन छ
पहिलेनै मोडमा छ
पहिलेनै विपक्ष सूचीमा छ
अति धेरै समूहहरू
अवैध समूह
समूहमा प्रयोगकर्ता छैन
समूह नाम अति लामो भयो
समूह शून्य हटाउन सकिदैन
स्विच बोर्ड असफल भयो
आवश्यक फाँटहरू हराइरहेका छन्
FNDमा धेरै हिटहरू छन्
लगइन छैन
डेटावे सर्भर त्रुटि
आदेश निस्क्रिय भयो
फाइल सञ्चालन त्रुटि
स्मृति बाँडफाडमा त्रुटि
गलत CHLमान सर्भरमा पठाइयो
सर्भर ब्यस्त छ
सर्भर उपलब्ध छैन
डाटावेस जडान त्रुटि
सर्भर बन्द भैरहेको छ (अबान्दन सीप)
जडान सिर्जना गर्दा त्रुटि
CVR पारामितिहरू कित अज्ञात छन् या त अनुमति दिएको छैन
लेख्न अक्षम छ
सत्र ओभरलोड भयो
प्रयोगकर्ता अति सक्रिय छ
अति धेरै सत्रहरू
पासपोर्ट प्रमाणीत भएको छैन
खराव मित्र फाइल
अपेक्षा गरिएको छैन
सर्भर धेरै ब्यस्त छ
प्रमाणीकरण असफल भयो
जब अफ लाइन मा हुन्छ अनुमति दिइदैन
नयाँ प्रयोगकर्ताहरू स्विकारिदैन
पैत्रिक सहमति बिनाका किड्को पासपोर्ट
पासवर्ड खाता अहिले सम्म प्रमाणीत भएको छैन
खराव टिकेट
अज्ञात त्रुटि कोड %d
MSN त्रुटि: %s
%s (%s)मा साथी सूची गुप्तिकरण निस्कासन्
स्थानीय सूचीमा %s समूह"%s"को भित्र पटि छ तर सर्भर सूचीमा हैन । के तपाईँ यो साथीमा थप्न चाहानुहुन्छ?
स्थानीय सूचीमा %s छ तर सर्भर सूचीमा हैन । के तपाईँ यो साथीमा थप्न चाहानुहुन्छ?
तपाईँको नयाँ MSN मित्रता नाम धेरै लामो भयो ।
यो त्यो नाम हो जसमा MSN साथीहरू तपाईँले देख्न सक्नुहुन्छ ।
include_colon
अनुमति दिनुहोस्
अनुमति नदिनुहोस्
तपाईँको घरको फोन नम्बर सेट गर्नुहोस् ।
तपाईँको कार्यस्थलको फोन नम्बर सेट गर्नुहोस् ।
तपाईँको मोवाइल नम्बर सेट गर्नुहोस् ।
MSN मोवाइल पृष्ठहरू अनुमति दिनुहुन्छ?
के तापई आफ्नो साथी सूचीमा भएका मानिसलाई MSN मोबाइल पृष्ठहरू तपाईँको सेल फोन वा अरु मोवाइल यन्त्रमा अनुमति दिन वा नदिन चाहानुहुन्छ ?
मोवाइल सन्देश पठाउनुहोस् ।
पृष्ठ
तपाईँ सँग छ
पछाडि छु
व्यस्त छु
मोबाइलमा पठाउनुहोस्
प्रोफाइल पुन: प्राप्त गर्दा त्रुटि
उमेर
पेशा
स्थान
सोखहरू र रुचिहरू
मेरो बारेमा छोटो जानकारी
बैवाहिक स्थिति
मनपरेको उद्दरण चिन्ह
गृह ठेगाना
कम्पनी
विभाग
कार्य ठेगाना
मनपर्ने चीजहरू
अन्तिम अद्यावधिक
गृहपृष्ठ
प्रयोगकर्ताले सार्वजनिक प्रोफाइल सिर्जना गरेको छैन ।
MSN प्रतिवेदनले प्रयोगकर्ताको प्रोफाइल हालसालै भेटाउन अक्षम छ । यसको अर्थ कि त त्यो प्रयोगकर्ता अवस्थित छैन या त्यो प्रयोगकर्ता अवस्थित छ तर सार्वजनिक प्रोफाइलमा सिर्जना गरेको छैन ।
HTTP विधि प्रयोग गर्नुहोस्
लेखन त्रुटि
पढाइ त्रुटि
MSN सर्भरहरू अस्थायी रुपमा उपलब्ध छैनन् । कृपया प्रतिक्षा गर्नुहोस् र फेरी प्रयास गर्नुहोस् ।
प्रमाणित गर्न अक्षम भयो: %s
तपाईँको MSN साथी सूची अस्थायी रुपमा उपलब्ध छैन । कृपया, प्रतिक्षा गर्नुहोस् र फेरी प्रयास गर्नुहोस् ।
ह्यान्डसेक गर्दैछ
स्थानान्तरण हुँर्दैछ
प्रमाणीकरण सुरू हुँदैछ
कुकी प्राप्त गर्दैछ
कुकी पठाउँदैछ
साथी सूची पुन:प्राप्ति गर्दैछ
कम्प्युटरबाट टाढा छ
फोनमा छु
खानाका लागि बाहिर
सम्भवत समय समाप्ति भइसकेकाले सन्देश पठाउन सकिएन:
अदृश्य भएको बेलामा अनुमति नभएकाले गर्दा सन्देश पठाउन सकिदैन:
प्रयोगकर्ता अफलाइन भएका कारण सन्देश पठाउन सकिएन:
जडानमा त्रुटि आएकाले सन्देश पठाउन सकिएन:
स्विचबोर्डमा त्रुटि आएकाले सन्देश पठाउन सकिएन ।
सन्देश नगएको पनि हुनसक्छ किनभने अज्ञात त्रुटि आएको छ :
libpurple/request.h
प्रोफाइल
libpurple/request.h
libpurple/accountopt.h
मायामा
लगइन प्रक्रिया
to hit or strike someone with a sharp blow
to set on fire.
to kiss someone, often enthusiastically
to hit someone with an open/flat hand
to pinch someone on their butt
prank.
आवश्यकता परामितिहरू पास भएसकेका छैनन्
सञ्जालमा लेख्न अक्षम छ
सञ्जालबाट पढ्न अक्षम छ
सर्भर सँग संचार आदान प्रदानमा त्रुटि
सम्मेलन फेला परेन
सम्मेलन अवस्थित छैन
त्यो नाम सहितको फोल्डर पहिल्यै अवस्थित छ
समर्थित छैन
पासवर्डकोसमय सकिएको छ
खाता निस्क्रिय भइसेको छ
सर्भरले डाइरेक्टरी पहुँच गर्न सकेन
तपाईँको प्रणाली प्रशासकले यो सञ्चालन निस्क्रिय बनाएको छ
सर्भर उपलब्ध छैन, पछि फेरि प्रयास गर्नुहोस्
उही फोल्डरमा दुई पटक सम्पर्क थप्न सकिदैन
तपाईँ आफैँ थप्न सक्नुहुन्न
मास्टर संग्रह अनियमित कन्फिगर भएको छ
तपाईँले वार्तालापमा एउटै व्यक्ति दुई पटक थप्न सक्नुहुन्न ।
तपाईँको अनुमति प्राप्त सम्पर्कहरुको संख्याका लागि आफ्नो सिमा बढेको छ ।
डाइरेक्टरी अद्यावधिक गरेको बेलामा एउटा त्रुटि आएको छ
नमिल्दो प्रोटोकल संस्करण
प्रयोगकर्ताले तपाईँलाई रोकेको छ
यो मूल्यांकन संस्करणले एकपटकमा दशजना भन्दा बढी प्रयोगकर्ताहरुलाई लग गर्न अनुमति दिदैन
या त प्रयोगकर्ता अफलाइनमा छ वा तपाईँलाई रोकेको छ ।
अज्ञात त्रुटि:0x%X
सन्देश पठाउन अक्षम भयो । (%s) प्रयोगकर्ताको विवरणहरू पाउन सकिएन ।
तपाईँको साथी सूचीमा %s थप्न अक्षम (%s) ।
सन्देश (%s) पठाउन अक्षम ।
प्रयोगकर्ता (%s) लाई निमन्त्रणा गर्न अक्षम ।
%s मा सन्देश पठाउन अक्षम । सम्मेलन (%s) सिर्जना गर्न सकिदैन ।
सन्देश पठाउन अक्षम । सम्मेलन (%s) सिर्जना गर्न सकिदैन ।
सर्भर साइड सूचीमा %s फोल्डरलाई %s प्रयोगकर्तामा सार्न अक्षम छ । फोल्डर (%s) सिर्जना गर्दा त्रुटि ।
तपाईँको साथी सूचीमा %s थप्न अक्षम । सर्भर साइड सूचीमा फोल्डर सिर्जना गर्दा त्रुटि (%s) ।
%s (%s)प्रयोगकर्ताका लागि विबरणहरू प्राप्त गर्न सकेन ।
गोपनियता (%s) सूचीमा प्रयोगकर्ता थप्न अक्षम छ ।
अस्विकार सूची (%s) मा %s थप्न अक्षम छ ।
अनुमति सूची (%s) मा %s थप्न अक्षम छ ।
गोपनियता सूची (%s) बाट %s हटाउन अक्षम छ ।
(%s) सर्भर साइड गोपनियता सेटिङ्हरू परिवर्तन गर्न अक्षम छ ।
(%s) सम्मेलन सिर्जना गर्न अक्षम छ ।
सर्भर सँग संचार आदान प्रदान गर्दा त्रुटि । जडान बन्द गरिदैछ ।
टेलिफोन नम्बर
व्यक्तिगत शीर्षकहरू
मेलस्टप
प्रयोगकर्ता परिचयDN
पूरा नाम
समूहगत सम्मेलन %d
प्रमाणीकरण गर्दैछ...
प्रतिक्रियाका लागि पर्खिदैछ...
%s लाई यो वार्तालापमा निमन्त्रणा गरिसकेको छ ।
वार्तालापमा निमन्त्रणा
...बाट निमन्त्रणा: %s पठाउनुहोस्: %s
के तपाईँ वार्तालाप जडान गर्न चाहानुहुन्छ ?
%s अफलाइन भएको देखिन्छ र तपाईँले पठाएको सन्देश प्राप्त गरेन ।
यो सम्मेलन बन्द भयो । कुनै सन्देशहरू पठाउन सकिदैन ।
नोबेल समूहगत मेसेन्जर प्रोटोगल प्लगइन
सर्भर ठेगाना
सर्भर पोर्ट
कृपया मलाईं अधिकार दिनुहोस् ताकी म तपाईँंलाई मेरो साथी सूचीमा थप्न सकूँ।
कारण दिइएको छैन ।
प्रमाणीकरण अस्विकृत सन्देश:
तपाईँले बारम्बार जडान र जडान विच्छेद गर्दै हुनुहुन्छ । दश मिनेट प्रतिक्षा गर्नुहोस् र फेरि प्रयास गर्नुहोस् । यदि तपाईँंले प्रयास गर्न जारी राख्नुभयो भने, तपाईँले झन बढी प्रतिक्षा गर्नुपर्ने हुन्छ ।
अवैध त्रुटि
सन्देश पठाउन अक्षम: %s
I am mobile." / "John is mobile.
सङ्केतन
कुराकानी गर्न स्वतन्त्र
उपलब्ध छैन
आविष्ट
वेब सावधान
अदृश्य
जडान स्थापित भयो, कुकी पठाइयो
जडानलाई अन्तिम रुप दिँदै
प्राप्त प्रमाणीकरण
AOL तयारी मेसेन्जर सेवा अस्थायी रुपमा उपलब्ध छैन ।
तपाईँले प्रयोग गरिरहनु भएको ग्राहक संस्करण अति पुरानो छ । कृपया %s मा स्तरवृद्धि गर्नुहोस्
सुरक्षित ID प्रविष्ट गर्नुहोस्
डिजिटल प्रदर्शन बाट ६ अङ्क संख्या प्रविष्ट गर्नुहोस् ।
पासवर्ड पठाइयो
निम्न कारणहरुका लागि तपाईँको साथी सूचीमा तिनीहरुलाई थप्न प्रयोगकर्ता %u ले तपाईँको अनुरोधलाई अस्वीकार गर्यो: %s
ICQ प्रमाणीकरण अस्विकार गरियो ।
प्रयोगकर्ता %u ले तपाईँको साथी सूचीमा तिनीहरुलाई थप्न गरिएको तपाईँको अनुरोध स्विकृत गर्यो ।
तपाईँले विशेष सन्देश प्राप्त गर्नुभयो बाट: %s [%s] %s
तपाईँले एउटा ICQ पृष्ठ प्राप्त गर्नुभयो बाट: %s [%s] %s
ICQ प्रयोगकर्ता %u ले तपाईँलाई एउटा साथी पठाएको छ: %s (%s)
के तपाईँं आफ्नो साथी सूचीमा यो साथी थप्न चाहानुहुन्छ?
तपाईँंको AIM जडान हराएको हुनुपर्छ ।
तपाईँ कुराकानी कोठाबाट विच्छेदन हुनुभयो %s ।
नयाँ ढाँचा अवैध छ ।
पप-अप सन्देश
खाता यकिन गर्न अनुरोध गरिएको छ
त्रुटि 0x%04x: अज्ञात त्रुटि ।
खाता सूचना परिवर्तन गर्दा त्रुटि
खाता सूचना
तपाईँको IM छवि पुगेन । तपाईँले IM छविहरू पठाउन सिधै जडान हुनुपर्छ ।
AIM प्रोफाइल सेट गर्न अक्षम ।
तपाईँलाई सम्भवत लगइन प्रक्रिया समाप्त हुनु अघि तपाईँको प्रोफाइल सेट गर्न अनुरोध गरिन्छ । तपाईँँको प्रोफाइल सेट हुन बाँकी छ, जब तपाईँ पूर्ण रुपमा जडान हुनुहुन्छ भने यसलाई फेरी सेट गर्ने प्रयास गर्नुहोस् ।
अति लामो प्रोफाइल
टाढा सन्देश अति लामो भयो।
अर्फन
(नाम छैन)
दिइएको प्रमाणीकरण
प्रयोगकर्ता %s ले तपाईँको साथी सूचीमा तिनीहरुलाई थप्न गरिएको अनुरोध स्वीकार गरेको छ ।
प्रमाणीकरण स्वीकार गरियो
प्रयोगकर्ता %s ले निम्न कारणका लागि तपाईँको साथि सूचीमा तिनीहरुलाई थप्न गरिएको तपाईँवको अनुरोध अस्वीकार गरेको छ: %s
प्रमाणीकरण अस्वीकार गरियो
साटासाट गर्नुहोस्:
तपाईँंको IM छवि पुगेन । तपाईँंले AIM कुराकानीहरूमा IM छविहरू पठाउन सक्नुहुन्न ।
%s का लागि साथी टिप्पणी
साथी टिप्पणी:
तपाईँंले %s सँग एउटा प्रत्यक्ष जडान खोल्न चयन गर्नुभएको छ ।
साथी टिप्पणी सम्पादन गर्नुहोस्
प्रत्यक्ष IM
प्रमाणीकरण पुन-अनुरोध गर्नुहोस्
ठेगाना परिवर्तन गर्नुहोस्:
तपाईँ निम्न साथीहरुका लागि प्रमाणीकरण प्रतिक्षा गरिरहनु भएको छ
तपाईँ तिनीहरुलाई दायाँ क्लिक गरेर र "Re-request Authorization." चयन गरेर यी साथीहरु बाट प्रमाणीकरण पुन-अनुरोध गर्न सक्नुहुन्छ
इमेल ठेगाना द्वारा एउटा साथी खोजी गर्नुहोस्
तपाईँले खोजी रहनु भएको साथिको इमेल ठेगाना टाइप गर्नुहोस् ।
खाता यकिन गर्नुहोस्
प्रमाणीकरण प्रतिक्षा गरिरहेका साथीहरू देखाउनुहोस्
प्रत्यक्ष IM का लागि %s सँग %s:%hu मा हामी सँग जडान गर्न अनुमति माग्दैछ ।
%s ले %s मा सिधै जडान गर्नका लागि सोध्यो
यसलाई दुई कम्प्युटरहरू बीचको प्रत्यक्ष जडानको आवश्यक पर्दछ र IM छविहरुका लागि आवश्यक पर्दछ । तपाईँको IP ठेगाना प्रकाट हुने भएकोले, यसलाई गोपनीय जोखिमको रुपमा सोचिनेछ ।
साथी प्रतिमा
स्वर
AIM प्रत्यक्ष IM
फाइल प्राप्त गर्नुहोस्
खेलहरू
Ins-थप्नुहोस्
साथी सूची पठाउनुहोस्
ICQ सिधा जडान
AP प्रयोगकर्ता
ICQ RTF
निहिलिस्ट
ICQ सर्भर रिले
पुरानो ICQ UTF8
ट्रिलियन गुप्तिकरण
ICQ UTF8
हिपटप
सुरक्षा सक्षम गरियो
भिडियो कुराकानी
iकुराकानी AV
प्रत्यक्ष भिडियो
क्यामेरा
IP ठेगाना
चेतावनी स्तर
साथी टिप्पणी
प्रयोगकर्ता सूचना उपलब्ध छैन: %s
मोबाइल फोन
व्यक्तिगत वेब पृष्ठ
थप सूचना
जिप कोड
कार्य सूचना
विभाजन
अवस्था
वेब पृष्ठ
अनलाइन अवधि
सदस्य अवधि
क्षमताहरू
अवैध SNAC
सेवा उपलब्ध छैन
सेवा परिभाषित छैन
अप्रचलित SNAC
होस्टद्वारा समर्थित भएन
ग्राहकद्वारा समर्थित भएन
ग्राहकद्वारा अस्वीकृत भयो
जवाफ अति लामो भयो
प्रतिक्रियाहरू हराए
अनुरोध अस्वीकृत गरियो
बस्ट गरिएको SNAC प्ले लोड
अपर्याप्त अधिकारहरू
स्थानीयतामा स्विकार / अस्विकार गर्नुहोस्
प्रयोगकर्ता अस्थायी रुपमा उपलब्ध छैन
मिल्दो छैन
सूची अधिप्रवाह
अनुरोध अस्पष्ट
भरिएको लाम
AOL मा क्षण छैन
अफलाइन हुनुहोस्
%s मा सन्देश पठाउन अक्षम:
विषय:
खोजी नतिजाहरू
प्रयोगकर्ता %s सञ्जालमा प्रस्तुत भएको छैन
सम्झौता व्याख्या
सम्झौता व्याख्या सम्पादन गर्न सकिदैन
सम्झौता व्याख्या गर्दा त्रुटि उत्पन्न भयो
सम्झौता व्याख्या असफल भयो
सम्झौता व्याख्या गर्दा समय समाप्त भयो
सम्झौता व्याख्या परित्याग गरियो
सम्झौता व्याख्या पहिल्यै सुरू भयो
सम्झौता व्याख्या तपाईँबाट सुरू हुन सक्दैन
टाढा प्रयोगकर्ता कुनै पनि सञ्जालमा उपस्थित छैन
सम्झौता व्याख्या अनुरोध %s बाट प्राप्त भयो । के तपाईँ सम्झौता व्याख्या सम्पादन गर्न चाहानुहुन्छ ?
टाढाको प्रयोगकर्ता कुञ्जी सम्झौतामा प्रतिक्षा गरिरहेको छ: टाढाको होस्ट: %s टाढाको पोर्ट: %d
कुञ्जी सम्झौता अनुरोध
पासवर्ड सँगै IM
IM कुञ्जी सेट गर्न सकिएन
IM पासवर्ड सेट गर्नुहोस्
सार्वजनिक कुञ्जी प्राप्त गर्नुहोस्
सार्वजनिक कुञ्जी तान्न सकिएन
सार्वजनिक कुञ्जी देखाउनुहोस्
सार्वजनिक कुञ्जी लोड गर्न सकिएन
प्रयोगकर्ता सूचना
प्रयोगकर्ता जानकारी प्राप्त गर्न सक्दैन
%s साथी विश्वासिलो छैन
उसको/उनीको सार्वजनिक कुञ्जी आयात नगरे सम्म तपाईँले साथीको जानकारीहरू प्राप्त गर्न सक्नुहुन्न । सार्वजनिक कुञ्जी प्राप्त गर्न तपाईँले प्राप्त भएको सार्वजनिक कुञ्जी आदेश प्रयोग गर्न सक्नुहुन्छ ।
खोल्नुहोस्...
%s साथी सञ्जालमा उपस्थित छैन
साथी थप्न तपाईँले उसको/उनको सार्वजनिक कुञ्जी आयात गर्नुपर्छ । एउटा सार्वजनिक कुञ्जी आयात गर्न 'आयात गर्नुहोस्' थिच्नुहोस् ।
सही प्रयोगकर्ता चयन गर्नुहोस्
उस्तै सार्वजनिक कुञ्जी सँग एक भन्दा बढी प्रयोगकर्ता फेला पर्यो । तपाईँको साथी सूचीमा थप्न सूचीबाट सही प्रयोगकर्ता चयन गर्नुहोस् ।
उस्तै नाम सँग एक भन्दा बढी प्रयोगकर्ता फेला पर्यो । तपाईँको साथी सूचीमा थप्न सूचीबाट सही प्रयोगकर्ता चयन गर्नुहोस् ।
असंलग्न गराउनुहोस्
विकृत गरिएको
मलाई जगाउनुहोस्
सक्रिय हाइपर
रोबोट
प्रयोगकर्ता मोडहरू
रुचाइएको सम्पर्क
रुचाइएको भाषा
यन्त्र
टाइमजोन
भौगोलिक स्थान
IM कुञ्जी रिसेट गर्नुहोस्
कुञ्जी साटासाटमा IM गर्नुहोस्
पासवर्ड सँग IM
सार्वजनिक कुञ्जी प्राप्त गर्नुहोस् ...
प्रयोगकर्ता नष्ट गर्नुहोस्
पासफ्रेज:
च्यानल %s सञ्जालमा अवस्थित छैन
च्यानल जानकारी
च्यानल जानकारी प्राप्त गर्न सकिएन
च्यानल नाम: %s
प्रयोगकर्ता गन्ति: %d
च्यानल संस्थापक: %s
शून्य च्यानल: %s
च्यानल HMAC: %s
च्यानल विषय:%s
च्यानल मोडहरू:
संस्थापकको कुञ्जी औठाछाप:%s
ब्याबलप्रिन्ट संस्थापक कुञ्जी:%s
च्यानल सार्वजनिक कुञ्जी थप्नुहोस्
सार्वजनिक कुञ्जी खोल्नुहोस्...
च्यानल पासफ्रेज
च्यानल सार्वजनिक कुञ्जीहरुको सूची
च्यानल प्रमाणीकरण अधिकार प्राप्त नभएको पहुँचबाट च्यानललाई सुरक्षित गर्न प्रयोग गरिन्छ । प्रमाणीकरण पासफ्रेज र डिजिटल हस्ताक्षरहरुमा आधारित हुन सक्छ । यदि पासफ्रेज सेट भयो भने, यसलाई जडान गर्न आवश्यक छ । यदि च्यानल सार्वजनिक कुञ्जीहरू सेट भएका छन् भने सार्वजनिक कुञ्जी सूचीबद्ध भएको प्रयोगकर्ता मात्र जडान हुन सक्छन् ।
च्यानल प्रमाणीकरण
थप्नुहोस् / हटाउनुहोस्
समूह नाम
पासफ्रेज
कृपया %s च्यानल व्यक्तिगत समूह नाम र पासफ्रेज प्रविष्टि गर्नुहोस् ।
च्यानल व्यक्तिगत समूह थप्नुहोस्
प्रयोगकर्ता सीमा
च्यानलमा प्रयोगकर्ता सीमा सेट गर्नुहोस् । प्रयोगकर्ता सीमा रिसेट गर्न शून्य सेट गउर्नुहोस् ।
निमन्त्रणा सूची
निषेध सूची
व्यक्तिगत समूह थप्नुहोस्
स्थायी रिसेट गर्नुहोस्
स्थायी सेट गर्नुहोस्
प्रयोगकर्ता सीमा सेट गर्नुहोस्
विषय सीमा बन्धन रिसेट गर्नुहोस्
विषय सीमा बन्धन सेट गर्नुहोस्
व्यक्तिगत च्यानल रिसेट गर्नुहोस्
व्यक्तिगत च्यानल सेट गर्नुहोस्
गोप्य च्यानल रिसेट गर्नुहोस्
गोप्य च्यानल सेट गर्नुहोस्
तपाईँ व्यक्तिगत समूहमा जडान हुनु पहिले %s च्यानलमा जडान हुनुपर्छ
व्यक्तिगत समूह जडान गर्नुहोस्
व्यक्तिगत समूह जडान गर्न सकिएन
आदेश बोलाउन सकिएन
अज्ञात आदेश
सुरक्षित फाइल स्थान्तरण
फाइल स्थान्तरण गर्दा त्रुटि
अनुमति अस्वीकार गरियो
कुञ्जी सम्झौता असफल भयो
फाइल स्थान्तरण सत्र सक्रिय छैन
फाइल स्थान्तरण पहिल्यै सुरू भइसकेको छ
फाइल स्थान्तरणका लागि कुञ्जी सम्झौता सम्पादन गर्न सकिएन
फाइल स्थान्तरण सुरू गर्न सकिएन
फाइल पठाउन सकिएन
%s ले %s को विषय यसमा परिवर्तन गर्यो: %s
%s ले %s मोडमा च्यानल सेट गर्दछ: %s
%s ले सबै च्यानल %s मोडहरू हटायो
%s ले %s को मोडहरु यसमा सेट गर्यो : %s
%s ले सबै %s को मोडहरू हटायो
तपाईँ%s मा %s (%s) द्वारा फ्याकिनु भयो
%s (%s) द्वारा तपाईँ नष्ट गरिनु भएको छ
%s (%s) द्वारा नष्ट गरिएको
सर्भर साइनअफ
व्यक्तिगत जानकारी
जन्म दिन
कार्य भूमिका
संस्था
एकाइ
द्रष्टव्य
कुराकानीमा जडान गर्नुहोस्
तपाईँ %s मा च्यानल संस्थापक हुनुहुन्छ
%s मा च्यानल संस्थापक %s हो
वस्तुस्थिति पाठ
सार्वजनिक कुञ्जी औठाछाप
सार्वजनिक कुञ्जी ब्याबलप्रिन्ट
सर्भर बाट असंलग्न गर्नुहोस्
असंलग्न गर्न सकिएन
विषय सेट गर्न सक्दैन
उपनाम परिवर्तन गर्न असफल
कोठा सूची
कोठा सूची प्राप्त गर्न सक्दैन
कुनै सार्वजनिक कुञ्जी प्राप्त छैन
सर्भर सूचना
सर्भर सूचना प्राप्त गर्न सक्दैन
सर्भर तथ्याङ्क
सर्भर तथ्याङ्क प्राप्त गर्न सक्दैन
स्थानीय सर्भर सुरू समय: %s स्थानीय सर्भर अपटाइम: %s स्थानीय सर्भर ग्राहकहरू: %d स्थानीय सर्भर च्यानलहरू: %d स्थानीय सर्भर सञ्चालकहरू: %d स्थानीय राउटरहरू सञ्चालकहरू: %d स्थानीय कक्ष ग्राहकहरू: %d स्थानीय कक्ष च्यानलहरू: %d स्थानीयl कक्ष सर्भरहरू: %d कूल ग्राहकहरू: %d कूल च्यानलहरू: %d कूल सर्भरहरू: %d कूल राउटरहरू: %d कूल सर्भर सञ्चालकहरू: %d कूल राउटर सञ्चालकहरू: %d
सञ्जाल तथ्याङ्क
पिङ्ग गर्नुहोस्
पिङ्ग असफल भयो
सर्भर बाट प्राप्त पिङ्ग जवाफ
प्रयोगकर्ता नष्ट गर्न सकिएन
सत्र पुन:निरन्तरता
जडान प्रमाणीकरण
सार्वजनिक कुञ्जी सर्भर रूजू
पासफ्रेज आवश्यक भयो
%s को सार्वजनिक कुञ्जी प्राप्त भयो । तपाईँंको स्थानीय प्रतिलिपि यो कुञ्जीसँग मेल खादैन । के तपाईँं अहिले यो कुञ्जी स्वीकार गर्न चाहानुहुन्छ?
%s को सार्वजनिक कुञ्जी प्राप्त भयो । के तपाईँं यो सार्वजनिक कुञ्जी स्वीकार गर्न चाहानुहुन्छ?
%s कुञ्जीका लागि औठाछाप र ब्याबलप्रिन्ट निम्न हुन्: %s %s
सार्वजनिक कुञ्जी रूजू गर्नुहोस्
असमर्थित सार्वजनिक कुञ्जी प्रकार
सर्भर बाट जडान विच्छेदन गरियो
कुञ्जी साटासाट असफल भयो
असंलग्न सत्रको पुन: निरन्तरता असफल भयो । नयाँ जडान सिर्जना गर्न 'पुन:जडान' थिच्नुहोस् ।
कुञ्जी साटासाट सम्पादन
SILC सर्भरमा जडान हुँदैछ
स्मृती बाहिर
तपाईँंको हालको स्वाभाव
सामान्य
तपाईँंका रूचाइएका जडान विधिहरू
SMS
MMS
तपाईँंको हालको वस्तु स्थिति
अनलाइन सेवाहरू
तपाईँले प्रयोग गरिरहनु भएको सेवाहरू अरुलाई हेर्न दिनुहोस्
तपाईँले प्रयोग गरिरहनु भएको कम्प्युटर अरुलाई हेर्न दिनुहोस्
तपाईँंको भिकार्ड फाइल
प्रयोगकर्ता अनलाइन वस्तु स्थिति विशेषताहरू
तपाईँंको व्यक्तिगत सूचना र तपाईँंको अनलाइन वस्तु स्थिति सूचना अन्य प्रयोगकर्तालाई हेर्न अनुमति दिन सक्नुहुन्छ । कृपया तपाईँंले चाहानु भएको प्रयोगकर्तालाई तपाईँंको बारेमा हेर्न सूचना भर्नुहोस् ।
दिनको सन्देश
दैनिकी सन्देश उपलब्ध छैन
यो जडान सँग सम्बन्धित दिनको सन्देश छैन
अनलाइन वस्तु स्थिति
दैनिकी सन्देश हेर्नुहोस्
प्रयोगकर्ता %s सञ्जालमा उपस्थित छैन
विषय अति लामो छ
तपाईँंले एउटा सानो चिन्ह निर्दिष्ट गर्नुहोस्
च्यानल %s फेला परेन
%s: %s का लागि च्यानल मोडहरू
%s मा कुनै च्यानलहरू सेट छैनन
%s का लागि सिमोडहरू सेट गर्न असफल
भाग [channel]: कुराकानी छोडनुहोस्
छोडनुहोस् [channel]: कुराकानी छोडनुहोस्
विषय [lt;new topicgt;]: विषय हेर्नुहोस् वा परिवर्तन गर्नुहोस्
join &lt;channelgt; [lt;passwordgt;]: यो सञ्जालमा कुराकानी जडान गर्नुहोस्
सूची: यो सञ्जालमा च्यानलहरू सूचीबद्ध गर्नुहोस्
whois &lt;nickgt;: निकको सूचना हेर्नुहोस्
msg &lt;nickgt; &lt;messagegt;: प्रयोगकर्तालाई एउटा व्यक्तिगत सन्देश पठाउनुहोस्
query &lt;nickgt; [lt;messagegt;]: प्रयोगकर्तालाई एउटा व्यक्तिगत सन्देश पठाउनुहोस्
motd: दिनको सर्भरको सन्देश हेर्नुहोस्
असंलग्न गर्नुहोस्: यो सत्र असंलग्न गर्नुहोस्
अन्त्य गर्नुहोस् [message]: एउटा ऐच्छिक सन्देश सहित सर्भर बाट जडान विच्छेद गर्नुहोस्
call &lt;commandgt;: कुनै सिल्क ग्राहक आदेश बोलाउनुहोस्
kill &lt;nickgt; [-pubkey_BAR_lt;reasongt;]: निक नष्ट गर्नुहोस्
nick &lt;newnickgt;: तपाईँंको उपनाम परिवर्तन गर्नुहोस्
whowas &lt;nickgt;: निकको सूचना हेर्नुहोस्
cmode &lt;channelgt; [+_BAR_-lt;modesgt;] [arguments]: च्यानल मोडहरू परिवर्तन गर्नुहोस् वा प्रदर्शन गर्नुहोस्
cumode &lt;channelgt; +_BAR_-lt;modesgt; &lt;nickgt;: च्यानलमा निकको मोडहरू परिवर्तन गर्नुहोस्
umode &lt;usermodesgt;: सञ्जालमा तपाईँंको मोडहरू सेट गर्नुहोस्
oper &lt;nickgt; [-pubkey]: सर्भर सञ्चालक अधिकार प्राप्त गर्नुहोस्
निमन्त्रणा &lt;channelgt; [-_BAR_+]lt;nickgt;: च्यानल निमन्त्रण सूची बाट थप्नुहोस्/हटाउनुहोस् वा निकलाई निमन्त्रणा गर्नुहोस्
Kick &lt;channelgt; &lt;nickgt; [comment]: च्यानल बाट ग्राहक फाल्नुहोस्
सूचना [server]: सर्भर प्रसाशकिय विवरणहरू हेर्नुहोस्
ban [lt;channelgt; +_BAR_-lt;nickgt;]: च्यानल बाट ग्राहक निषेध गर्नुहोस्
getkey &lt;nick_BAR_servergt;: ग्राहकको वा सर्भरको सार्वजनिक कुञ्जी पुन:प्राप्त गर्नुहोस्
वस्तुस्थिति: सर्भर र सञ्जाल तथ्याङ्क हेर्नुहोस्
पिङ्ग: जडान भएको सर्भरमा PING पठाउनुहोस्
users &lt;channelgt;: च्यानलमा प्रयोगकर्ताको सूची
names [-count_BAR_-ops_BAR_-halfops_BAR_-voices_BAR_-normal] &lt;channel(s)gt;: च्यानल(हरू) मा निर्दिष्ट प्रयोगकर्ताहरू सूचीबद्ध गर्नुहोस्
SILC प्रोटोकोल प्लगइन
सुरक्षित इन्टरनेट लाइभ सम्मेलन प्रोटोकल
सञ्जाल
सार्वजनिक कुञ्जी फाइल
व्यक्तिगत कुञ्जी फाइल
सार्वजनिक कुञ्जी प्रमाणीकरण
कुञ्जी साटासाट बिना IM रोक्नुहोस्
SILC कुञ्जी जोडी सिर्जना गर्दैछ...
वास्तविक नाम: \t%s
प्रयोगकर्ता नाम: \t%s
होस्ट नाम: \t%s
संगठन: \t%s
देश: \t%s
अल्गोरिदम: \t%s
कुञ्जी लम्बाई: \t%d bits
सार्वजनिक कुञ्जी औठाछाप: %s
सार्वजनिक कुञ्जी ब्याबलप्रिन्ट: %s
सार्वजनिक कुञ्जी सूचना
पेगिङ्ग
भिडियो सम्मेलन
कम्प्युटर
PDA
टर्मिनल
सर्भर तथ्याङ्क उपलब्ध छैन
SILC सर्भरमा जडान गर्दा त्रुटि
असफल:संस्करण मेल खाएन,तपाईँंको ग्राहक स्तरबृद्धि गर्नुहोस्
असफल: टाढाकोले तपाईँको सार्वजनिक कुञ्जी विश्वास/समर्थन गर्न सकेन
असफल:टाढाकोले प्रस्तावित KE समूह समर्थन गर्दैन
असफल:टाढाकोले प्रस्तावित शून्य समर्थन गर्दैन
असफल: टाढाकोले प्रस्तावित PKCS समर्थन गर्दैन
असफल:टाढाकोले प्रस्तावित ह्यास प्रकार्य समर्थन गर्दैन
असफल:टाढाकोले प्रस्तावित HMAC समर्थन गर्दैन
असफल:गलत हस्ताक्षर
असफल: अवैध कुकी
असफल: प्रमाणीकरण असफल भयो
join &lt;roomgt;: याहू सञ्झ्यालमा कुराकानी कोठा जडान गर्नुहोस्
पेजर पोर्ट
फाइल स्थान्तरण पोर्ट
तपाईँको याहू! सन्देश पठाउन पठाइएन ।
याहू! %s का लागि प्रणालीाली सन्देश :
%s ले (रिट्रोएक्टिभ्ली) तरिकाले तपाईँको सूचीमा जोड्न तलका निम्न कारण का लागि तपाईँको अनुरोधलाई अस्विकार गरिएको छ: %s ।
तपाईँको सूचीमा जोड्न %s ले (रिट्रोएक्टिभ्ली) तरिकाले तपाईँको अनुरोधलाई अस्विकार गरेको छ ।
साथी थप्न अस्वीकार गरियो
याहू! प्रमाणीकरण असफल
तपाईँले %s लाई उपेक्षा गर्ने प्रयास गर्नुभयो, तर प्रयोगकर्ता तपाईँको साथी सूचीमा छ । "Yes" क्लिक गर्नाले साथी हटाउँछ र उपेक्षा गर्दछ ।
साथीलाई उपेक्षा गर्नुहुन्छ ?
अवैध प्रयोगकर्तानाम वा पासवर्ड
अज्ञात त्रुटि सङ्ख्या %d । याहू! वेबसाइटमा लगइन गर्नाले यसलाई स्थिर गर्न सक्छ ।
बिदामा छ
बाहिर चरण राखियो
सर्भर सूचीमा छैन
कुराकानीमा जडान गर्नुहोस्
सम्मेलन थालनी गर्नुहोस्
जडान गर्नुहोस् को कुराकानीमा छ?
ID सक्रिय पार्नुहोस्...
जडान गर्न अक्षम ।
फाइल वर्णनकर्ता स्थापना गर्न अक्षम ।
याहू! जापान प्रोफाइल
याहू! प्रोफाइल
माफ गर्नुहोस्, एडल्ट सामग्री समाविष्टको रुपमा चिन्ह लगाइएका प्रोफाइलहरू यो समयमा समर्थित छैनन् ।
याहू! ID
रूचीहरू
हालका समाचारहरू
गृह पृष्ठ
कूल लिङ्क १
कूल लिङ्क २
कूल लिङ्क ३
अन्तिम अद्यावधिक
प्रयोगकर्ताको प्रोफाइल पुन:प्राप्त गर्न सकिएन । यसको प्रमुख समस्या अस्थायी सर्भर-साइड हुनसक्छ ।कृपया पछि फेरि प्रयास गर्नुहोस् ।
प्रयोगकर्ताको प्रोफाइल पुन: प्राप्त गर्न सकिएन । यसको प्रमुख कारण प्रयोगकर्ता अवस्थित छैन जस्तो छ, तथापि, याहू! ले कहिलेकाँही प्रयोगकर्ताको प्रोफाइल प्राप्त गर्न असफल हुन्छ । यदि तपाईँलाई प्रयोगकर्ता अवस्थित छ भन्ने थाहा छ भने, कृपया फेरि प्रयास गर्नुहोस् ।
प्रयोगकर्ताको प्रोफाइल खाली छ ।
कुराकानी जडान गर्न असफल
तपाईँ अहिले %s मा कुराकानी गर्दै हुनुहुन्छ ।
कुराकानीमा साथी जडान गर्न असफल
तिनीहरू कुराकानीमा नहुन सक्छन् ?
कोठा तान्न सकिएन।
स्वरहरू
वेबक्यामहरू
जडान समस्या
कोठा सूची तान्न अक्षम ।
प्रयोगकर्ता कोठाहरू
(यो सन्देश रुपान्तरण गर्दा त्रुटि भेटियो ।\t खाता सम्पादकमा 'सङ्केतन' विकल्प जाँच गर्नुहोस्)
%s बाट %s मा
कोही पनि
वर्ग:
दृष्टान्त:
प्रापक:
%s,%s,%s मा सदस्यता प्राप्त गर्ने प्रयास असफल
zlocate &lt;nickgt;: लोकेट प्रयोगकर्ता
zl &lt;nickgt;: प्रयोगकर्ता तोक्नुहोस्
instance &lt;instancegt;: यो वर्गमा प्रयोग गर्नका लागि दृष्टान्त सेट गर्नुहोस्
inst &lt;instancegt;: यो वर्गमा प्रयोग गर्नका लागि दृष्टान्त सेट गर्नुहोस्
sub &lt;classgt; &lt;instancegt; &lt;recipientgt;: नयाँ कुराकानीमा जडान गर्नुहोस्
zi &lt;instancegt;: &lt;message,instance,*gt; मा सन्देश पठाउनुहोस्
zci &lt;classgt; &lt;instancegt;: &lt;class,instance,*gt; मा सन्देश पठाउनुहोस्
zcir &lt;classgt; &lt;instancegt; &lt;recipientgt;: &lt;class,instance,recipientgt; मा सन्देश पठाउनुहोस्
zir &lt;instancegt; &lt;recipientgt;: &lt;MESSAGE,instance,recipientgt; मा सन्देश पठाउनुहोस्
zc &lt;classgt;: &lt;class,PERSONAL,*gt; मा सन्देश पठाउनुहोस्
पुन: सदस्यता
सर्भरबाट सदस्यता पुन: प्राप्त गर्नुहोस्
जेफिर प्रोटोकल प्लगइन
कोही पनि .मा निर्यात गर्नुहोस्
zephyr.subs मा निर्यात गर्नुहोस्
प्रदर्शक
%s लाई अहिले %s को रुपमा चिनिन्छ ।
%s ले %s लाई कुराकानी कोठा %s मा निमन्त्रणा गर्यो
कुराकानी निमन्त्रणा स्विकार गर्नुहुन्छ ?
SSL ह्यान्डसेक असफल भयो
%s निष्क्रिय भयो
%s निष्क्रिय भएन
%x %X%X %x
गणना गर्दैछ...
अज्ञात
लगइन विकल्पहरू
प्रयोगकर्ता नाम:
प्रयोगकर्ता विकल्पहरू
ग्लोवल प्रोक्सि सेटिङ्हरू प्रयोग गर्नुहोस्
प्रोक्सि छैन
SOCKS 4
SOCKS 5
एच टि टि पी
परिवेष सेटिङ्हरू प्रयोग गर्नुहोस्
यदि तपाईँ वास्तविकता नजिकबाट देख्नुहुन्छ भने
तपाईँले पुतलीहरू जोडिएको हेर्नु सक्नुहुन्छ
प्रोक्सि प्रकार:
होस्ट:
पोर्ट:
पासवर्ड:
खाता थप्नुहोस्
प्रोटोकल
सन्देश पाठ
कृपया तपाईँले जडान गर्न चाहेको कुराकानीको बारेमा उचित जानकारीहरू प्रविष्टि गराउनुहोस् ।
सूचना प्राप्त गर्नुहोस्
IM
लग हेर्नुहोस्
उपनामहरू...
हटाउनुहोस्
समूह मेट्नुहोस्
पुन:नामाकरण गर्नुहोस्
जोड्नुहोस्
स्वत:जडान
नष्ट गर्नुहोस्
फैल्याउनुहोस्
तपाईँ हालसालै खातामा साइनअन हुनुहुन्न जसका कारण साथी थप्न सकिदैन ।
Get User Info
/साथीहरू
/साथीहरू/नयाँ आवश्यक सन्देश...
/साथीहरू/कुराकानीमा जडान गर्नुहोस्...
/साथीहरू/ प्रयोगकर्ता जानकारी प्राप्त गर्नुहोस्...
/साथीहरू/ प्रयोगकर्ता लग हेर्नुहोस्...
/साथीहरू/साथी थप्नुहोस्...
/साथीहरू/ कुराकानी थप्नुहोस्...
/साथीहरू/समूह थप्नुहोस्...
/साथीहरू/अन्त्य गर्नुहोस्
/उपकरणहरू
/उपकरणहरू/प्रथमिकताहरू
/उपकरणहरू/गोपनीयता
/उपकरणहरू/फाइल स्थानान्तरणहरू
/उपकरणहरू/कोठा सूची
/मद्दत
/मद्दत/अनलाइन मद्दत
/मद्दत/त्रुटि सच्याउने सञ्झ्याल
/मद्दत/बारेमा
/साथीहरू/एउटा कुराकानीमा भाग लिनुहोस्...
/उपकरणहरू/गोपनीयता
/उपकरणहरू/कोठा सूची
वस्तुस्थिति द्वारा
यो प्रोटोकलले कुराकानी कोठाहरू समर्थन गर्दैन ।
तपाईँ हालसालै कुनै पनि प्रोटोकल सहित साइनअन हुन सक्नुहुन्न जसमा कुराकानी गर्न सक्ने क्षमता होस् ।
उपनामहरू र तपाईँले आफ्नो साथी सूचीमा थप्न चाहेको कुराकानीको बारेमा उपयुक्त जानकारी प्रविष्टि गर्नुहोस् ।
समूह:
कृपया थप्नुपर्ने समूहको नाम प्रविष्टि गर्नुहोस् ।
कुनै कार्यहरू उपलब्ध छैन
तपाईँ हालसालै खातामा साइनअन गर्न सक्नुहुन्न जसमा त्यो साथीलाई निमन्त्रणा गर्न सकियोस् ।
कुराकानी कोठा भित्र साथीलाई निमन्त्रणा गर्नुहोस्
साथी:
सन्देश:
वार्तालाप सहित %s
वार्तालाप बचत गर्नुहोस्
उपेक्षा नगर्नुहोस्
उपेक्षा गर्नुहोस्
डिस्कमा प्रतिमा फाइल बचत गर्न अक्षम छ ।
प्रतिमा बचत गर्नुहोस्
सचेत गराउनुहोस्
प्रतिमा लुकाउनुहोस्
प्रतिमा यस रुपमा बचत गर्नुहोस्...
/वार्तालाप
/वार्तालाप/ नयाँ आवश्यकता सन्देश...
/वार्तालाप/फेला पार्नुहोस्...
/वार्तालाप/दृश्य लग
/वार्तालाप/यस रुपमा बचत गर्नुहोस्...
/वार्तालाप/फाइल पठाउनुहोस्...
/वार्तालाप/ साथी पाउन्स थप्नुहोस्...
/वार्तालाप/ जानकारी प्राप्त गर्नुहोस्
/वार्तालाप/निमन्त्रणा...
/वार्तालाप/उपनाम राख्नुहोस्...
/वार्तालाप/रोक्नुहोस्...
/वार्तालाप/थप्नुहोस्...
/वार्तालाप/हटाउनुहोस्...
/वार्तालाप/लिङ्क घुसाउहोस्...
/वार्तालाप/छवि घुसाउनुहोस्...
/वार्तालाप/बन्द गर्नुहोस्
/विकल्पहरू
/विकल्पहरू/लगिङ् सक्षम पार्नुहोस्
/विकल्पहरू/ध्वनीहरू सक्षम पार्नुहोस्
/विकल्पहरू/टाइमस्ट्याम्पहरू देखाउनुहोस्
/वार्तालाप/लग हेर्नुहोस्
/वार्तालाप/फाइल पठाउनुहोस्...
/वार्तालाप/साथी पाउन्स थप्नुहोस्...
/वार्तालाप/जानकारी प्राप्त गर्नुहोस्
/वार्तालाप/निमन्त्रणा गर्नुहोस्...
/वार्तालाप/उपनामहरू...
/वार्तालाप/रोक्नुहोस्...
/वार्तालाप/थप्नुहोस्...
/वार्तालाप/हटाउनुहोस्...
/वार्तालाप/लिङ्क घुसाउनुहोस्...
/वार्तालाप/छवि घुसाउनुहोस्...
/विकल्पहरू/लगिङ् सक्षम पार्नुहोस्
/विकल्पहरू/ध्वनीहरू सक्षम पार्नुहोस्
/विकल्पहरू/टाइमस्ट्यापहरू देखाउनुहोस्
प्रयोगकर्ता टाइप गर्दै हुनुहुन्छ...
कोठामा मानिस छैनन्
वार्तालाप बन्द गर्नुहोस्
अन्तिम सिर्जित सञ्झ्याल
IM र कुराकानी सञ्झ्यालहरू छुट्याउनुहोस्
नयाँ सञ्झ्याल
समूह द्वारा
खाता द्वारा
फेला पार्नुहोस्
खोज्नका लागि:
त्रुटि सच्याउने लग बचत गर्नुहोस्
समर्थन
win32 पोर्ट
सम्भारकर्ता
lazy bum
ह्याकर र डिजाइनेटेड ड्राइभर [लेजी बम]
मौलिक लेखक
प्रमुख विकासकर्ता
बुल्गेरियन
क्याटालन भाषा
चेक भाषा
डेनिस
जर्मन
अष्ट्रेलीयन अंग्रेजी
ब्रिटीश अंग्रेजी
क्यानेडियन अंग्रेजी
स्पेनिस
एस्टोनियन
फिन्नीस
फ्रान्सेली
ग्यलिसियन
हिब्रु
हिन्दी
हन्गेरियन
ईटालियन
जापनिज
जर्जीयन
कोरियाली
लिथुवानियाली
म्यासिडोनियन
बर्मेली
पन्जाबी
पोलिस
पोर्तुगाली
प्रोचुगिज-ब्राजिल
रोमानियन
रसियाली
स्लोभाक
स्लोभेनिया
अल्वानियन
सेर्वियन
स्विडिस
भियतनामिज
सरलीकृत चिनियाँ
परम्परागत चिनियाँ
अम्हारिक
टर्कीस
T.M.थान्ह र जिनोम-Vi टीम
क्रेजी प्याच राइटरहरू
हटिसकेका विकासकर्ताहरू
हालका अनुवादकहरू
पूर्व अनुवादकहरू
खाता
प्रयोगकर्ता जानकारी प्राप्त गर्नुहोस्
सम्पर्क उपनाम
यो सम्पर्कका लागि एउटा उपनाम प्रविष्ट गर्नुहोस् ।
%s का लागि उपनामहरू प्रविष्टि गर्नुहोस् ।
साथी उपनाम
कुराकानीलाई उपनाम दिनुहोस्
यो कुराकानीका लागि उपनामहरू प्रविष्टि गर्नुहोस् ।
सम्पर्क हटाउनुहोस्
तपाईँको साथी सूचीबाट समूह %s र सबै यसका सदस्यहरू हटाउँदै हुनुहुन्छ । के तपाईँ यसलाई निरन्तरता दिनुहुन्छ ?
समूह हटाउनुहोस्
तपाईँको साथी सूचीबाट %s हटाउदै हुनुहुन्छ । के तपाईँ यसलाई निरन्तरता दिनुहुन्छ ?
साथी हटाउनुहोस्
साथी हटाउनुहोस्
तपाईँको साथी सूचीबाट कुराकानी %s हटाउदै हुनुहुन्छ । के तपाईँ यसलाई निरन्तरता दिनुहुन्छ ?
कुराकानी हटाउनुहोस्
यस रुपमा प्राप्त गरिँदै छ:
यसबाट प्राप्त गरिँदै छ:
यसलाई पठाउँदै:
यस रुपमा पठाउँदै छ:
त्यहाँ यो प्रकारको फाइल खोल्नका लागि कन्फिगर गरिएको अनुप्रयोग छैन ।
फाइल खोलिरहेको बेलामा त्रुटि उत्पन्न भयो ।
फाइलको नाम:
स्थानीय फाइल:
गति:
समय गुज्रीसकेको छ:
बाँकी समय:
Download Details
हाईपरलिंक रङ
हाइपरलिङ्कहरू कोर्न रङ्
अज्ञात फाइल प्रकार PNG मा पूर्वनिर्धारित ।
छवि बचत गर्दा त्रुटि %s
छवि बचत गर्नुहोस्
छवि बचत गर्नुहोस्...
फन्ट चयन गर्नुहोस्
पाठ रङ चयन गर्नुहोस्
पृष्ठभूमि रङ् चयन गर्नुहोस्
URL
वर्णन
कृपया तपाईँले घुसाउन चाहानु भएको लिङ्कको वर्णन र URL प्रविष्टि गर्नुहोस् । यो वर्णन वैकल्पिक छ ।
कृपया तपाईँले घुसाउन चाहानु भएको लिङ्कको URL प्रविष्टि गर्नुहोस् ।
लिङ्क घुसाउनुहोस्
घुसाउनुहोस्
छवि भण्डारण गर्न असफल भयो: %s
छवि घुसाउनुहोस्
मुस्कान!
यो विषयवस्तुसँग कुनै उपलब्ध स्माइली छैनन् ।
बाक्लो
छड्के पार्नुहोस्
कच गर्नुहोस्
फन्ट मोहडा
HELP
पज गर्नुहोस्
URL खोल्न अक्षम
'म्यानुअल' ब्राउजर आदेश रोजिएको छ, तर कुनै आदेश सेट गरिएको छैन ।
Dismissclose"! This string is used in the "You have pouncedDismiss" means Remove
एउटा फाइल चयन गर्नुहोस्
Pounce on Whom
खाता:
साथी नाम:
सन्देश पठाउनुहोस्
आदेश कार्यान्वयन गर्नुहोस्
ध्वनी प्ले गर्नुहोस्
पूर्वावलोकन
प्रणाली ट्रे प्रतिमा
टाढा गएको बेला
ट्याब गरेका सञ्झ्यालहरूमा IM र कुराकानीहरू देखाउनुहोस्
ट्याबहरूमा बन्द बटनहरू देखाउनुहोस्
माथि
तल
बायाँ
दायाँ
साथी प्रतिमा एनिमेसन सक्षम गर्नुहोस्
साथीहरुलाई सूचना गर्नुहोस् जसलाई तपाईँ टाइप गर्दै हुनुहुन्छ
पूर्वनिर्धारित ढाँचा
सार्वजनिक IP:
पोर्टहरू
ओपेरा
नेटस्केप
मोजिल्ला
कन्क्वेरर्
गेलियन
फाएरफक्स
फाएरबर्ड
इपिफ्यानीchromium-browser
chrome
म्यानुअल
ब्राउजर चयन
ब्राउजर:
लिङ्क यसमा खोल्नुहोस्:
पूर्वनिर्धारित ब्राउजर
अवस्थित सञ्झ्याल
नयाँ ट्याब
म्यानुअल: (URLका लागि%s)
प्रोक्सि सर्भर
प्रोक्सि छैन
सबै कुराकानीहरू लग गर्नुहोस्
ध्वनि चयन
विधि:
कन्सोल बीप
ध्वनी आदेश: (फाइल नामका लागि%s)
वार्तालापहरू फोकस गरिँदा ध्वनि उत्पन्न गर्दछ
प्ले गर्नुहोस्
स्वत:जवाफ:
इन्टरफेस
ब्राउजर
सबै प्रयोगकर्ताहरुलाई म सँग कुराकानी गर्न अनुमति दिनुहोस्
मेरो सथी सूचीमा भएका प्रयोगकर्ताहरुलाई मात्र अनुमति दिनुहोस्
तलका प्रयोगकर्ताहरुलाई मात्र अनुमति दिनुहोस्
सबै प्रयोगकर्ताहरुलाई रोक्नुहोस्
तल दिएका प्रयोगकर्ता मात्र रोक्नुहोस्
गोपनीयता
तुरुन्तै प्रभाव पार्ने गरि गोपनियता सेटिङ्हरू परिवर्तन गर्नुहोस् ।
निम्नका लागि गोपनियता सेट गर्नुहोस्:
प्रयोगकर्तालाई अनुमति दिनुहोस्
तपाईँले सम्पर्क गर्न अनुमति दिएका प्रयोगकर्ता टाइप गर्नुहोस् ।
कृपया तपाईँले सम्पर्क गर्न चाहेको गर्न सक्ने प्रयोगकर्ताको नाम प्रविष्टि गर्नुहोस् ।
%s ले तपाईँलाई सम्पर्क गर्न अनुमति दिनुहुन्छ ?
के तपाईँलाई सम्पर्क गर्न %s लाई अनुमति दिने कुरामा यकिन हुनुहुन्छ ?
प्रयोगकर्तालाई रोक्नुहोस्
रोक्नका लागि एउटा प्रयोगकर्ता टाइप गर्नुहोस्
कृपया तपाईँले रोक्न चाहेको प्रयोगकर्ताको नाम प्रविष्ट गर्नुहोस् ।
%s लाई रोक्नुहुन्छ ?
के तपाईँ निश्चित रुपमा %s रोक्न चाहानुहुन्छ ?
लागू गर्नुहोस्
त्यो फाइल पहिलेनै अवस्थित छ
के तपाईँ यसलाई अधिलेखन गर्न चाहानुहुन्छ ?
सूची प्राप्त गर्नुहोस्
प्रयोग गर्नुहोस्
बचत गर्नुहोस् र प्रयोग गर्नुहोस्
MIME TypeCommentApplication,
फाइल: %s फाइल साइज: %s छवि साइज: %dx%d
लिङ्क स्थान प्रतिलिपि बनाउनुहोस्
इ-मेल ठेगाना प्रतिलिपि गर्नुहोस्
उपनाम राख्नुहोस्
निमन्त्रणा गर्नुहोस्
मेल खोल्नुहोस्
प्रयोग गर्ने समयमा बिन्दु मानहरू...
सम्पर्क प्राथमिकता
सम्बद्ध भएका विभिन्न साथी वस्तुस्थितिहरू सहित नियन्त्रित मानहरूका लागि अनुमति दिन्छ ।
सम्पर्क प्राथमिकता गणनहरूमा साथीहरूका लागि निष्क्रिय/टाढा/अफलाइन वस्तुस्थितिको मानहरू परिवर्तन गर्नका लागि अनुमति दिन्छ ।
Enter an XMPP Server
वार्तालाप गणना द्वारा
वार्तालाप रखाईNew conversations" should match the text in the preferences dialog and "By conversation count
प्रति सञ्झ्याल वार्तालापहरुको संख्या
संख्या राखिसके पाछि IM र कुराकानी सञ्झ्यालहरू छुट्याउनुहोस्
ExtPlacement
अतिरिक्त वार्तालाप रखाई विकल्पहरू ।
एच्छिक रुपमा IMहरू र कुराकानी छुट्याउदा, प्रति सञ्झ्यालहरू वार्तालापहरुको संख्या सिमित गरिएको हुन्छ
माउस गेस्चर कन्फिगरेसन
मध्य माउस बटन
दाहिने माउस बटनVisual gesture display
दृश्य गेस्चर प्रदर्शन
माउस गेस्चरहरू
माउस गेस्चरका लागि समर्थन उपलब्ध गराउछ
शीघ्र सन्देश
तपाईँको तलको ठेगाना पुस्तकबाट व्यक्ति चयन गर्नुहोस्,वा नयाँ व्यक्ति थप्नुहोस् ।
समूह:New Person
नयाँ व्यक्तिSelect Buddy
साथी चयन गर्नुहोस्
यो साथीलाई पनि थप्नलाई तपाईँको ठेगाना पुस्तकबाट व्यक्ति चयन गर्नुहोस्, वा नयाँ व्यक्ति सिर्जना गर्नुहोस् ।
Associate Buddy
संगठित साथी
ठेगाना पुस्तकमा थप्नुहोस्
विकास अनुकलन कन्फिगरेसन
सबै साथीहरू स्वत:थप गर्नुपर्ने सबै खाताहरू चयन गर्नुहोस् ।
विकास अनुकलन
कृपाया व्यक्तिहरुको जानकारीहरू तल प्रविष्टि गर्नुहोस् ।
खाता प्रकार:
वैकल्पिक सूचना:
पहिलो नाम:
अन्तिम नाम:
इ-मेल:
GTK संकेतहरू पारिक्षण
हेर्न परिक्षण गर्नुहोस् जसमा सबै ui संकेतहरूले उचितरुपमले कार्य गरिरहन्छन् ।
इतिहास
टाढा हुँदा प्रतिमा राख्नुहोस्
जब तपाईँ टाढा जानुहुन्छ साथी सूची र तपाईँको वार्तालापहरू प्रतिमा राख्नुहोस् ।
मेल जाँचकर्ता
नयाँ स्थानीय मेलका लागि परिक्षण गर्दछ ।
साथी सूचीमा सानो बाकस थप्नुहोस् जसले यदि तपाईँको नयाँ मेल आएको खण्डमा देखाउँदछ ।
IM सञ्झ्यालहरू
कुराकानी सञ्झ्यालहरू
लागू गर्नुहोस्
Notify For
...का लागि सूचित गर्नुहोस्
फोकस गरेका सञ्झ्यालहरूNotification Methods
सूचना विधिहरू
सञ्झ्याल शीर्षक भित्र प्रिपेन्ड स्ट्रिङ
सञ्झ्याल शीर्षक भित्र नयाँ सन्देशहरुको गणना घुसाउनुहोस्
सञ्झ्याल प्रवन्धक "_URGENT" हिन्ट सेट गर्नुहोस् ।
Notification Removals
हटाउन मिल्ने सूचना
वार्तालाप सञ्झ्यालले फोकसहरू प्राप्त गर्दा हटाउनुहोस्
वार्तालाप सञ्झ्यालले क्लिक प्राप्त गर्दा हटाउनुहोस्
वार्तालाप सञ्झ्यालमा टाइप गर्दा हटाउनुहोस्
सन्देश पठाउने प्राप्त गर्दा हटाउनुहोस्
वर्तालाव ट्याबमा स्विच गर्न हटाउनुहोस्
सन्देश सूचना
तपाईँलाई नपढेका सन्देशहरुको सूचना गराउने बाटाहरुको प्रकार उपलब्ध गराउछ ।
स्टफ गर्ने प्लगइनको उदाहरण - वर्णन हेर्नुहोस् ।
यो वास्तवमै कूल प्लगइन हो जसले अधिक स्टफ गर्दछ: - यसले तपाईँले लगइन गर्दा कार्यक्रम कसले लेख्यो भन्ने कुरा बताउछ - यसले सबै आएका पाठहरू उल्ट्याउछ - यसले तपाईँको सूचीमा रहेका मानिसले साइनअन गर्ने बित्तिकै सन्देश पठाउँछ
कच्चा
पाठ आधारित प्रोटोकलहरूमा कच्चा आगत पठाउन सक्नुहुन्छ ।
उपलब्ध नयाँ संस्करण
सूचना निष्कासन गर्नुहोस्
नयाँ निष्कासनका लागि आवधिक जाँच गर्दछ ।
नयाँ निष्कासनका लागि आवधिक जाँच गर्दछ र ChangeLog सहित प्रयोगकर्ताहरुलाई सूचना गराउछ ।
पाठ प्रतिस्थापनहरू
तपाईँ टाइप गर्नुहोस्
तपाईँ पठाउनुहोस्
नयाँ पाठ प्रतिस्थापन थप्नुहोस्
तपाईँ टाइप गर्नुहोस्:
तपाईँ पठाउनुहोस्:
पाठ प्रतिस्थापन
प्रयोगकर्ता परिभाषित नियम अनुसार बाहिर जाने सन्देशहरूमा पाठ बदल्छ ।
साथीको विश्वास
साथी सूचीको तेर्सो स्क्रोलिङ संस्करण ।
टाइमस्ट्याम्प
अस्पष्टता:
IM वार्तालाप सञ्झ्यालहरू
IM सञ्झ्याल पारदर्शीता
IM सञ्झ्यालमा स्लाइडर पट्टी देखाउनुहोस्
साथी सूची सञ्झ्याल
साथी सूची सञ्झ्याल पारदर्शिता
पारदर्शी
साथी सूची र वार्तालापहरूका लागि पारदर्शिता चल ।
थालनी गर्नुहोस्
डक्केवल साथी सूची
Next >
Click Next to continue.
सर्टकटहरू
पितिवी भिडियो सम्पादक
तपाईको आफ्नो चलचित्रहरू सिर्जना गर्नुहोस् र सम्पादन गर्नुहोस्
%s31 seconds
Launchpad Contributions: Rabi Poudyal https://launchpad.net/~rabipoudel
%s second
नन-फ्री (बहुभर्स)
निषेधित प्रतिलिपि अधिकार
युबन्टु ४.१० सुरक्षा अद्यावधिकहरु
custom servers
रिमोट लगिन
कन्फिगरेसन फाइल रिमोट लगिन सेवाको लागि। '/etc/remote-login-service.conf'मा पूर्वनिर्धारित।
key_file
- लगिन गर्न सकिने रिमोट सर्भर पत्ता लगाउनुहोस।
जीस्ट्रिमर पाइपलाइनमा नयाँ स्ट्रिम लिङ्क गर्न असफल भयो
नयाँ प्रवाह सुरु गर्न असफल भयो
जीस्ट्रिमर तत्व सिर्जना गर्न असफल भयो; तपाईँको स्थापना जाँच गर्नुहोस्
अडियो निर्गात तत्व सिर्जना गर्न असफल भयो; तपाईँको स्थापना जाँच गर्नुहोस्
जीस्ट्रिमर पाइपलाइन लिङ्क गर्न असफल भयो; तपाईँको स्थापना जाँच गर्नुहोस्
%s प्ले गर्न जीस्ट्रिमर पाइपलाइन सिर्जना गर्न असफल भयो
हालै थपिएको
हालै प्ले गरिएको
मेरो माथिल्लो दर
रिदमबक्स
सङ्गीत प्लेयर
रिदमबक्स सङ्गीत प्लेयर
तपाईँको सङ्गीत सङ्ग्रह सङ्गठित गर्नुहोस् र प्ले गर्नुहोस्
दृश्य
उपकरण
मद्दत
बारेमा
अन्त्य गर्नुहोस्
फाईल
प्लेसूची
मेट्नुहोस्
बन्द गर्नुहोस्
सम्पादन
काट्नुहोस्
प्रतिलिपि बनाउनुहोस्
टाँस्नुहोस्
सबै चयन गर्नुहोस्
सबै हटाउनुहोस्
बजाउने लाममा थप्नुहोस्
नयाँ प्लेसूची
रद्दीटोकरीमा सार्नुहोस्
प्राथमिकता
किनारा फलक
वस्तुस्थितिपट्टी
गित स्थान स्लाइडर
बजिरहेको गीतमा जानुहोस्
नियन्त्रण
प्ले गर्नुहोस्
पछिल्लो
भोल्युम बढाउनुहोस्
भोल्युम घटाउनुहोस्
शफल
दोहोर्याउनुहोस्
सामग्रीहरू
गीतहरू
MB
GB
मिनेट
स्वचालित रूपमा अद्यावधिक गर्ने प्लेसूची ठाउँ सिर्जना गर्नुहोस्:
यदि कुनै मापदण्ड मिल्यो भने थप्नुहोस्
यसमा सिमित:
यसद्वारा क्रमबद्ध गर्दा:
ब्राउजर दृश्यहरू
कलाकार र एल्बम
विधा र कलाकार
विधा, कलाकार र एल्बम
दृश्यात्मक स्तम्भहरू
ट्र्याक सङ्ख्या
कलाकार
एल्बम
वर्ष
अन्तिम प्ले गरिएको
विधा
मिति थपियो
गणना प्ले गर्नुहोस्
रेटिङ्
समय
स्॒थान
गुणस्तर
हटाउनुहोस्
पुस्तकालय अवस्थिती
ब्राउज...
नयाँ फाइलहरूका लागि मेरो लाइब्रेरी हेर्नुहोस्
लाइब्रेरी संरचना
फोल्डर सोपानक्रम:
फाइल नाम:
रुचाइएको ढाँचा:
कलाकार/कलाकार - एल्बम/कलाकार (एल्बम) - ०१ - Title.ogg
आधारभूत
गुण
प्लेयर ब्याकइन्ड
क्रसफेड अवधि (सेकेन्ड)
सम्पादन...
पुन: नामकरण गर्नुहोस्
सबै ट्रयाकलाई लाम लगाउनुहोस्
फाइलमा बचत गर्नुहोस्...
विस्तारद्धारा
प्लेसूची बचत गर्नुहोस्
प्लेसूची ढाँचा चयन गर्नुहोस्:
शीर्षक:
लेखक:
अन्तिम अद्यावधिक:
वर्णन:
अन्तिम भाग:
स्रोत:
भाषा:
प्रतिलिपि अधिकार:
विवरण
डाउनलोड स्थान:
नयाँ भागहरूका लागि जाँच गर्नुहोस्:
पोडकास्टहरूका लागि फोल्डर चयन गर्नुहोस्
फिड:
मिति:
रेटिङ्:
प्ले गणना गर्नुहोस्:
अन्तिम प्ले गरिएको:
बिट दर:
अवधी:
स्थान डाउनलोड गर्नुहोस्:
थप्नुहोस्
शफल गर्नुहोस्
कलाकार:
किसिम:
बर्ष:
डिस्क सङ्ख्या:
शीर्षक:
त्रुटि सन्देश
फाइल नाम:
स्थान:
फाइल साइज:
कहिल्यै पनिfriendly time" string for the current day, strftime format. like "Today 12:34 am
हाज %I:%M %pfriendly timeYesterday 12:34 am
हिजो %I:%M %pfriendly timeWed 12:34 am
%a %I:%M %pfriendly timeFeb 12 12:34 am
%b %d %I:%M %pfriendly timeFeb 12 1997
%b %d %Y
अज्ञात
%d:%02d
%d:%02d:%02d
%d:%02d को %d:%02d बाँकी
%d:%02d:%02d को %d:%02d:%02d बाँकी
%d:%02d को %d:%02d
%d:%02d:%02d को %d:%02d:%02d
स्रोत तत्व सिर्जना गर्नका लागि असफल; तपाईँको स्थापना जाँच गर्नुहोस्
लेख्दा फाइल नष्ट भयो
इन्टरनेटबाट एल्बम आवरणहरू तान्नुहोस्
अडियो सीडी प्लेयर
सङ्गीत स्रोतको रूपमा अडियो सीडी बजाउनका लागि समर्थन
ट्र्याक %u
Last.fm
वस्तुस्थिति:
लामबद्ध ट्रयाकहरू:
ट्रयाकहरू पेश गरियो:
अन्तिम पेश गर्ने समय:
अक्षम पारियो
ठीक छ
लगइन गर्दै
अनुरोध असफल
ट्रयाक दाखिला धेरै पटक असफल भयो
प्रेम
निषेध
Last.fm
Mix Radio
neighbourhoodneighbourhood
loved
%s's मनपरेका गानहरू
Mix Radio
taggedtag
%s समूह रेडियो
Last.fm
Last.fm
Tuning station
अडियो सीडी रेकर्डर
एल्बमहरू
रचना
DAAP सङ्गीत साझेदार गर्दै
सङ्गीत साझेदार गर्नुहोस् र तपाईँको स्थानीय सञ्जालमा साझेदार गरिएको सङ्गीत बजाउनुहोस्
मेरो सङ्गीत साझेदारी गर्नुहोस्
पासवर्ड आवश्यक:
नयाँ DAAP साझेदार
होस्ट: DAAP साझेदारको पोर्ट:
%s'को सङ्गीत
जडानमा सङ्गीत साझेदारी '%s'लाई पासवर्ड आवश्यक
सङ्गीत साझेदारबाट गीतहरू पुन: प्राप्त गर्दै
साझेदार गरिएको सङ्गीतमा जडान गर्न सकेन
सङ्गीत साझेदारमा जडान गर्दै
कलाकार
प्लेसूची
पोर्टेबल प्लेयर
जेनेरिक अडियो प्लेयर यन्त्रका लागि समर्थन (प्लस पीएसपी र नोकिया ७७०)
नाम:
पोर्टेबल प्लेयर - iPod
एप्पल आईपोड यन्त्रहरूका लागि समर्थन (सामग्री देखाउनुहोस्, यन्त्रबाट बजाउनुहोस्)
पोडकास्ट
इन्टरनेट रेडियो
इन्टरनेट मार्फत प्रसारित प्रसारण सेवाहरूका लागि समर्थन
हटाउनुहोस्
query-sort
रेडियो
नयाँ इन्टरनेट रेडियो स्टेशन
इन्टरनेट रेडियो स्टेशनको यूआरएल:
%s गुण
%lu kbps
स्टेशन गुण परिवर्तन गर्न असक्षम भयो
त्यो स्टेशन पहिल्यै अवस्थित भएको रूपमा, %s मा स्टेशन यूआरएल परिवर्तन गर्न असक्षम भयो
स्थान:
एउटा अवरक्त टाढाको नियन्त्रण प्रयोग गरेर रिदमबक्स नियन्त्रण गर्नुहोस्
रचना फोल्डर रोज्नुहोस्...
गीत रचना
इन्टरनेटबाट गीत रचन तान्नुहोस्
ब्राउज...
कुनै रचनाहरू फेला परेन
रचनाका लागि खोजी गर्दैछ...Astraweb (www.astraweb.com)
* सबै गीतको निशुल्क सुनुवाइ
* सबै एल्बम र कलाकार चुनिएका हुन्
http://www.magnatune.com/
म्यागनाटुन भण्डारण
म्यागनाटुन अनलाइन सङ्गीत भण्डारणबाट खरीद गर्न र बजाउनका लागि रिदमबक्समा समर्थन थप्दछ
म्यागनाटुन जानकारी
रूचाएको अडियो ढाँचा:
यसमा म्यागनाटुन बारे फेला पार्नुहोस्
http://www.magnatune.com/info/
म्यागनाटुन
त्रुटि
मिडिया प्लेयर कुञ्जी
कुञ्जी सर्टकट प्रयोग गरेर रिदमबक्स नियन्त्रण गर्नुहोस्
पोर्टेबल प्लेयर - एमटीपी
एमटीपी यन्त्रका लागि समर्थन गर्नुहोस् (यन्त्रबाट सामग्री, स्थानान्तरण, प्ले देखाउनुहोस्)
सूचना
लाई %s
बाट %s
प्ले भएको छैन
शक्ति प्रबन्धक
बजाउँदा मेशिन निलम्बनबाट शक्ति प्रबन्धक रोक्नुहोस्
बजाउँदै
पाइथोन कन्सोल
अन्तरक्रियात्मक पाइथोन कन्सोल
तपाईँ 'शेल' चल मार्फत मुख्य सञ्झ्याल पहुँच गर्न सक्नुहुन्छ :
पूरा पर्दा
गुणस्तर
दृश्यकरण
दृश्यकरण प्रदर्शन गर्दछ
query-sort
श्रृङ्खला
मिति
पोडकास्ट डाउनलोड गर्दैछ
डाउनलोडिङ पोडकास्ट समाप्त भयो
यसबाट नयाँ अद्यावधिकहरू उपलब्ध हुन्छ
पोडकास्टमा त्रुटि
अवैध यूआरएल
यूआरएल "%s" वैध होइन, कृपया यसलाई जाँच गर्नुहोस् ।
यूआरएल पहिल्यै थपियो
यूआरएल "%s" रेडियो स्टेशन जस्तै गरी पहिल्यै थपिएको छ । यदि यो पहिल्यै पोडकास्ट फिड हुन्छ भने, कृपया रेडियो स्टेशन हटाउनुहोस् ।
यूआरएल '%s' पोडकास्ट फिड जस्तो देखिदैन ।यो गलत यूआरएल हुनसक्छ, वा फिड बिग्रिएको हुन सक्दछ। के तपाईँले जे भए पनि रेथ्यमबाकसले यो प्रयोग गर्न कोशिस गरोस भन्ने चाहनुहुन्छ ?
पोडकास्ट
डाउनलोड गरिएको छैन
पोडकास्ट फिड र डाउलोड गरिएको फाइलहरू मेट्नुहोस् ?
यदि तपाईँले फिड र फाइलहरू मेट्न छनौट गर्नु भएमा, ति सदाका लागि हराउने छन्। कृपया याद राख्नुहोस् कि तपाईँले फिड मात्र मेट्नुहोस् छनौट गरेर डाउनलोड गरिएको फाइलहरू राख्दै फीडहरू मात्र मेट्न सक्नुहुन्छ।
फिड मात्र मेट्नुहोस्
फिड र फाइलहरू मेट्नुहोस्
डाउनलोड भयो
असफल
प्रतिक्षा गर्दैछ
पोडकास्ट श्रृङ्खला र डाउलोड गरिएको फाइल मेट्नुहुन्छ ?
यदि तपाईँले श्रृङ्खला र फाइल मेट्न छनौट गर्नु भएमा, तिनिहरू सदाका लागि हराउने छन्। कृपया याद राख्नुहोस् कि तपाईँले श्रृङ्खला मात्र मेट्नुहोस् छनौट गरेर डाउलोड गरिएको फाइलहरू राखेर श्रृङ्खला मात्र मेट्न सक्नुहुन्छ।
श्रृङ्खला मात्र मेट्नुहोस्
श्रृङ्खला र फाइल मेट्नुहोस्
फिड
वस्तुस्थिति
सबै फाँटहरू खोजी गर्नुहोस्
पोडकासट फिड खोजी गर्नुहोस्
पोडकास्ट श्रृङ्खला खोजी गर्नुहोस्
रिदमबक्सको नयाँ दृष्टान्त सुरु नगर्नुहोस्
रिदमबक्स अन्त्य गर्नुहोस्
एउटा अवस्थित रिदमबक्स सञ्झ्याल प्रस्तुत नगर्नुहोस्
पछिल्लो गीतमा जानुहोस्
अघिल्लो गीतमा जानुहोस्
यदि हालै पज गरिएको हो भने प्लेब्याक पुन: निरन्तरता गर्नुहोस्
यदि हालै बजाइरहेको हो भने प्लेब्याक पज गर्नुहोस्
प्ले/पज मोड टगल गर्नुहोस्stop", 0, 0, G_OPTION_ARG_NONE, &stop, N_("Stop playback
यदि आवश्यक भए आयात गरिरहेको, निर्दिष्ट यूआरआई प्ले गर्नुहोस्
बजाउनका लागि यूआरआई
बजाउने लाममा निर्दिष्ट ट्रुयाकहरू थप्नुहोस्
नयाँ ट्रयाकहरू थप्नु अघि बजाउने लाम खाली गर्नुहोस्
बजाउने गीतको शीर्षक र कलाकार मुद्रण गर्नुहोस्
गीतको ढाँचाबद्ध विवरण मुद्रण गर्नुहोस्
प्लेब्याक भोल्युम सेट गर्नुहोस्
प्लेब्याक भोल्युम बढाउनुहोस्
प्लेब्याक भोल्युम घटाउनुहोस्
हालको प्लेब्याक भोल्युम मुद्रण गर्नुहोस्mute", 0, 0, G_OPTION_ARG_NONE, &mute, N_("Mute playbackunmute", 0, 0, G_OPTION_ARG_NONE, &unmute, N_("Unmute playback
बजाइरहेको छैन
प्लेब्याक भोल्युम %f हो ।
%s पहुँच गर्न सकेन: %s
त्रुटि सन्देशमा अवैध युनिकोड
खाली फाइल
%s, %s र %sX days and X hoursX days and X minutesX hours and X minutes
%s र %s
सबै
पाइथोन नमूना प्लगइन
पाइथोनमा विशेषताविहिन नमूना प्लगइन
पाइथोन स्रोत
नमूना प्लगइन
सीमा विशेषताविहिन नमूना प्लगइन
भाला नमूना प्लगइन
भालामा विशेषताविहिन नमूना प्लगइन
प्लगइन कन्फिगर गर्नुहोस्
Mahesh Subedi<submanesh\@gmail\.com> Jaydeep Bhusal <zaydeep\@hotmail\.com>Ganesh Ghimire <gghimire\@gmail\.com>Ishwar Sharma <sharmabeeshwar\@gmail\.com>Dadhiram Nepal <yourssymbol\@gmail\.com> Launchpad Contributions: Jaydeep Bhusal https://launchpad.net/~zaydeep Mahesh Subedi https://launchpad.net/~submanesh Shyam Krishna Bal https://launchpad.net/~shyamkrishna-bal sarojdhakal https://launchpad.net/~lotusnagarkot
रिदमबक्स एउटा नि: शुल्क सफ्टवेयर हो; तपाईँले यसलाई नि: शुल्क सफ्टवेयर संस्थाद्धारा प्रकाशित GNU साधारण सार्वजनिक अनुमतिपत्र अन्तर्गत रहेर पुन: वितरण र/वा परिमार्जन गर्न सक्नुहुन्छ;अनुमतिपत्रको संस्करण २, वा (तपाईँको विकल्पमा) कुनै पछिल्लो संस्करण।
रिदमबक्स उपयोगि हुने आशामा वितरण गरिएको हो, तर कुनै वारेन्टि विना; अझ वा कुनै व्यवहारिक वा कुनै विशेष उद्देश्यका लागि मिल्ने वा व्यावसायिक उद्देश्य बिना नै। विस्तृत जानकारीका लागि GNU साधारण सार्वजनिक अनुमतिपत्र हेर्नुहोस्।
तपाईँले रिदमबक्ससँगै एउटा GNU साधारण सार्वजनिक अनुमतित्रको एउटा प्रतिलिपि प्राप्त गर्नुभएको हुनुपर्दछ; यदि छैन भने, नि:शुल्क सफ्टवेयर संस्था, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA मा लेख्नुहोस्
मर्मतकर्ताहरू:
पहिलेका मर्मतकर्ताहरू:
योगदानकर्ताहरू:
जिनोमका लागि सङ्गीत व्यवस्थापन र प्रतिश्रवण सफ्टवेयर।
रिदमबक्स वेबसाइट
मद्दत प्रदर्शन गर्न सकेन
त्रुटि सच्याउने निर्गत सक्षम पार्नुहोस्
एउटा निर्दिष्ट गरिएको स्ट्रिङमा त्रुटि सच्याउने निर्गत सक्षम पार्नुहोस्
फाइल परिवर्तनहरूसँग लाइब्रेरी अद्यावधिक नगर्नुहोस्
शेल दर्ता नगर्नुहोस्
कुनै डेटा स्थायी रूपमा बचत नगर्नुहोस् (implies --no-registration)
डाटाबेस फाइल प्रयोग गर्नका लागि बाटो
प्लेसूची फाइल प्रयोग गर्नका लागि मार्ग
MPEG संस्करण ३.० URL
साउटकास्ट प्लेसूची
प्लेसूची फाइल एउटा अज्ञात ढाँचामा वा दुषित हुन सक्दछ।
शीर्षक विहिन प्लेसूची
प्लेसूची पढ्न सकेन।
लोड प्लेससूची
प्लेसूची बचत गर्न सकेन
समर्थन नगर्ने फाइल विस्तार दिइयो।
प्लेसूची %s पहिले नै अवस्थित छ
अज्ञात प्लेसूची: %s
प्लेसूची %s स्वचालित प्लेसूची होइन
गीत सूचना बचत गर्दा त्रुटि
प्लेब्याक रोक्नुहोस्
प्लेब्याक सुरु गर्नुहोस्
%s (पज गरियो)
दर्ता गरिएको स्रोतले यूआरआई %s ह्यान्डल गर्न सक्दैन
अज्ञात गीत यूआरआई: %s
अज्ञात गुण %s
गुण %s का लागि अवैध गुण प्रकार %s
स्ट्रिम त्रुटि
स्ट्रिमको अनपेक्षित अन्त्य !
प्लेसूची खाली थियो
हालमा प्ले भैरहेको छैन
पहिलेको गीत होइन
अर्को गीत होइन
प्लेब्याक रोक्न सकेन
हालको गीत खोजीयोग्य छैन
प्लेब्याक सुरु गर्न सकेन
रेखात्मक
रेखात्मक लूपिङ्
बराबर वजनहरूसँग अनियमित गर्नुहोस्
अन्तिम प्ले देखि समयबाट अनियमित
रेटिङ द्वारा अनियमित
अन्तिम प्ले र रेटिङ समयद्वारा अनियमित
रेखात्मक, एक पटक बजेको प्रविष्टिहरू हटाउदै
प्लेयर सिर्जना गर्न असफल: %s
साधारण
प्लेब्याक४
रद्द गर्नुहोस्
कलाकारहरू खोजी गर्नुहोस्
एल्बमहरू खोजी गर्नुहोस्
शीर्षकहरू खोजी गर्नुहोस्
लाइब्रेरी
भण्डारण गर्दछ
यन्त्र
साझेदार गरिएको
त्रुटि आयात गर्नुहोस्
कलाकार/कलाकार --एल्बम
कलाकार/एल्बम
कलाकार - एल्बम
query-sort
नम्बर - शीर्षक
कलाकार - शीर्षक
कलाकार - नम्बर - शीर्षक
कलाकार (एल्बम) - नम्बर - शीर्षक
नम्बर. कलाकार - शीर्षक
सङ्गीत
लाइब्रेरी स्थान छनौट गर्नुहोस्
बहुँविध स्थानहरूको सेट
उदाहरण मार्ग:
ट्रयाक स्थानान्तरण गर्दा त्रुटि
हराइरहेको फाइल
प्ले क्वेरी
बाट
द्वारा
जडान गर्दै
बफरिङ्
ट्रयाक
query-sort
query-sort
समय
000 kbps
अन्तिम दृश्य
स्थान
अहिले प्ले हुँदैछ
प्लेब्याक त्रुटि
यहाँ कलाकार्य छोड्नुहोस्
%s (%d)
स्वचालित प्ले सूची सिर्जना गर्नुहोस्
स्वचालित प्ले सूची सम्पादन गर्नुहोस्query-criteria
query-sort
query-criteria
query-criteria
query-criteria
query-criteria
query-sort
उल्टो वर्णानुक्रममाquery-sort
बढी उच्च दर गरिएको पहिलो ट्रयाकहरू संगquery-sort
अझ बढी भर्खरै प्ले गरेको पहिला गीतहरूसँगquery-sort
नयाँ ट्रयाक पहिले हुने गरिquery-sort
लामा ट्रयाक पहिले हुने गरीquery-sort
घट्दो क्रममाquery-sort
बढी प्ले गरेका अहिलेका पहिला ट्रयाकहरूसँगquery-sort
बढी अहिले थपिएका पहिला ट्रयाकहरूसँगquery-sort
समाविष्ट गर्दछ
समाविष्ट गर्दैन
बराबर
यससँग सुरु हुन्छ
यससँग अन्त्य हुन्छ
कम्तिमा
बढीमा
मा
पछि
पहिलेin the last" "7 days
अन्तिममा
अन्तिममा होइन
सेकेन्ड
मिनेट
घण्टा
दिन
हप्ता
खोजी गर्नुहोस्:
गीत गुण
बहुँविध गीत गुण
अज्ञात फाइल नाम
डेस्कटपमा
अज्ञात स्थान
मॉनिटर रिसोलुसन सेटिङले
मॉनिटर रिसोलुसन सेटिङ DBUS सेवासँग सम्पर्क बनाउन सकिएन।
योगदान:
Shyam Krishna Bal <balshyam24\@yahoo\.com> Launchpad Contributions: Jaydeep Bhusal https://launchpad.net/~zaydeep Shyam Krishna Bal https://launchpad.net/~balshyam24
सिहर्स परियोजना गृहपृष्ठ
मद्दत प्रदर्शन गर्न सकेन: %s
सम्पादन
_मेट्नुहोस्
प्राथमिकता
यो कार्यक्रमका लागि प्राथमिकता परिवर्तन गर्नुहोस्
दृश्य
मद्दत
यो कार्यक्रमको बारेमा
सामग्रीहरू
सिहर्स मद्दत देखाउनुहोस्
निर्यात गर्नुहोस्
सञ्जाल साझेदार वा संसाधन पहुँच गर्नुहोस्
वेबसाइट पहुँच गर्नुहोस्
पीजीपी कुञ्जीलाई ताल्चाबाट हटाउँछ
सुरक्षित शेल कुञ्जीलाई ताल्चाबाट हटाउँछ
बचत गरिएका पासवर्ड वा लगइन
सञ्जाल प्रमाणपत्र
पासवर्ड
पासवर्ड परिवर्तन गर्न सकिएन ।
वर्णन सेट गर्न सकिएन ।
सर्भरको होस्टनाम वा ठेगाना ।
वर्णन:
प्रकार:
पासवर्ड देखाउनुहोस्
पासवर्ड:
कुञ्जी
विवरण
सिर्जित:
कुञ्जी सर्भर थप्नुहोस्
कुञ्जी सर्भर प्रकार:
होस्ट:
:
सर्भर चलाउन पहुँच गर्ने पोर्ट ।
यकिन:
वैध कुञ्जी सर्भर ठेगाना होइन ।
मद्दतका लागि तपाईँको प्रणाली प्रशासकलाई वा कुञ्जी सर्भरको प्रशासकलाई सम्पर्क गर्नुहोस् ।
युआरएल
अनुकूल
कुनै पनि होइन: कुञ्जीहरू प्रकाशन नगर्नुहोस्
कुञ्जी सर्भरValidity
सीमान्त
पूरा
आखिरीExpires
अक्षम पारियो
खारेज गरियो
कहिल्यै समाप्त हुँदैन
यदि कुञ्जी कहिल्यै पनि समाप्त भएन भने
कुञ्जी प्रकार:
कुञ्जी लम्बाइ:
समाप्ति मिति:
कुञ्जीको लम्बाइ
नयाँ सबकी सिर्जना गर्नुहोस्
प्रयोगकर्ता आईडी थप्नुहोस्
कम्तिमा ५ क्यारेक्टर लामो हुनुपर्दछ
वैकल्पक इमेल ठेगाना
कुञ्जी वर्णन गरिरहेको वैकल्पिक टिप्पणी
पूरा नाम:
इमेल ठेगाना:
कुञ्जी टिप्पणी:
नयाँ प्रयोगकर्ता आईडी सिर्जना गर्नुहोस्
कुञ्जी हटाउनुहोस्
परिवर्तन गर्नुहोस्
सबकी थप्न सकिएन
%s मा सबकी थप्नुहोस्
डीएसए (हस्ताक्षर मात्र गर्नुहोस्)
एल्गामल (गुप्तिकरण मात्र)
आरएसए (हस्ताक्षर मात्र गर्नुहोस्)
आरएसए (गुप्तिकरण मात्र गर्नुहोस्)
प्रयोगकर्ता आईडी थप्न सकेन
%s मा प्रयोगकर्ता आईडी थप्नुहोस्
गुप्तलेखन असफल भयो । तपाईँसँग सम्भवत गुप्तलेखन कुञ्जी छैन ।
समाप्ति मिति परिवर्तन गर्न सकेन
बहुँविध कुञ्जी
कुञ्जी डेटा
पीजीपी कुञ्जी
इमेल र फाइलहरू गुप्तिकरण गर्न प्रयोग गरियो
पीजीपी कुञ्जी सिर्जना गर्न सकिएन
नयाँ पीजीपी कूञ्जीका लागि पासफ्रेज
तपाईँको नयाँ कुञ्जीलाई दोब्बर गर्नका लागि पासफ्रेज प्रविष्ट गर्नुहोस् ।
कुञ्जी सिर्जना गर्दै
तपाईँ %s यसलाई स्थायी रूपमा मेट्न चाहनुहुन्छ ?
गलत पासफ्रेज ।
%s'को लागि नयाँ पासफ्रेज प्रविष्ट गर्नुहोस्
'%s' को लागि पासफ्रेज प्रविष्ट गर्नुहोस्
नयाँ पासफ्रेज प्रविष्ट गर्नुहोस्
पासफ्रेज प्रविष्ट गर्नुहोस्
पासफ्रेज
अवैध कुञ्जी डेटा (युआईडी हराइरहेको छ) । यो भविष्यमा मितिसँग सेट भएको कम्प्युटरको कारणले वा आफ्नै हस्ताक्षर हराइरहेको कारणले हुन सक्छ ।
यो फोटो अति ठूलो छ तपाईँको कुञ्जीमा फोटोका लागि सिफारिस गरिएको साइज %d x %d पिक्सेल हो ।
रिसाइज नगर्नुहोस्
रिसाइज गर्नुहोस्
यो छवि फाइल, वा छविको फाइलको कुनै अज्ञात प्रकार होइन । JPEG छवि प्रयोग गर्ने प्रयास गर्नुहोस् ।
सबै छवि फाइल
सबै JPEG फाइलहरू
सबै फाइलहरू
कुञ्जीमा थप्न फोटो रोज्नुहोस्
फोटो थप्न सकेन
फाइल लोड गर्न सकिएन । यो एउटा अवैध ढाँचामा हुन सक्छ
तपाईँको आफ्नो कुञ्जीबाट हालको फोटो हटाउन निश्चित हुनुहुन्छ ?
फोटो मेट्न सकिएन
सबकी खारेज गर्न सकिएन
कुञ्जि हटाउनको लागि कारण छैन
सम्झौता गरिएको
कुञ्जी सम्झौता गरिएको छ
अलग गरिएको
कुञ्जी अलग गरिएको छ
प्रयोग नगरिएको
कुञ्जी अहिले प्रयोग गरिएको छैन
तपाईंले %s को लागि खारेजकर्ताको रुपमा %s थप्न लाग्नुभएको छ । यो संचालन पूर्वस्थितिमा फर्काउन सकिंदैन!के तपाईं जारी राख्न विश्वस्त हुनुहुन्छ ?
खारेजकर्ता थप्न सकिएन
कुञ्जी हस्ताक्षर गर्न सकिएन
साइनिङका लागि कुनै कुञ्जीहरू उपयोगी छैन
तपाईँसँग त्यस्तो कुञ्नै व्यक्तिगत पीजीपी कुञ्जी छैन जुन तपाईँको यो कुञ्जी प्रतिको विश्वास देखाउन प्रयोग गरिन्छ ।Algorithm
एलगामल
खोजी खासै विशिष्ट थिएन । सर्भर '%s' ले अति धेरै कुञ्जीहरू फेला पर्यो ।
सर्भरसँग सञ्चार गर्न सकेन '%s': %s
एचटीटीपी कुञ्जी सर्भर
कुञ्जीहरू आयात गर्न सकिएन
कुञ्जी सर्भरबाट कुञ्जीहरू आयात गर्दैRemote
टाढा
यो सञ्झ्याल बन्द गर्नुहोस्
टाढाको कुञ्जीहरू फेला पार्नुहोस्...
कुञ्जी सर्भरमा कुञ्जीहरूका लागि खोजी गर्नुहोस्
आयात गर्नुहोस्
चयन गरिएका कुञ्जीहरूलाई स्थानीय किरिङमा आयात गर्नुहोस्
टाढाको कुञ्जीहरू
'%s' समाविष्ट भएको टाढाक कुञ्जीहरू
टाढाको कुञ्जीहरू फेला पार्नुहोस्
यसले इन्टरनेटमा अन्यका लागि कुञ्जीहरू फेला पार्नेछ । त्यसपछि यी कुञ्जीहरू तपाईँको स्थानीय किरिङमा आयात गर्न सकिन्छ ।
कुञ्जी समाविष्ट गर्न खोजी गर्नुहोस्:
कहाँ खोजी गर्ने:
खोजी गर्नुहोस्
सर्भरबाट कुञ्जीहरू पुन: प्राप्त गर्न सकिएन: %s
कुञ्जीहरू समक्रमण गर्दैछ...
समक्रमण कुञ्जीहरू
यसले तपाईँको किरिङमा कुञ्जीहरू प्रकाशन गर्नेछ जसले गर्दा तिनीहरू अन्यलाई प्रयोग गर्न उपलब्ध हुन्छन् । तपाईँले अन्य व्यक्तिको कुञ्जीहरू प्राप्त गरे देखिनै अरूले बनाएको परिवर्तनहरू प्राप्त गर्नुहुनेछ ।
यसले तपाईँले अन्य व्यक्तिको कुञ्जीहरू प्राप्त गरे देखिनै अरूले बनाएको कुनै परिवर्तनहरू पुन: प्राप्त गर्नेछ । प्रकाशनका लागि कुनै कुञ्जी सर्भर रोजिएको छैन, त्यसैले तपाईँको कुञ्जीहरू अन्य व्यक्तिलाई उपलब्ध हुनेछैन ।
कुञ्जी सर्भर
समक्रमण गर्नुहोस्
'%s' सँग सञ्चार गर्न सकेन: %s
जडान गर्दै: %s
ठेगाना समाधान गर्न सकिएन: %s
सर्भर ठेगाना समाधान गर्दै: %s
एलडीएपी कुञ्जी सर्भर
कुञ्जीहरू समक्रमण र प्रकाशन गर्नुहोस्...
तपाईँको कुञ्जीहरू त्यो अनलाइनसँग प्रकाशन र/वा समक्रमण गर्नुहोस् ।
सिर्जना गर्नुहोस्
नयाँ कुञ्जी सिर्जना गर्नुहोस्
पीजीपी कुञ्जीले तपाईँलाई अन्य व्यक्तिसँग इमेल वा फाइलहरू गुप्तिकरण गर्न अनुमति दिन्छ ।
कहिलेपनि समाप्त हुँदैन
टिप्पणी:
गुप्तिकरण प्रकार:
कुञ्जी बल (बिट्स):
समाप्ति मिति:
प्राथमिक प्रयोगकर्ता आईडी परिवर्तन गर्न सकेन
तपाईँ '%s' प्रयोगकर्ता आईडी स्थायी रूपमा मेट्न चाहनुहुन्छ ?
[अज्ञात]
नाम/इमेल
हस्ताक्षर आईडी
प्राथमिक फोटो परिवर्तन गर्न सकिएन
(अज्ञात)
यो कुञ्जी यसमा समाप्त हुन्छ: %s
नाम
के तपाईं विश्वस्त हुनुहुन्छ कि तपाईं स्थायी रुपमै उपकुञ्जि %2$s को %1$d मेट्न चाहनुहुन्छ?
सबकी मेट्न सकिएन
विश्वास परिवर्तन गर्न असक्षम
कुञ्जी निर्यात गर्न सकेन
आईडी
प्रकार
सिर्जित
समाप्त हुन्छ
वस्तुस्थिति
बल
समाप्त भयो
असल
कुञ्जी आईडी
कुञ्जी गुणहरू
कुञ्जीको मालिकले कुञ्जी खारेज गर्यो । यो लामो समय सम्म प्रयोग गर्न सकिँदैन ।
यो कुञ्जीमा फोटो थप्नुहोस्
यो कुञ्जीबाट यो फोटो हटाउनुहोस्
यो फोटोलाई प्राइमेरी फोटो बनाउँनुहोस्
अघिल्लो फोटोमा जानुहोस्
पछिल्लो फोटोमा जानुहोस्
कुञ्जी आईडी:name-of-key
तपाईँलाई पठाइएको फाइल र इमेल गुप्तलेखन गर्नुहोस् ।
निजी पीजीपी कुञ्जी
पासफ्रेज परिवर्तन गर्नुहोस्
मालिक
प्राइमेरी
हस्ताक्षर गर्नुहोस्
मेट्नुहोस्
नाम थप्नुहोस्
खारेज गर्नुहोस्
नाम र हस्ताक्षर
बल:
समाप्त हुन्छ:
स्वामित्व विश्वास अधिरोहन गर्नुहोस्:
थप्नुहोस्
समाप्त भयो
Validity
Validity
Validity
सार्वजनिक पीजीपी कुञ्जी
तपाईँको विश्वास म्यानुअल रूपमा विवरण ट्याबमा निर्दिष्ट गर्नुभएको छ ।
यो कुञ्जीलाई हस्ताक्षर गर्नुहोस्
हस्ताक्षर हटाउनुहोस्
मैले विश्वास गरेको व्यक्तिको हस्ताक्षर मात्र प्रदर्शन गर्नुहोस्
विश्वास
तपाईँले मालिकलाई विश्वास गर्नुभयो:
कुञ्जी खारेज गर्नुपर्ने कारण
कारण:
खण्डनको वैकल्पिक वर्णन
खारेज गर्नुहोस्
तपाईँसँग कुनै व्यक्तिगत पीजीपी कुञ्जीहरू छैन जुन कागजात वा सन्देश साइन गर्न प्रयोग गर्न सकिन्छ ।
कुञ्जीसँग सन्देश साइन गर्नुहोस्:
साइन इन गरेर तपाईँले यो कुञ्जी तपाईँसँग सम्बन्धित छ भन्ने विश्वास देखाउनुभयो:
कुञ्जी नाम
सबैमा होइन
आकस्मिक रूपमा
अति सावधानीपूर्वक
अरूले यो हस्ताक्षर नदेख्न सक्छ
म पछिल्लो मितिमा यो हस्ताक्षर खारेज गर्न सक्छु ।
साइनर:
हस्ताक्षर गर्नुहोस्
अनुपलब्ध
Label
पासफ्रेज परिवर्तन गर्नुहोस्
नयाँ पासफ्रेज:
नयाँ पासफ्रेज यकिन गर्नुहोस्
पासफ्रेज यकिन गर्नुहोस्:
तपाईँको पासवर्ड र गुप्तिकरण कुञ्जीहरू प्रबन्ध गर्नुहोस्
कुञ्जी आयात गर्नुहोस्
सबै कुञ्जी फाइलहरू
यो कार्यक्रम बन्द गर्नुहोस्
आयात गर्नुहोस्...
तपाईँको आफ्नै नयाँ कुञ्जी सिर्जना गर्नुहोस्:
फाइलबाट अवस्थित कुञ्जीहरू आयात गर्नुहोस्:
गुप्तिकरणसँग सुरुआत गर्न तपाईँलाई कुञ्जीहरू आवश्यक पर्नेछ ।
अर्को मेशिनमा सार्वजनिक सुरक्षित शेल कुञ्जी पठाउनुहोस्, र त्यो कुञ्जी प्रयोग गरेर लगइनहरू सक्षम पार्नुहोस् ।
तपाईँको सुरक्षित शेल पासफ्रेज प्रविष्ट गर्नुहोस्:
पुरानो कुञ्जी पासफ्रेज
यसका लागि पुरानो पासफ्रेज प्रविष्ट गर्नुहोस्: %s
नयाँ कुञ्जी पासफ्रेज
यसका लागि नयाँ पासफ्रेज प्रविष्ट गर्नुहोस्: %s
सुरक्षित शेल कुञ्जी
अन्य कम्प्युटरहरू पहुँच गर्न प्रयोग गरियो (जस्तै: टर्मिनल मार्फत)
सुरक्षित शेल कुञ्जी सिर्जना गर्न सकिएन
सुरक्षित शेल कुञ्जी सिर्जना गर्दै
नयाँ सुरक्षित शेल कुञ्जी
कुञ्जी सिर्जना गर्नुहोस्
सिर्जना र सेटअप गर्नुहोस्
(पढ्न नसकिने सुरक्षित शेल कुञ्जी)
कुञ्जी पुन: नामकरण गर्न सकिएन ।
कुञ्जीका लागि प्रमाणीकरण परिवर्तन गर्न सकिएन ।
name-of-ssh-key
अन्य कम्प्युटरमा जडान गर्न प्रयोग गरियो ।
यो कुञ्जीको मालिकलाई मात्र यो कम्प्युटरमा जडान गर्ने अधिकार छ
पूरा कुञ्जी निर्यात गर्नुहोस्
एसएसएच आदेश अनपेक्षित रूपमा अन्त्य भयो ।
एसएसएच आदेश असफल भयो ।
कुञ्जी पासफ्रेज प्रविष्ट गर्नुहोस्
नयाँ सुरक्षित शेल कुञ्जीका लागि पासफ्रेज
कुञ्जी आयात गर्दै: %s
कुञ्जी आयात गर्दै । पासफ्रेज प्रविष्ट गर्नुहोस्
टाढाको कम्प्युटरमा सुरक्षित शेल कुञ्जी कन्फिगर गर्न सकिएन ।
सुरक्षित शेल कुञ्जीहरू कन्फिगर गर्दैछ...
एसएसएच जडानका लागि कम्प्युटर सेटअप गर्नुहोस्
सेटअप
कनफिगरेसन सूचनाको लागि खाली ठाऊँ बाँड्न सकिदैन ।
कन्फिगरेसन त्रुटि - अज्ञात वस्तु '%s' (प्रशासकलाई सूचना गर्नुहोस)
पासवर्ड:
'%s' को पासवर्ड:
%s: स्मृति भन्दा बाहिर
चेतावनी: अज्ञात समूह %s
चेतावनी: अति धेरै समूहहरू
तपाईँको पासवर्डको म्याद समाप्त भएको छ।
तपाईँको पासवर्ड निष्क्रिय छ।
तपाईँको लगइनको म्याद समाप्त भएको छ।
प्रणाली प्रशासक संग सम्पर्क गर्नुहोस् ।
नयाँ पासवर्ड रोज्नुहोस् ।
तपाईँको पासवर्डको म्याद %ld दिनमा समाप्त हुन्छ ।
तपाईँको पासवर्डको म्याद भोली समाप्त हुनेछ ।
तपाईँको पासवर्डको म्याद आज समाप्त हुनेछ ।
परिवेशको अतिप्रवाह
तपाईँले $%s परिवर्तन गर्न सक्नुहुन्न
अति धेरै लगइनहरू ।
तपाईँसँग नयाँ मेल छ।
मेल छैन।
तपाईँको मेल छ।
परिवर्तन छैन
एउटा श्लोक
केस परिवर्तनहरू मात्र
अति मिल्दो
अति सजिलो
घुमिरहेको
अति छोटो
खराब पासवर्ड: %s.
पासवर्ड: pam_start() असफल भयो, त्रुटि %d
पासवर्ड: %s
पासवर्ड: पासवर्ड सफलतापूर्वक अद्यावधिक भयो
%s को लागि गलत पासवर्ड ।
%s: विशेषधिकारहरू छोड्न असफल भयो (%s)
'%s' मा सि डि गर्न असफल
डाइरेक्ट्री होइन, HOME=/ संगै लगइन भइरहेको
%s कार्यान्वयन गर्न सकिएन
अवैध मूल डाइरेकट्री '%s'
'%s' मा मूल डाइरेकट्री परिवर्तन गर्न सकिदैन
तपाईँको tty नाम निर्धारण गर्न सकिएन।
नयाँ मान प्रविष्टि गर्नुहोस्, वा पूर्वनिर्धारितको लागि ENTER थिच्नुहोस्
न्यूनतम पासवर्ड अवधि
अधिकतम पासवर्ड अवधि
अन्तिम पासवर्ड परिवर्तन गर्नुहोस् (YYYY-MM-DD)
पासवर्ड समाप्ति चेतावनी
पासवर्ड निष्क्रिय
लेखा समाप्ति मिति (YYYY-MM-DD)
अन्तिम पासवर्ड परिवर्तन भयो\t\t\t\t\t:
कहिल्यै पनि
पासवर्ड परिवर्तन हुनुपर्छ
पासवर्ड समाप्त हुन्छ\t\t\t\t\t:
पासवर्ड निष्क्रिय पार्नुहोस्\t\t\t\t\t:
लेखा समाप्त हुन्छ\t\t\t\t\t\t:
पासवर्ड परिवर्तन बीचको दिनहरुको न्यूनतम संख्या\t\t: %ld
पासवर्ड परिवर्तन बीचको दिनहरुको अधिक्तम संख्या\t\t: %ld
पासवर्ड समाप्त हुनु अगाडि चेतावनीको दिनहरुको संख्या\t: %ld
%s: अवैध मिति '%s'
%s: अवैध संख्यात्मक तर्क '%s'
%s: अन्य झण्डाहरू संग "l" समावेश भएन
%s: अनुमति अस्वीकार गरियो ।
%s: तपाईँको प्रयोगकर्ता नाम निर्धारण गर्न सकिएन ।
%s: स्याडो पासवर्ड फाइल प्रस्तुत भएको छैन
%s का लागि अवधि सूचना परिवर्तन गरिदैछ
%s: त्रुटि परिवर्तन फाँट
पुरा नाम
कोठा नम्बर
कार्य फोन
गृह फोन
अन्य
ID लाई मूलमा परिवर्तन गर्न सकिदैन ।
%s: अवैध नाम: '%s'
%s: अवैध कोठा नम्बर: '%s'
%s: अवैध कार्य फोन: '%s'
%s: अवैध गृह फोन: '%s'
%s: '%s' ले गैरकानूनी क्यारेक्टरहरू समाविष्ट गर्दछ
%s: NIS ग्राहकमा प्रयोगकर्ता '%s' परिवर्तन गर्न सकिदैन ।
%s: '%s' यो ग्राहकको लागि NIS मास्टर हो ।
%s को लागि प्रयोगकर्ता सूचना परिवर्तन गरिदैछ
%s: अति लामो फाँट
%s: रेखा %d: अति लामो रेखा
%s: रेखा %d: नयाँ पासवर्ड हराइरहेको छ
%s: त्रुटि पत्ता लाग्यो, परिवर्तनहरू उपेक्षा गरियो
शेल लगइन
%s को लागि शेलको लगइन परिवर्तन गरिदैछ
%s: अवैध प्रविष्टि: %s
सबैभन्दा पछि असफल भएको लगइन
[%lds lock]
%s: स्याडो समूह पासवर्डहरुलाई -A को आवश्यक छ
समूह %s को लागि पासवर्ड परिवर्तन गरिदैछ
नयाँ पासवर्ड:
नयाँ पासवर्ड पुन:प्रविष्ट गर्नुहोस्:
तिनीहरू मेल खाँदैनन्, फेरी प्रयास गर्नुहोस्
%s: पछि फेरी प्रयास गर्नुहोस्
समूह %s मा प्रयोगकर्ता %s थप गरिदैछ
समूह %s बाट प्रयोगकर्ता %s हटाइदैछ
%s: tty होइन
%s: -K लाई KEY=VALUE को आवश्यक पर्दछ
%s: %s NIS मास्टर हो
%s: समूह %s NIS समूह हो
%s: अज्ञात प्रयोगकर्ता %s
अवैध समूह फाइल प्रविष्टि
लाइन '%s' मेट्नुहुन्छ ?
नक्कली समूह प्रविष्टि
अवैध समूह नाम '%s'
समूह %s: प्रयोगकर्ता छैन %s
सदस्य '%s' मेट्नुहुन्छ ?
यो %s मा समूह फाइल प्रविष्टि मेल खाएको छैन
अवैध स्याडो समूह फाइल प्रविष्टि
नक्कली स्याडो समूह प्रविष्टि
स्याडो समूह %s: प्रशासनिक प्रयोगकर्ता छैन %s
प्रशासनिक सदस्य '%s' मेट्नुहुन्छ ?
स्याडो समूह %s: प्रयोगकर्ता छैन %s
%s: फाइलहरू अद्यावधिक हुनुपर्छ
%s: कुनै परिवर्तनहरू छैन
उपयोग: id [-a]
उपयोग: id
समूहहरू=
सबै भन्दा पछिल्लो बाट पोर्ट प्रयोगकर्ता नाम
सबैभन्दा पछिल्लो पोर्ट प्रयोगकर्ता नाम
**Never logged in**
उपयोग: %s [-p] [name]
%s [-p] [-h host] [-f name]
%s [-p] -r host
अवैध लगइन समय
रुटिन संभारको लागि प्रणाली बन्द गरियो
[बाइपास जडान विच्छेदन भयो --मूल लगइनलाई अनुमति छ । ]
utmp प्रविष्टि भएन । तपाईँले "login" गर्दा ज्यादै न्यून तह "sh" बाट कार्यन्वयन गर्नुपर्छ
लगइन: PAM असफल भयो, परित्याग गरिदै: %s
%s लगइन:
लगइन:
लगइन: PAM द्वारा अनुरोध गरिएको परित्याग
लगइन गलत छ
%s लगइन:
%s: फोर्क गर्दा असफल: %s
चेतावनी: अस्थायी लगआउट पछि लगइन पुन: सक्षम गर्नुहोस् ।
अन्तिम लगइन: %s मा %s
अन्तिम लगइन: %s मा %.19s
%.*s बाट
लगइन समय बढ्यो
उपयोग: newgrp [-] [group]
उपयोग: sg group [[-c] आदेश]
अति धेरै समूहहरू
%s: अवैध प्रयोगकर्ता नाम '%s'
%s: रेखा %d: अवैध रेखा
%s: रेखा %d: पासवर्ड अद्यावधिक गर्न सकिएन
%s: रेखा %d: प्रविष्टि अद्यावधिक गर्न सकिएन
पुरानो पासवर्ड:
नयाँ पासवर्ड प्रविष्ट गर्नुहोस् (%d को न्युनतम, %d को अधिक्तम क्यारेक्टरहरू) कृपया सानो र ठूलो अक्षरहरू र नम्बरहरुको मिलान प्रयोग गर्नुहोस् ।
नयाँ पासवर्ड :
फेरी प्रयास गर्नुहोस् ।
चेतावनी: कम्जोर पासवर्ड (जे भए पनि यसलाई प्रयोग गर्न फेरी यसलाई प्रविष्ट गर्नुहोस्) ।
तिनीहरू मेल खाँदैनन्; फेरी प्रयास गर्नुहोस् ।
%s को लागि पासवर्ड परिवर्तन गर्न सकिदैन ।
%s: रेपोजिटरी %s समर्थित छैन
%s: यस %s को लागि तपाईवले पासवर्ड सूचना दृश्य गर्न वा परिमार्जन गर्न सक्नुहुन्न ।
%s को लागि पासवर्ड परिवर्तन गरिदैछ
%s को लागि पासवर्ड परिवर्तन हुन सकिदैन ।
अवैध पासवर्ड फाइल प्रविष्टि
नक्कली पासवर्ड प्रविष्टि
अवैध प्रयोगकर्ता नाम '%s'
यो %s मा मेल खाने पासवर्ड फाइल प्रविष्टि छैन
'%s' मा %s प्रयोगकर्ता थप्नुहुन्छ ?
अवैध स्याडो पासवर्ड फाइल प्रविष्टि
नक्कलि स्याडो पासवर्ड प्रविष्टि
प्रयोगकर्ता %s: अन्तिम पासवर्ड भविष्यमा परिवर्तन हुनेछ
su बाट त्यो खातामा पहुँच गर्न अस्वीकार गरियो ।
पासवर्ड प्रमाणीकरण बाइपास गरियो ।
कृपया प्रमाणीकरणको रुपमा तपाईँको आफ्नो पासवर्ड प्रविष्ट गर्नुहोस् ।
%s: %s
%s: %s (उपेक्षा गरियो)
तपाईँ su %s मा प्रमाणिकरण हुनुहुन्न
(तपाईँको आफ्नै पासवर्ड प्रविष्ट गर्नुहोस्)
%s: टर्मिनलबाट चल्नुपर्छ
%s: pam_start: त्रुटि %d
पासवर्ड फाइल होइन
मूलको लागि पासवर्ड प्रविष्टि छैन'
सामन्य सुरुवात संगै प्रक्रिया गर्न control-d टाइप गर्नुहोस्, (वा प्रणाली संभारको लागि मूल पासवर्ड दिनुहोस्):
प्रणाली संभार मोड प्रविष्टि गरिदैछ
%s: नयाँ पूर्वनिर्धारित फाइल सिर्जना गर्न सकिएन
%s: नयाँ पूर्वनिर्धारित फाइल खोल्न सकिएन
%s: समूह '%s' NIS समूह हो ।
%s: अति धेरै समूहरू निर्दिष्ट गरिएको छ (max %d) ।
%s: अवैध डाइरेक्ट्री '%s'
%s: अवैध टिप्पणी '%s'
%s: अवैध गृह डाइरेक्ट्री '%s'
%s: स्याडो पासवर्डहरुको लागि -e को आवश्यक पर्दछ
%s: स्याडो पासवर्डहरुको लागि -f को आवश्यक पर्दछ
%s: अवैध फाँट '%s'
%s: अवैध शेल '%s'
%s: डाइरेकट्री सिर्जना गर्न सकिएन %s
मेल बाकस फाइल सिर्जना गर्दै
समूह मेल फेला परेन । ०६०० मोड द्वारा प्रयोगकर्ता मेल बाकस फाइल सिर्जना गर्दैछ ।
मेल बाकस फाइल अनुमतिहरू मिलाउदै
%s: समूह %s अवस्थित छ - यदि तपाईँ यो प्रयोगकर्तालाई त्यो समूहमा थप्न चाहनुहुन्छ भने, -g प्रयोग गर्नुहोस् ।
%s: चेतावनी: गृह डाइरेक्ट्री पहिल्यै अवस्थित छ । यसमा स्केल डाइरेक्ट्रीबाट कुनै फाइल प्रतिलिपी भएको छैन ।
%s: %s चाँहि %s को स्वामित्वमा छैन, हटिरहेको छैन
%s: प्रयोगकर्ता %s NIS प्रयोगकर्ता हो
%s: हट्ने डाइरेक्ट्री होइन %s (प्रयोगकर्ता %s को गृह हटाउँछ)
%s: डाइरेक्ट्री हटाउँदा त्रुटि %s
%s: -e र -f को लागि स्याडो पासवर्डहरुको आवश्यक छ
%s: डाइरेक्ट्री %s अवस्थित छ
%s: चेतावनी: पुरानो गृह डाइरेक्ट्री पूर्णरुपले हटाउन असफल भयो %s
%s: डाइरेक्ट्री %s लाई %s मा पुन:नामकरण गर्न सकिदैन
%s: चेतावनी: %s चाँहि %s को स्वामित्वमा छैन
मेलबक्स प्रापक परिवर्तन गर्न असफल भयो
मेल बक्सलाई पुन:नामकरण गर्न असफल भयो
फाइल ताल्चा मार्न सकिदैन
जगेडा बनाउँन सकिदैन
%s: पुन:भण्डारण गर्न सकिदैन %s: %s (तपाईँको परिवर्तनहरू %s मा छ)
Launchpad Contributions: Rabi Poudyal https://launchpad.net/~rabipoudel
चित्रहरू
टुलबार नत्थी गर्नुहोस्
टुलबारलाई खुलै नत्थी गर्नुहोस्
पूरा स्क्रिन छोड्नुहोस्
पूरा स्क्रिन छोड्नुहोस् (_F)
अन्त्य गर्नुहोस् (_Q)
Unmodified" and "Current," though they appear in the "Format:special formats.
तस्विर प्रबन्धक
तस्विर प्रेक्षक
-
-
Tue Mar 08, 2006
Tue Mar 08" in "Tue Mar 08 - 10, 2006Tue Mar 08" in "Tue Mar 08 to Mon Apr 06, 2006
10, 2006" in "Tue Mar 08 - 10, 2006
%s डाटावेस
अगाडि र पछाडि
अगाडि
पछाडि
छानिएको पृष्ठलाई काँटछाँट गर्नुहोस्
काँटछाँट गर्नुहोस्
Launchpad Contributions: Rabi Poudyal https://launchpad.net/~rabipoudel
उबुन्टु सफ्टवेयर केन्द्र
सफ्टवेयर केन्द्र
Unknown
अज्ञात
नि:शुल्क
grey-listed" words separated with ";
सबै हटाउनुहोस्
जसरी पनि हटाउनुहोस्
स्वामित्व भएको
special
foo, bar and baz
Launchpad Contributions: Rabi Poudyal https://launchpad.net/~rabipoudel
फाइल (_F)
प्रतिस्थापन (_I)
सम्पादन (_E)
वेव लिङ्क प्रतिलिपि गर्नुहोस् (_W)
दृष्य (_V)
मद्दत (_H)
रद्द गर्नुहोस्
हटाउनुहोस्
विस्तृत विवरण
माफ गर्नुहोस्, सफ्टवेयर डाटावेस खोल्न सकिएन
कृपया 'सफ्टवेयर-केन्द्र' प्याकेज पुनःप्रतिस्थापन गर्नुहोस्
all
निर्भरता
प्रतिस्थापित सफ्टवेयर
प्रतिस्थापन गर्नुहोस्
स्तरोन्नति
Packages
Details
विभागहरू%s %s
hardware-supported,
hardware-supported,
Jane Smith (that's you), 2011-02-11
रद्द गर्नुस
दैनिक
sep
चयन गरिएको फाइल आयात गर्दा त्रुटि
चयन गरिएको फाइल जिपिजि कुञ्जि फइल नहुन सक्छ अथवा यो दुषित हुन सक्दछ
कुञ्जि हटाउँदा त्रुटि
तपाईंले चयन गरेको कुञ्जि हटाउन सकिएन. कृपया यसको प्रतिवेदन त्रुटिको रुपमा दिनुहोस
बाईनरी
स्रोत सङ्केत
स्रोत संकेत
युबन्टु संग्रह स्वचालित हस्ताक्षर कुञ्जि <ftpmaster\@ubuntu\.com>
युबन्टु सिडि छवि स्वचालित हस्ताक्षर कुञ्जि <cdimage\@ubuntu\.com>
प्रकार:
युआरएल:
वितरण:
टिप्पणि:
अद्यावधिक
एपिटि हरफ:
अनुमती निशेध
पास्सवर्ड गलत हुनसक्छ
पुन: प्रयास गर्नुहोस्
सञ्चालन रद्द गरियो
प्रयोगकर्ता-नाम:
गोप्यशब्द
जडान गरिएको छैन
not published
पुन: नामकरण
Launchpad Contributions: arjun siwakoti https://launchpad.net/~sdot019
वर्तमान विश्वव्यापी प्रोक्सी प्राप्त गर्नुहोस्
प्रणाली नीति प्रोक्सी सेटिङ जाँच्नबाट रोकिरहेको छ
वर्तमान विश्वव्यापी प्रोक्सी सेट गर्नुहोस्
प्रणाली नीति प्रोक्सी सेटिङ बदल्नबाट रोकिरहेको छ
वर्तमान विश्वव्यापी प्रोक्सीको अपवाद सेट गर्नुहोस्
प्रणाली नीति no_proxy सेटिङ बदल्नबाट रोकिरहेको छ
वर्तमान विश्वव्यापी किबोर्ड सेट गर्नुहोस्
प्रणाली नीति विश्वव्यापी किबोर्ड सेटिङ बदल्नबाट रोकिरहेको छ
वर्तमान विश्वव्यापी किबोर्ड प्राप्त गर्नुहोस्
प्रणाली नीति किबोर्ड सेटिङ जाँच्नबाट रोकिरहेको छ
प्याकेज प्रणाली बन्द छ कि जाँच गर्नुहोस्
प्रणाली नीति प्याकेज प्रणाली ताला जाँच्नबाट रोकिरहेको छ
उपयोग: tasksel स्थापना <task> tasksel हटाउनुहोस् <task> tasksel [options] \t-t, --test परीक्षण मोड; साँचै केही गर्न चाहनुहुन्न \t --new-install स्वत: केही कार्यहरू स्थापना गर्छ \t --list-tasks कार्यहरुको सूचि जुन प्रदर्शन र बन्द हुनुपर्छ \t --कार्य प्यकेजहरुको सूचि कार्यको प्याकेजहरुमा उपलब्ध छ \t --task-desc ले कार्यको वर्णनलाई फर्काउदछ
झुकाव असफल भयो
कुराकानी
टेलिप्याथी संकेतक सेवा
%s जब तपाईं अनलाइन हुन्छ तब अनुमति चाहन्छ
सदस्यता अनुरोध
_अस्वीकार
_स्विकार
डिक्स अहिलेसम्म पनि ड्राईभमा नै छ कि हेर्नुहोला ।
ध्वनि सिडि॒
भिडिओ(दृष्य) सिडि
डिभिडि॒
रोकियो
पज गरियो
प्ले गर्दै
चलचित्र प्ले गर्दै
प्ले गर्न यूआरएल छैन
टोटेम चलचित्र प्लेयर
"%s" सँग खोल्नुहोस्
त्रुटि देखापर्यो
प्लेसूची छैन वा प्लेसूची खाली छ
थ्रड-सेफ पुस्तकालयहरू थालनी गर्न सकेन ।
तपाईँको प्रणाली स्थापना रूजु गर्नुहोस् । टोटेम प्लगइन अहिले अन्त्य हुनेछ ।
पूरा पर्दा छोड्नुहोस्
समय:
भिडियो प्रदर्शन नहुँदा दृश्यात्मक प्रभावहरू देखाउनुहोस्
एउटा अडियो फाइल मात्र प्ले गर्दा दृश्यात्मक प्रभावहरू देखाउनुहोस् ।
भिडियोको चम्किलोपना
भिडियोको व्यतिरेक
भिडियोको ह्यु
भिडियोको संतृप्ति
फाइल लोडमा स्वचालित रूपमा क्यानभास रिसाइज गर्नुहोस्
मोड दोहोर्याउनुहोस्
शफल मोड
प्लेब्याकका लागि डिबग सक्षम पार्ने या नपार्ने
प्रयोगका लागि अडियो निर्गतको प्रकार
सञ्जाल बफरिङ थ्रेसहोल्ड
उपशीर्षक फन्ट
उपशीर्षक सङ्केतन
प्रयोगकर्ताको गृह डाइरेक्टरीमा प्लगइनहरू अक्षम पार्ने या नपार्ने
हटाउनुहोस्
प्लेसूचीबाट फाइल हटाउनुहोस्
स्थान प्रतिलिपि बनाउनुहोस्
क्लिपबोर्डमा स्थान प्रतिलिपि बनाउनुहोस्
थप्नुहोस्...
हटाउनुहोस्
प्लेसूची बचत गर्नुहोस्...
माथि सार्नुहोस्
तल सार्नुहोस्
स्टेरियो
टोटेम प्राथमिकता
पाठ उपशीर्षक
फन्ट:
सङ्केतन:
साधारण
प्रदर्शन गर्नुहोस्
Screensaver disable
भिडियो
दृश्यात्मक प्रभाव
अडियो फाइल बजाउँदा दृश्यात्मक प्रभावहरू देखाउनुहोस्
दृश्यात्मक प्रकार
दृश्यात्मक साइज:
रङ्ग सन्तुलन
चम्लिकोपना:
व्यतिरेक:
अतितृप्त:
ह्यु:
अडियो निर्गत
अडियो निर्गत प्रकार:
अडियो
शीर्षक:
कलाकार:
अवधि:
वर्ष:
एल्बम:
टिप्पणी:
आयाम:
कोडेक:
फ्रेम दर:
बिट्रेट:
नमूना दर:
च्यानल:
प्ले/पज गर्नुहोस्
पछिल्लो
अघिल्लो
चलचित्र
खोल्नुहोस्...
फाइल खोल्नुहोस्
स्थान खोल्नुहोस्...
अस्थानिय फाइल खोल्नुहोस् ।
निकाल्नुहोस्
गुण
चलचित्र बजाउनुहोस् वा पज गर्नुहोला ।
अन्त्य गर्नुहोस्
कार्यक्रम अन्त्य गर्नुहोस्
सम्पादन गर्नुहोस्
प्लेसूची खाली गर्नुहोस्
प्राथमिकता
प्लगइन...
दृश्य
पूरा पर्दा
पूरा पर्दामा स्विच गर्नुहोस्
चलचित्रमा सञ्झ्याल मिलाउनुहोस्
आकार अनुपात
कोणहरूलाई स्विच गर्नुहोस्
जानुहोस्
डीभीडी मेनु
डीभीडी मेनुमा जानुहोस्
शीर्षक मेनु
शीर्षक मेनुमा जानुहोस् ।
अडियो मेनु
अडियो मेनुमा जानुहोस्
कोण मेनु
कोण मेनुमा जानुहोस्
अध्याय मेनु
अध्याय मेनुमा जानुहोस्
पछिल्लो अध्याय/चलचित्र
पछिल्लो अध्याय वा चलचित्र
अघिल्लो अध्याय/चलचित्र
अघिल्लो अध्याय वा चलचित्र
ध्वनि
भोल्युम बढाउनुहोस्
भोल्युम घटाउनुहोस्
मद्दत
सामग्री
मद्दत सामग्री
बारेमा
मोड दोहोर्याउनुहोस्
दोहोर्याउने मोड सेट गर्नुहोस्
शफल मोड
शफल मोड सेट गर्नुहोस्
नियन्त्रणहरु देखाउनुहोस्
नियन्त्रणहरु देखाउनुहोस्
छेउपट्टी
छेउपट्टी देखाउनुहोस् वा लुकाउनुहोस्Aspect ratio
स्वचालित आकार अनुपात सेट गर्दछ
वर्ग
वर्ग आकार अनुपात सेट गर्दछ
उपशीर्षक
भाषा
जुम बढाउनुहोस्
जुम बढाउनुहोस्
अगाडि फड्काउनुहोस्
अगाडि फड्काउनुहोस्
पछाडिपट्टि फड्काउनुहोस्
पछाडिपट्टि फड्काउनुहोस्
तपाईँले खोल्न चाहनुभएको फाइलको ठेगाना प्रविष्ट गर्नुहोस्:
तपाईँले जडान गर्न चाहनुभएको सर्भर अज्ञात छ ।
यो सर्भरमा जडान अस्वीकृत गरिएको छ ।
निर्दिष्ट गरिएको चलचित्र फेला परेन ।
सर्भरले यो फाइल वा प्रवाहमा पहुँच अस्वीकृत गर्यो ।
तपाईंलाई यो फाइल खोल्न अनुमति छैन ।
स्थान वैध छैन ।
चलचित्र पढ्न सकिएन ।
वरिपरि घेर्नुहोस्
मोनो
मिडियाले कुनै समर्थित भिडियो प्रवाहहरू समाविष्ट गर्दैन ।
9:05:02:%Id%dlong time format
5:02:%Id%dshort time format
अज्ञातDimensions
0 Hz
० च्यानल
time
० सेकेण्ड
तपाईँको प्रणाली स्थापना रूजु गर्नुहोस् । टोटेमले अहिले अन्त्य गर्नेछ ।
फाइल छैन
'%s' इन्टरफेस लोड गर्न सकेन । %s
टोटेम सही तरीकाले स्थापना गरियो भन्ने निश्चित गर्नुहोस् ।
टोटेम निशुल्क सफ्टवेयर हो; तपाईँ यसलाई स्वतन्त्र सफ्टवेयर संस्थाद्वारा प्रकाशित गरिएको जीएनयू साधारण सार्वजनिक इजाजतपत्रको शर्त अन्तर्गत यसलाई पुन: वितरण र/वा परिमार्जन गर्न सक्नुहुन्छ; चाहे इजाजतपत्रको संस्करण २, वा (तपाईँको विकल्पमा) कुनै पछिल्लो संस्करण ।
टोटेम भविष्यमा उपयोगी हुनेछ भन्ने आशामा वितरण गरिएको हो, तर कुनै निश्चितता बिना; निश्चित उद्देश्यका लागि मर्कान्टाबिलिटि वा फिट्नेसको लागू गरिएको निश्चितता बिना वितरण गरिएको हो । विस्तृत विवरणका लागि जीएनयू साधरण सार्वजनिक इजाजतपत्र हेर्नुहोस् ।
तपाईँले टोटेम साथसाथै जीएनयू साधारण सार्वजनिक इजाजतपत्रको प्रतिलिपि प्राप्त गर्नुपर्नेछ; यदि छैन भने, स्वतन्त्र सफ्टवेयर संघ, संस्था., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA लाई लेख्नुहोस्
स्वामित्व जीस्ट्रेमर प्लगइनको प्रयोग अनुमति दिन टोटेमले एउटा अपवाद समाविष्ट गर्दछ ।Languages
कुनै पनि होइनLanguagesLanguage
Shyam Krishna bal <balshyam24\@yahoo\.com> Launchpad Contributions: Jyotsna Shrestha https://launchpad.net/~jyoshrestha Shyam Krishna Bal https://launchpad.net/~balshyam24 Sujit maharjan https://launchpad.net/~shubhajeet-per
टोटेम वेबसाइट
प्लगइन कन्फिगर गर्नुहोस्
पज गर्नुहोस्
प्ले गर्नुहोस्
टोटेमले '%s' प्ले गर्न सकेन ।
टोटेमले सहयोग सामग्रीहरू देखाउन सकेन ।
अघिल्लो अध्याय/चलचित्र
प्ले / पज गर्नुहोस्
पछिल्लो अध्याय/चलचित्र
टोटेम सुरुआत हुन सकेन ।
कारण छैन.
स्थान खोल्नुहोस्...
डिबग सक्षम पार्नुहोस्
अगाडि खोजी गर्नुहोस्
पछाडि खोजी गर्नुहोस्
भोल्युम बढाउनुहोस्
भोल्युम घटाउनुहोस्
पूरा पर्दा टगल गर्नुहोस्
नियन्त्रणहरु देखाउनुहोस्/लुकाउनुहोस्
अन्त्य गर्नुहोस्
लाममा
बदल्नुहोस्
खोजी गर्नुहोस्
प्लेसूची अनुक्रमणिका
प्ले गर्नुपर्ने चलचित्रहरू
चलचित्र र गीतहरू प्ले गर्नुहोस्
Title 3
प्लेसूची बचत गर्न सकेन
प्लेसूची बचत गर्नुहोस्
प्लेसूची
प्लेसूची त्रुटि
प्राथमिकता
उपशीर्षक फन्ट चयन गर्नुहोस्
अडियो/भिडियो
%d kbps
%d x %d
%d HzSample rate
0:00 / 0:00
%s (प्रवाह)
%s / %s
%s / %s मा खोजी गर्नुहोस्
बफरिङ
%s, %s
हालको लोकेल
अरबी
अर्मेनियाली
बाल्टिक
सेल्टिक
केन्द्रिय यूरोपेली
सरलीकृत चिनियाँ
परम्परागत चिनियाँ
क्रोएसियाली
सिरिलिक
सिरिलिक/रसियाली
सिरिलिक/युक्रेनियाली
जर्जियाली
ग्रीक
गुजराती
गुर्मुखी
हेब्रु
दृश्यात्मक हेब्रु
हिन्दी
आइसल्यान्डिक
जापानी
कोरियाली
नोर्डिक
पर्सियाली
रोमानियाली
दक्षिण यूरोपेली
थाइ
टर्किश
युनिकोड
दक्षिणी
भियतनामी
सबै फाइल
समर्थित फाइलहरू
अडियो फाइलहरू
भिडियो फाइलहरू
चलचित्र वा प्लेसूची चयन गर्नुहोस्
FilenameResolutionDuration
ग्रोमिट एनोटेसन
पर्दामा एनोटेसन बनाउँन प्रस्तुतिकरण मद्दतकर्ता
ग्रोमिट बाइनरी फेला परेन ।
चलचित्र प्ले भइरहेको बेला तपाईँको शीघ्र मेसेन्जरको वस्तुस्थितिमा 'टाढा छु' सेट गर्नुहोस्
अवरक्त टाढाको नियन्त्रण
अवरक्त टाढाको नियन्त्रणलाई समर्थन गर्नुहोस्
lirc सुरुआत गर्न सकेन ।
lirc कन्फिगरेसन पढ्न सकिएन ।
सधै माथि
चलचित्र प्ले गर्दा मुख्य सञ्झ्याल माथि राख्नुहोस्
उपशीर्षकहरू
गुण
Gallery", and not the ".jpgGalerie-%s-%d.jpg
यो हुनको लागि होइन; कृपया बग प्रतिवेदन फाइल गर्नुहोस् ।
स्क्रिनसट लिनुहोस्
फड्काउनुहोस्:secondsSkip to
निर्दिष्ट समयमा फड्काउनुहोस्
गतिविधि अनुसार क्रमबद्ध गर्नुहोस् (_A)
नाम अनुसार क्रमबद्ध गर्नुहोस् (_N)
प्रगति अनुसार क्रमबद्ध गर्नुहोस् (_P)
अनुपात अनुसार क्रमबद्ध गर्नुहोस् (_o)
हालत अनुसार क्रमबद्ध गर्नुहोस् (_e)
उमेर अनुसार क्रमबद्ध गर्नुहोस् (_g)
बाँकी समय अनुसार क्रमबद्ध गर्नुहोस् (_L)
आकार अनुसार क्रमबद्ध गर्नुहोस् (_z)
सन्देश विवरण (_L)
विपरित क्रमबद्ध व्यवस्था (_v)
छान्ने पट्टी (_F)
स्थितिपट्टी (_S)
उपकरणपट्टी (_T)
टोरेन्ट (_T)
दृष्य (_V)
टोरेन्टहरू क्रमबद्ध गर्नुहोस् (_S)
सम्पादन (_E)
मद्दत (_H)
शुरु (_S)
टोरेन्ट शुरु गर्नुहोस्
तथ्याङ्क (_S)
दान गर्नुहोस् (_D)
स्थानीय डाटा रुजु गर्नुहोस् (_V)
रोक्नुहोस् (_P)
टोरेन्ट रोक्नुहोस्
सबै रोक्नुहोस् (_P)
सबै टोरेन्टहरू रोक्नुहोस्
सबै शुरु गर्नुहोस् (_S)
सबै टोरेन्टहरू शुरु गर्नुहोस्
टोरेन्ट हटाउनुहोस्
फाइल मेट्नुहोस् र हटाउनुहोस् (_D)
टोरेन्ट सिर्जना गर्नुहोस्
अन्त्य गर्नुहोस् (_Q)
सबै छनौट गर्नुहोस् (_A)
सबै छनौटबाट हटाउनुहोस् (_l)
टोरेन्ट वस्तुस्थिति
सामग्रीहरू (_C)
गति
टोरेन्ट प्राथमिकता (_p):
Verb
Gerund
Verb
उच्च
सामान्य
न्यून
size
progress
enabled
Verb
translator-creditsAbout
Launchpad Contributions: Rabi Poudyal https://launchpad.net/~rabipoudel
टोरेन्ट फाइलहरू
सबै फाइलहरू
टोरेन्ट विकल्पहरू
जब थपिन्छ शुरु गर्नुहोस् (_S)
टोरेन्ट फाइल (_T):
स्रोत फाइल छान्नुहोस्
गन्तव्य फोल्डर (_D):
गन्तव्य फोल्डर छान्नुहोस्
Gerund
enabled
Gerund
"%1$s": %2$s सिर्जना गर्न सकिएन
"%1$s": %2$s खोल्न सकिएन
कुबुन्टुमा पहुँच
हामी सबैको लागि कम्प्युटर कार्य सुगम बनाउन चाहन्छौं, चाहे तपाईं जस्तोसुकै भौतिक परिस्थितिमा हुनुहुन्छ। त्यसैले हामी यस्ता उपकरण उपलब्ध गराउँछौं, जसले कुबुन्टुलाई सबैभन्दा सुलभ कार्यसञ्चालन प्रणालीमध्ये एक बनाउँछ।
तपाई सबै उपकरणहरू एकै स्थानमा पाउन सक्नुहुन्छ: सूचीबाट प्रणाली सेटिङ भित्र पहुँच अभिरुचीहरू। त्यहाँबाट तपाईले उपयोगी उपकरणहरू जस्तै: परिमार्जक कुञ्जीहरू, कुञ्जीपाटी फिल्टर, र Activation Gestures चालू गर्न सक्नुहुन्छ।
कुबुन्टुमा खेल प्राप्त गर्नुहोस्
आफ्नो अनलाइन भण्डारमा सयौंको संख्यामा खेलहरु भएको कुबुन्टुले तपाईंलाई काम मात्रै नभई विभिन्न खेलहरु पनि खेल्न अनुमति दिन्छ।
KDE Software Compilation मा तासका खेलहरु देखी लिएर बौद्धिक खेलहरु तथा पाटिमा खेल्ने खेलहरुसमेत रहेका छन्।
कुबुन्टुसँग मद्दत लिने
यदि तपाईंलाई मद्दत चाहिएमा, सुचीमा रहेको Help मा गएर वा कुनै पनि प्रोग्रामको Help मा गएर मद्दत लिने प्रयास गर्नुहोस्।
स्वागतम्
%s को लागि सर्भरcustom servers
मुख्य सर्भर
पसन्द सर्भरहरू
श्रोत हरु calculate गर्न सकियेना अन्तिम खाका
package files हरु कहाँ छन् पत्ता लगाउना सकियेना साएद को उबुन्टु को CD होइन
सीडी जोड्न अक्षम
server ले थेग्न नसके जस्तो छ
टुक्रिएका प्याकेजहरू
तपाई को सिस्टम मा टुक्रिएका प्याकेजहरू हरु छन् तेस्लाई बनौन सकियेना कृपया पहिला synaptic अथवा apt-get प्रयोग गर्नु होला
साएद समस्या थाही हैन होला फेरी प्रयास गर्नु होला
upgrade calculate गर्न सकियेना
कालो सुची मा परेको version '%s' प्रतिस्थापन गर्न खोजि दै छ
'%s' प्रतिस्थापन गर्न सकिएन
स्तरोन्नत गर्न सकिएन
कुनै वैध प्रतिबिम्ब फेला परेन
स्तरोन्नति रद्द भयो
mediaChange %s %s
Media Change
1 hour" or "2 hours
y" is "yes
n" is "no
d" is "details
माथिका अक्षरहरू टाइप गर्नुहोस्
पुन:लोड गर्नुहोस्
इमेल ठेगाना
इमेल ठेगाना पुनः टाइप गर्नुहोस्
पासवर्ड रिसेट गर्नुहोस्।
लोड हुँदैछ...
पासवर्ड
नाम
अर्को
कृपया एकछिन...
तपाईको पासवर्ड सफलतपूर्वक परिवर्तन भयो।
पासवर्ड पुनः टाइप गर्नुहोस्
पासवर्ड न्यूनतम ८ अक्षरको हुनुपर्छ साथै एकवटा ठूलो अक्षर र एकवटा अङ्क समावेश हुनुपर्छ।
पासवर्डहरू मिलेनन्, कृपया फेरि जाँच गरी प्रविष्ट गर्नुहोस्।
पासवर्ड निकै कमजोर छ।
रिसेट कोड
x
Power
Colorspace fallback
Colorspace fallback
Colorspace fallback
Device kind
Device kind
Device kind
Device kind
Device kind
Zoom Grayscale
display panel, rotation
display panel, rotation
display panel, rotation
MirroredPantallas en EspejoMirroredPantallas en Espejo
अज्ञात64-bit" or "32-bit
translation
Distance
Page SetupPrinter Option Group
Wifi security
Wacom action-type
Signal strength
Password strength
Signal strength
Password strength
proxy method
proxy method
1 hour 5 minutes
1 hour 5 minutes
Battery power
Battery power
1 hour 5 minutes
Battery power
Battery power
Developer
Developer
marker
marker
printer state
printer state
printer state
printer state
printer state
print job
print job
printer state
Two Sided
Two Sided
Two Sided
Orientation
Orientation
Orientation
Orientation
print job
print job
print job
print job
print job
GeneralPrinter Option Group
Installable OptionsPrinter Option Group
JobPrinter Option Group
Image QualityPrinter Option Group
ColorPrinter Option Group
AdvancedPrinter Option Group
MyPrinter Options
Paper Source
Paper SourceResolution
GhostScript
GhostScript
GhostScript
GhostScript
balance
balance
balance
balance
balance
balance
volume
universal access, text size
universal access, contrast
universal access, text size
universal access, text size
universal access, text size
universal access, zoom
Beep when a key is
Beep when a key is
Beep when a key is
Distance
Distance
Distance
Distance
Zoom Grayscale
Account type
Account type
Password strength
Password strength
Password strength
Password strength
Could you not access "Digital Persona U.are.U 4000/4000B
Could you not access "Digital Persona U.are.U 4000/4000B
Feb 18Feb 24login history week label
Feb 24, 2013
22:58login date-time
login date-time
Password mode
Password mode
Password mode
Feb 24
Wacom action-type
Wacom action-type
Wacom action-type
Wacom tablet button
Wacom tablet button
left-ring-mode-1
right-ring-mode-1
left-strip-mode-1
right-strip-mode-1
गूगल डक्स खोज प्लगिन
आफ्नो गूगल डक्स फाइल खोज्नुहोस
असक्षम पारिएको छ
Sleep
Laptop battery
Laptop battery7 hours 6 minutesLaptop battery7 hours 6 minutes
7 hours 6 minutes
Not connected?
marker
marker
Printer '%s' may not be connected.
marker
marker
print-job xy
Printer 'MyPrinterName': 'Description of the report/warning/error from a PPD file'.
ध्वनि
left-ring-mode-1
right-ring-mode-1
left-strip-mode-1
right-strip-mode-1
Action type
Action type
Action type
Action type
%s" is used in the dash preview to display the "<hint>: <value>
अन्त्य गर्नुहोस्
रद्दीटोकरी
खोल्नुहोस्
निकाल्नुहोस्
कार्यस्थानहरु
Ubuntu 12.04
Ubuntu 12.04
Ubuntu 12.04
upgrade calculate गर्न सकियेना
संस्करण %s:
on_button_install_clicked
250 kB
%.1f मेगाबाइट
परिवर्तनहरु
बर्णन
सफ्टवेयर अद्यावधिकहरु
प्रणालीलाई निलम्बन गर्नुहोस्
प्रणालीलाई निलम्बन गर्न प्रमाणीकरण जरुरी छ
प्रणालीलाई हाइबर्नेट गर्नुहोस्
प्रणालीलाई हाइबर्नेट गर्न प्रमाणीकरण जरुरी छ
%s: अवैध तर्क: %s
अलग गरेर पृष्ठभूमिमा चलाउनु होस्
भै राखेको लै ध्यान नदिएर बल पुर्बक retracing
अधिकतम समय पत्ता लगाउनको लागि [default: जबसम्म समाप्त हुँदैन]
वर्तमान प्याक फाइल फालिदिनुहोस्
[बाटो]
पद्नु पर्ने फाइलहरु पहिले नै पढ्नुहोला
pack फाइलको नाम थाहा पाउन अक्षम
पढ्दा त्रुटि भेटियो
अनुरेखण गर्दा त्रुटि भेटियो
सापेक्ष बाटोलाई उपेक्षित गरियो
उपेक्षित सारै लामो बाटो भएर गरियो
फाइल गायब भयो अथवा पढ्नमा त्रुटि भयो
फाइल स्थिति थाहा पाउन खोज्दा त्रुटि भयो
%u: %u: %s उपकरण को rotationalness प्राप्त गर्न असमर्थ
स्मृतिमा मानचित्रण गर्दा त्रुटि
पेजको cache info खोज्दा त्रुटि
स्मृतिमा unmapping गर्दा त्रुटि
हिस्सा extents गर्दा त्रुटि
CPU प्राथमिकता सेट गर्नमा विफल
I/O प्राथमिकता सेट गर्नमा विफल
प्याक डाटा त्रुटि
प्याक धेरै पुरानो
बुटलोडर प्रतिस्थापन गर्नुहोस्
डिभाइस फर्म्याट गर्नुहोस्
त्यहाँ मद्दत प्रदर्शन गर्दा त्रुटि थियो: %s
प्राथमिकताहरू मध्ये केहीलाई ताल्चा लगाइएको छ
अन्य प्रयोगकर्तालाई तपाईँको डेस्कटप हेर्ने अनुमति दिनुहोस्
अन्य प्रयोगकर्तारूलाई तपाईँको डेस्कटप नियन्त्रणमा लिने अनुमति दिनुहोस्
यो पासवर्ड प्रविष्ट गर्न प्रयोगकर्ता आवश्यक पर्दछ:
जडान पूरा गर्नु पहिले प्रयोगकर्तालाई प्रोम्ट गर्नुहोस्
यदि सही भएमा, होस्टमा भएको प्रयोगकर्ताले सम्पर्कलाई समर्थन नजनाए सम्म डेस्कटपमा पहुँच गर्न प्रयास गरिरहेका टाढाको प्रयोगकर्तारूलाई पहुँच गर्न अनुमति दिदैन। पहुँच पासवर्ड सुरक्षित नभएको बेलामा विशेषरूपमा सिफारिश गरिन्छ।
डेस्कटप हेर्न टाढा प्रयोगकर्ताहरूलाई मात्र अनुमति दिनुहोस्
यदि सही भएमा, डेस्कटपमा पहुँच गर्न प्रयास गरिरहेका टाढा प्रयोगकर्तारूलाई डेस्कटप हेर्न मात्र अनुमति दिइन्छ। टाढा प्रयोगकर्ताहरूले माउस वा कुञ्जीपाटी प्रयोग गर्न सक्ने छैन।
वैकल्पिक पोर्ट सङ्ख्या
गुप्तीकरण आवश्यक छ
यदि सही भएमा, डेस्कटपमा पहुँच गर्न टाढाको प्रयोगकर्ताहरूले गुप्तिकरण समर्थन गर्न सक्ने हुनु आवश्यक हुन्छ। बीचमा आउने सञ्जाल भरोसा नगरेसम्म गुप्तिकरण समर्थन गर्ने एउटा ग्राहक प्रयोग गर्न तपाईँलाई उच्च रूपमा सिफारिश गरिन्छ।
अनुमति प्राप्त प्रमाणीकरण विधिहरू
"vnc" प्रमाणीकरणका लागि पासवर्ड आवश्यक पर्दछ
इमेल ठेगाना जसमा टाढाको डेस्कटप यूआरएल पठाउनु पर्दछ
अन्तिम प्रयोगकर्ता विच्छेदन हुँदा पर्दामा ताल्चा लगाउनुहोस्
तपाईँको X सर्भरले X पाठ जाँच विस्तारलाई समर्थन गर्दैन - टाढा डेस्कटप पहुँच हेर्न मात्र हुँनेछ
vino-mdns:showusername1" if "%s's remote desktop
vino-mdns:प्रयोगकर्ता नाम देखाउनुहोस्vino-mdns:showusername1
%s को टाढाको डेस्कटप खुल्ला छ %s
पर्दा
प्रोम्प्ट प्रदर्शन गर्ने पर्दा
'%s' कम्प्यूटरमा भएको एउटा प्रयोगकर्ताले तपाईँको डेस्कटप टाढाबाट हेर्ने वा नियन्त्रणमा लिने प्रयास गरिरहेको छ।
बसमा जडान खोल्न असफल भयो: %s
जीएनयू साधारण सार्वजनिक इजाजतपत्र संस्करण २ अन्तर्गत इजाजत दिइयो भिनो निशुल्क सफ्टवेयर हो; तपाईँ यसलाई स्वतन्त्र सफ्टवेयर संस्थाद्वारा प्रकाशित जीएनयू साधरण सार्वजनिक इजाजतपत्रको सर्त अन्तर्गत पुन: वितरण गर्न र/वा परिमार्जन गर्न सक्नुहुन्छ ; चाहे त्यो इजाजतपत्रको संस्करण २, वा (विकल्पमा) पछिल्लो कुनै संस्करण । भिनो भविष्यमा उपयोगी हुनेछ भन्ने आशामा वितरण गरिएको हो, तर कुनै निश्चितता बिना; निश्चित उद्देश्यका लागि मर्कान्टाबिलिटि वा फिटनेसको लागू गरिएको निश्चितता बिना वितरण गरिन्छ । विस्तृत विवरणका लागि जीएनयू साधरण सार्वजनिक इजाजतपत्र हेर्नुहोस् । तपाईँ यो कार्यक्रमको साथसाथै जीएनयू साधरण सार्वजनिक इजाजतपत्रको प्रतिलिपि प्राप्त गर्नुपर्नेछ; यदि छैन भने, स्वतन्त्र सफ्टवेयर संघ, संस्था., ५१ फ्राङ्कलिन गल्ली, पाँचौ तल्ला, Boston, MA 02110-1301, USA लाई लेख्नुहोस् ।
Shyam Krishna bal <balshyam24\@yahoo\.com> Launchpad Contributions: Jyotsna Shrestha https://launchpad.net/~jyoshrestha Mahesh Subedi https://launchpad.net/~submanesh Shiva Prasad Pokharel https://launchpad.net/~pokharelshiva Shyam Krishna Bal https://launchpad.net/~balshyam24
तपाईँ डेस्कटप अन्य प्रयोगकर्तासँग साझेदार गर्नुहोस्
तपाईँ साँच्चिकै '%s' विच्छेदन गर्न चाहनुहुन्छ ?
'%s' बाट टाढाको प्रयोगकर्ता विच्छेदन हुनेछ । तपाईँ निश्चित हुनुहुन्छ ?
तपाईँ सबै क्लाइन्टहरू विच्छेदन गर्न चाहनुहुन्छ ?
सबै टाढाका प्रयोगकर्ताहरू विच्छेदन हुनेछ । तपाईँ निश्चित हुनुहुन्छ ?
विच्छेदन गर्नुहोस्
प्राथमिकता
सबै विच्छेदन गर्नुहोस्
%s विच्छेदन गर्नुहोस्
मद्दत
बारेमा
libnotify सुरुआत गर्दा त्रुटि
अन्य प्रयोगकर्तालाई तपाईँको डेस्कटप हेरिरहेको छ
कम्प्युटर '%s' मा प्रयोगकर्ताले टाढैबाट तपाईँको डेस्कटप हेरिरहेको छ ।
अर्को प्रयोगकर्ताले तपाईँको डेस्कटप नियन्त्रण गरिरहेको छ
'%s' कम्प्यूटरमा भएको एउटा प्रयोगकर्ताले तपाईँको डेस्कटप टाढाबाट नियन्त्रण गरिरहेको छ ।
सूचना बबल प्रदर्शन गर्दा त्रुटि: %s
अनुमति दिनुहोस्
अस्वीकार गर्नुहोस्
सुरु गर्न सकियेना: %s
ज्यप्पा बन्दगर्ने अनुरोध लै पक्का गर्नु होस्
बन्दगर्ने अनुरोध लै पक्का गर्नु होस्
रोक्ने अनुरोध लै पक्का गर्नु होस्
येन्त्र झिक्ने अनुरोध लै पक्का गर्नु होस्
Launchpad Contributions: meadhikari https://launchpad.net/~salik-adhikari
%s बाट %s मा क्यारेक्टरहरू रूपान्तरण गर्न असक्षम ।
अवैध एनआरसी मानचित्र '%c' सेट गर्न प्रयास गर्नुहोस् ।identified coding system
अपरिचित कोडिङ प्रणाली ।
अवैध फराकिलो एनआरसी मानचित्र '%c' सेट गर्न प्रयास गर्नुहोस् ।
नक्कली (%s/%s)!
कन्सोल खोल्न सकिएन ।
ज्यामितिमा पास गरिएको ज्यामिति स्पेक पद वर्णन गर्न सकिएन
नियमित अभिव्यक्ति कम्पाइल गर्दा त्रुटि "%s" ।
शाखाबाट पढ्दा त्रुटि: %s.
शाखामा डेटा पठाउन असक्षम, अवैध क्यारेक्टर सेट रूपान्तरक
शाखाका लागि डेटा रूपान्तरण गर्दा, छोड्दा त्रुटि (%s) ।
शब्द क्यारेक्टर सेटिङ गर्दा _vte_conv_open() असफल भयो
%s बाट %s मा क्यारेक्टरहरू रूपान्तरण गर्न असक्षम ।
अवैध एनआरसी मानचित्र '%c' सेट गर्न प्रयास गर्नुहोस् ।identified coding system
अपरिचित कोडिङ प्रणाली ।
अवैध फराकिलो एनआरसी मानचित्र '%c' सेट गर्न प्रयास गर्नुहोस् ।
%s चलाउन सकिँदैन
साङ्केतिक पाइप सिर्जना गर्दा त्रुटि ।
नक्कली (%s/%s)!
नियमित अभिव्यक्ति कम्पाइल गर्दा त्रुटि "%s" ।
नियन्त्रण अनुक्रम `%s' का लागि कुनै ह्यान्डलर परिभाषित गरिएको छैन ।
शाखाबाट पढ्दा त्रुटि: %s.
शाखामा डेटा पठाउन असक्षम, अवैध क्यारेक्टर सेट रूपान्तरक
शाखाका लागि डेटा रूपान्तरण गर्दा, छोड्दा त्रुटि (%s) ।
पूर्वनिर्धारित प्रयोग गरेर, पीटीवाई साइज पढ्दा त्रुटि: %s.
पीटीवाई साइज सेट गर्दा त्रुटि: %s.
शब्द क्यारेक्टर सेटिङ गर्दा _vte_conv_open() असफल भयो
अनपेक्षित (key?) अनुक्रम `%s' प्राप्त भयो ।
कन्सोल खोल्न सकिएन ।
ज्यामितिमा पास गरिएको ज्यामिति स्पेक पद वर्णन गर्न सकिएन
अज्ञात पिक्सेल मोड %d ।
अनुप्रयोगहरू
अनुप्रयोगहरू
डेस्कटप
डेस्कटप
कागजातहरू
कागजातहरू
डाउनलोड
डाउनलोड
डाउनलोडहरु
डाउनलोडहरु
चलचित्रहरू
चलचित्रहरू
सङ्गीत
सङ्गीत
तस्विरहरू
तस्विरहरू
चित्रहरू
चित्रहरू
परियोजनाहरू
परियोजनाहरू
सार्वजनिक
सार्वजनिक
साझा गर्नुहोस्
साझा गर्नुहोस्
टेम्प्लेटहरू
टेम्प्लेटहरू
चलदृष्य
चलदृष्यहरू
श्यामकृष्ण बल <balshyam24\@yahoo\.com> Launchpad Contributions: Jyotshna Shrestha https://launchpad.net/~shresthajyo Shyam Krishna Bal https://launchpad.net/~balshyam24
शेल स्क्रिप्टबाट संवाद बाकस प्रदर्शन गर्नुहोस्
तपाईँले संवाद प्रकार निर्दिष्ट गर्नुपर्छ । विस्तृतका लागि 'zenity --help' हेर्नुहोस्
जेनिटि सूचना
अधिक्तम मान न्यूनतम मान भन्दा ठूलो हुनुपर्छ ।
दायरा बाहिरको मान ।
सूची संवादका लागि कुनै स्तम्भ शीर्षकहरू निर्दिष्ट गरेको छैन ।
तपाईँले मात्र एउटा संवाद प्रकार प्रयोग गर्नुपर्नेछ ।
पात्रो छनौट
तलबाट मिति छान्नुहोस् ।
पात्रो:
नयाँ प्रविष्टि थप्नुहोस्
नयाँ पाठ प्रविष्ट गर्नुहोस्:
त्रुटि
एउटा त्रुटि देखापर्यो ।
सूचना
सबै अद्यावधिकहरू पूरा भयो ।
प्रगति
सञ्चालन भइरहेछ...
प्रश्न
के तपाई अगाडि बढ्न चाहनुहुन्छ ?
मापन मान समायोजन गर्नुहोस्
पाठ दृश्य
सूचीबाट वस्तु चयन गर्नुहोस्
तलको सूचीबाट वस्तु चयन गर्नुहोस् ।
चेतावनी
संवाद शीर्षक सेट गर्नुहोस्
शीर्षक
सञ्झ्याल प्रतिमा सेट गर्नुहोस्
ICONPATH
चौडाइ सेट गर्नुहोस्
चौडाइ
उचाइ सेट गर्नुहोस्
उचाइ
सेकेन्डमा संवाद समाप्ति सेट गर्नुहोस्
पाठ
पात्रो संवाद प्रदर्शन गर्नुहोस्
संवाद पाठ सेट गर्नुहोस्
पात्रो दिन सेट गर्नुहोस्
दिन
पात्रो महिना सेट गर्नुहोस्
महिना
पात्रो वर्ष सेट गर्नुहोस्
वर्ष
फर्काइएको मितिका लागि ढाँचा सेट गर्नुहोस्
बाँन्की
पाठ प्रविष्ट संवाद प्रदर्शन गर्नुहोस्
प्रविष्टि पाठ सेट गर्नुहोस्
प्रविष्टि पाठ लुकाउनुहोस्
त्रुटि संवाद प्रदर्शन गर्नुहोस्
पाठ बेराइ सक्षम नपार्नुहोस्
सूचना संवाद प्रदर्शन गर्नुहोस्
फाइल चयन संवाद प्रदर्शन गर्नुहोस्
फाइलनाम सेट गर्नुहोस्
फाइलनाम
चयन गर्नका लागि बहुँविध फाइलहरूलाई अनुमति दिनुहोस्
चयन निर्दिशिका मात्र सक्रिय पार्नुहोस्
बचत मोड सक्रिय पार्नुहोस्
निर्गत विभाजक क्यारेक्टर सेट गर्नुहोस्
विभाजक
यदि फाइलनाम पहिल्यै अवस्थित छ भने फाइल चयन यकिन गर्नुहोस्
सूची संवाद प्रदर्शन गर्नुहोस्
स्तम्भ हेडर सेट गर्नुहोस्
स्तम्भ
पहिलो स्तम्भका लागि जाँच बाकस प्रयोग गर्नुहोस्
पहिलो स्तम्भका लागि रेडियो बटन प्रयोग गर्नुहोस्
चयनका लागि बहुँविध फाइलहरूलाई अनुमति दिनुहोस्
पाठमा परिवर्तनहरूलाई अनुमति दिनुहोस्
विशिष्ट स्तम्भ मुद्रण गर्नुहोस् (पूर्वनिर्धारित १ हो । 'सबै' सबै स्तम्भ मुद्रण गर्न प्रयोग गरिन्छ)
नम्बर
विशिष्ट स्तम्भ लुकाउनुहोस्
सूचना प्रदर्शन गर्नुहोस्
सूचना पाठ सेट गर्नुहोस्
stdin मा आदेशको लागि सुन्नुहोस्
प्रगति इङ्कित संवाद प्रदर्शन गर्नुहोस्
सुरुको प्रतिशत सेट गर्नुहोस्
प्रतिशत
निस्किएको प्रगतिपट्टी
१००% पुग्दा संवाद छिन्नभिन्न भयो
प्रश्न संवाद प्रदर्शन गर्नुहोस्
पाठ जानकारी संवाद प्रदर्शन गर्नुहोस्
फाइल खोल्नुहोस्
चेतावनी संवाद प्रदर्शन गर्नुहोस्
मापन संवाद प्रदर्शन गर्नुहोस्
सुरुको मान सेट गर्नुहोस्
मान
न्यूनतम मान सेट गर्नुहोस्
अधिक्तम मान सेट गर्नुहोस्
चरण साइज सेट गर्नुहोस्
आंशिक मान मुद्रण गर्नुहोस्
मान लुकाउनुहोस्
जेनिटीको बारेमा
मुद्रण संस्करण
साधारण विकल्प
साधारण विकल्प देखाउनुहोस्
पात्रो विकल्प
पात्रो विकल्प देखाउनुहोस्
पाठ प्रविष्टि विकल्प
पाठ प्रविष्टका विकल्पहरू देखाउनुहोस्
त्रुटि विकल्प
त्रुटि विकल्प देखाउनुहोस्
सूचना विकल्प
सूचना विकल्प देखाउनुहोस्
फाइल छनौट विकल्प
फाइल छनौट विकल्प देखाउनुहोस्
विकल्पहरू सूचीबद्ध गर्नुहोस्
सूची विकल्प देखाउनुहोस्
सूचना प्रतिमा विकल्प
सूचना प्रतिमा विकल्प देखाउनुहोस्
प्रगति विकल्प
प्रगति विकल्प देखाउनुहोस्
प्रश्न विकल्प
प्रश्न विकल्प देखाउनुहोस्
चेतावनी विकल्प
चेतावनी विकल्प देखाउनुहोस्
विकल्प मापन गर्नुहोस्
मापन विकल्प देखाउनुहोस्
पाठ जनकारी विकल्प
पाठ जनकारी विकल्प देखाउनुहोस्
विविध विकल्प
विविध विकल्पहरू देखाउनुहोस्
यो विकल्प उपलब्ध छैन । कृपया अरू सम्भाव्य प्रयोगहरूको लागि -सहयोगमा हेर्नुहोस् ।
--%s यो संवादको लागि समर्थित छैन
दुई या दुईभन्दा बढी संवाद विकल्पहरू निर्दिष्ट गरिएको छ
